[
  {
    "title": "Sunhouse",
    "slug": "sunhouse",
    "copy": "<p><strong>House Cuy of Sunhouse</strong> (sometimes called \"Sunflower Hall\") is a major house in the southern Reach. A house descended from the First Men, it was one of the few sworn to House Hightower rather than to House Tyrell. They rule from the castle of Sunhouse within the port town that bears their name. According to semi-canon sources they blazon their shield as six yellow flowers on blue. Lord Cuy entertains his household in the Sunflower Hall within the castle, a reference to the numerous sunflower fields this land is famous for as well as for the sigil of the noble house that has the fortune to live in this beautiful region of Westeros.<br></p>\r\n<ul></ul>\r\n<h3>Features</h3>\r\n<ul><li><strong>The Town of Cuy</strong>, a bustling port town that has grown off the trade coming from the Arbor and Oldtown. The charming town comes to life during market days, as farmers of the fertile Reach bring their crops to the town. Numerous ships sit at port, a testament to the good fortune of this settlement. A large sept, commissioned by a magnanimous Lord Cuy of ages past sits at the north end of the town. Members of the Cuy family are buried in tombs below.</li><li><strong>The Sunhouse,</strong> the main castle of House Cuy, which includes the elegantly decorated Sunflower Hall and the apartments for the noble family.</li><li><strong>The Market Hall,</strong> this hall was originally a tower holdfast built by the Dornish during one of their incursions into Reach territory. When the area was taken back, the Reachmen occupied it for some time before it became what it is today. Where Dornishmen used to sleep, today, merchants sell their wares.</li><li><strong>Cuy Manse,</strong> The residence of a Cuy relative and his family, he built it in the style of nearby Oldtown, no longer being able to bear life in that giant city. It is located at the northeast gate.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Veggie and Tsar started by planning the main town, aligning the town around the three main commerce centers; the market hall, the sept square, and the docks. The town grew fairly quickly, as well as the castle. A former version of Sunflower Hall was built by RenegadeJane and in its time was well regarded by many on the server as one of the first \"pretty\" Reach builds.</p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/sunhouseold.png\" data-image=\"103037\"><figcaption>Old Sunhouse by RenegadeJane</figcaption></figure>\r\n\r\n<h3>Inspiration</h3>\r\n<p>Inspired by Chateau de Langeais, France.</p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/sunhouseinsp.jpg\" data-image=\"103038\"></figure>\r\n\r\n<h3>Video</h3>\r\n\r\n<p>Sunhouse was featured in Episode 52 of WesterosCraft Walks. DutchGuard begins outside the Town of Cuy and finds many sunflower fields before visiting the town and the castle.</p><figure><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/BWihxP9bsbQ\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Sunhouse1.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Cuy",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp sunhouse",
        "dateCompleted": "2015-01-01T08:00:00+00:00",
        "projectLead": "Veggie, Tsarkaiser84",
        "dateStarted": "2014-10-08T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Sawyer",
    "slug": "sawyer",
    "copy": "<p>There is no canon location for House Sawyer, but <a href=\"https://awoiaf.westeros.org/index.php/Harry_Sawyer\">Ser Harry Sawyer</a> is known to have been at Highgarden, so it is considered to be a House of the Reach. <br>House Sawyer is canonically insignificant enough that it could be absorbed by a larger project.</p>",
    "images": [],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Sawyner",
        "destinationType": "keep",
        "destinationStatus": "notStarted",
        "destinationLevel": "two",
        "warp": "warp not set",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Potter",
    "slug": "potter",
    "copy": "<p>There is no canon location for House Potter, but <a href=\"https://awoiaf.westeros.org/index.php/Robin_Potter\">Ser Robin Potter</a> is known to have been at Highgarden, so it is considered to be a House of the Reach. <br>House Potter is canonically insignificant enough that it could be absorbed by a larger project.</p>",
    "images": [],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Potter",
        "destinationType": "keep",
        "destinationStatus": "notStarted",
        "destinationLevel": "two",
        "warp": "/warp potter",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Inchfield",
    "slug": "inchfield",
    "copy": "<p><strong>House Inchfield of Inchfield</strong> is situated on the border between the <a href=\"https://westeroscraft.com/wiki/reach\" target=\"_blank\">Reach</a>, the <a href=\"https://westeroscraft.com/wiki/westerlands\" target=\"_blank\">Westerlands</a> and the <a href=\"https://westeroscraft.com/wiki/riverlands\" target=\"_blank\">Riverlands</a>, and contains many large fields, small woods, villages and farms. To the north is the <a href=\"https://westeroscraft.com/wiki/reach/the-ring\" target=\"_blank\">House Roxton of the Ring</a> and <a href=\"https://westeroscraft.com/wiki/reach/smithyton\" target=\"_blank\">Smithyton</a> to the east. There is also a big septry south the main castle. <br></p><p>House Inchfield's blazon is a bend sinister, chequy black and white on a pale grey field. The only known member is Ser Lucas Inchfield, who served under Lord Wyman Webber and then his daughter Lady Rohanne Webber of <a href=\"https://westeroscraft.com/wiki/reach/coldmoat\" target=\"_blank\">Coldmoat</a> during the era of Ser Duncan the Tall, who killed him in combat.</p><h3> Features </h3>\r\n<ul><li> <strong>Inchfield Castle,</strong> a modest but strong keep in the center of House Inchfield's rich agricultural lands.\r\n</li><li><strong>Inchfield’s Septry,</strong> a large septry is situated south of the castle by the river and surrounded with fields (/warp inchsept).</li></ul><h3> Construction </h3>\r\n<p>Antalex begins to build Inchfield in November 2014. The build \r\ncontinued until September 2015, when it was completed. The largest part \r\nof the build were several sub-projects, hamlets and agricultural \r\nbuildings.</p><h3> Inspiration </h3>\r\n<p>The inspiration for Inchfield was Normandie (France), especially the design and layout of the fields and pastures. <br></p>\r\n\r\n\r\n\r\n",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Inchfield1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Inchfield",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "three",
        "warp": "/warp inchfield",
        "dateCompleted": "2015-09-01T07:00:00+00:00",
        "projectLead": "Antalex",
        "dateStarted": "2014-11-01T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Hunt",
    "slug": "hunt",
    "copy": null,
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Hunt1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Hunt",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp hunt",
        "dateCompleted": "2017-12-09T08:00:00+00:00",
        "projectLead": "Cal_v11",
        "dateStarted": "2016-02-25T08:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/house-hunt-revival-by-cal_v11.320/",
        "banner": []
      }
    ]
  },
  {
    "title": "Appleton",
    "slug": "appleton",
    "copy": "<p><strong>Appleton</strong> is a medium-sized town near the source of the Cockleswent in the Reach. <strong>House Appleton</strong> resides in a small keep overlooking the river and its smaller unnamed tributary. Little is mentioned of House Appleton, but their semi-canon sigil contains an apple tree on yellow, a grey gatehouse on white, quarterly. </p>\r\n<p>Despite it's proximity to the foothills of the Dornish Marches, this area is very agriculturally productive. In addition to apples, Appleton exports a fair amount of other fruit from its numerous orchards, including cherries, apricots, and plums. </p>\r\n<p>Additionally, its wheat, beans, and iron exports, while not famed, are not insubstantial!<br></p>\r\n\r\n<h3>Features</h3>\r\n<ul><li><strong>Appleton Keep</strong> is a grey stone keep with stormlands' influence, and shows signs of modest success for House Appleton.</li><li><strong>Camden</strong>, a small and very prosperous fishing / hunting community just to the east of Appleton.</li><li><strong>Apple Orchards </strong>are a prominent feature in the area, found surrounding West and East Appleton, replete with an extensive cidery and distillery in the far west of the town.</li><li><strong>Cockleswent Crossing </strong>links northern Appleton with Appleton proper. Appleton itself is in three separate districts surrounding the crossing, which features highly detailed river elements.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Started September 29, 2014, completed January 21, 2015. Originally constructed in February 2013 as a personal project by BimJeam4, Appleton was rebuilt by Lorddyvim to be a more prominent site in the Reach, despite its lack of canon influence. Meanwhile Camden was built by Summerfair at around the same time.</p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/appletonold.png\" data-image=\"103051\"><figcaption>Old Appleton by BimJeam4</figcaption></figure>\r\n<h3>Inspiration</h3>\r\n<p>Considering that Appleton is little mentioned in the books, it is assumed they are not very prominent. Being that the sigil contains a prominent grey gatehouse, primary inspiration for the keep was based on Stirling Castle, with influences also by Boldt Castle.</p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/appletoninsp1.jpg\" data-image=\"103053\"></figure><figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/appletoninsp.jpg\" data-image=\"103052\"></figure>\r\n<h3>Video</h3>\r\n<p>Appleton was featured in Episode 44 of WesterosCraft Walks. DutchGuard begins near one of the sources of the Cockleswent, explores the town and keep, and finishes on the roof in the lord's chambers by the rooftop apple tree.</p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/50CPTMwNWRs\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/appleton-1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Appleton",
        "destinationType": "town",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp appleton",
        "dateCompleted": "2015-01-21T08:00:00+00:00",
        "projectLead": "Lorddyvim",
        "dateStarted": "2014-09-29T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Ashford",
    "slug": "ashford",
    "copy": "<p><strong>Ashford</strong> is a country town known for its whitewashed walls and thatched roofs along the banks of the Cockleswhent in the Eastern Reach, surrounded by <a href=\"https://westeroscraft.com/wiki/reach/cockshaw\" target=\"_blank\">Cockshaw</a>, <a href=\"https://westeroscraft.com/wiki/reach/appleton\" target=\"_blank\">Appleton</a>, and <a href=\"https://westeroscraft.com/wiki/reach/cider-hall\" target=\"_blank\">Cider Hall</a>.</p>\r\n<p>It is ruled by <strong>House Ashford</strong>, though no particular member of the Ashford house is mentioned yet in ASOIAF.</p>\r\n<p>It has quite a storied history within the lore; holding a famous and well-remembered tourney in 209 AC, as well as being a historical battle-site where Robert Baratheon was defeated during Robert's Rebellion.</p><h3>Features<br></h3>\r\n<ul><li><strong>The Ford:</strong> A shallow river crossing of the Cockleswhent, allowing Ashford citizens quick access to the commons area within the Ashford Meadow, on the south side of the river.</li><li><strong>Ashford Septry:</strong> Located south east of the castle; it has been lavishly endowed by the family, and currently boasts one of the finest schools in the Eastern Reach.</li><li><strong>Dunk's Elm:</strong> The inspiration for Ser Duncan the Tall's sigil; a mighty elm tree (courtesy of Barkus) next to a small pond to the east of the Meadow.</li><li><strong>The Meadow:</strong> A large commons area famous for the tourney of 209AC.</li><li><strong>Hunter's Lodge:</strong> Nestled within a thick forest, a hunting retreat for local lords makes its mark on the map.</li></ul>\r\n<h3>Warp List</h3>\r\n<ul><li>/warp ashford</li><li>/warp ashfordseptry</li><li>/warp harridansmill</li><li>/warp ashfordmine1</li><li>/warp ashfordhunt1</li><li>/warp ashfordhunt2</li><li>/warp ashfordmanse1</li><li>/warp tyndale</li><li>/warp ashfordhf1</li></ul>\r\n<h3>Construction</h3>\r\n<p>Construction began on May 24, 2016, on the revamp of Ashford. While almost finished by its previous project lead, TheDesertFox202, Ashford was consigned to the project orphanage. Once re-construction began, it was noticed that the existing castle lacked several canon elements from the books, and it was redesigned and rebuilt as well as the town and surrounding lands.</p>\r\n<p>The fact that the area is so lore heavy and important, it needed to have a much larger presence in the Reach than the previous iteration, which is why the lands assumed by the build encompass a larger area, and the project grew in scope twice from the original design document (see application below). </p>\r\n<p>The river ford was completed first, ensuring adequate land on which to rebuild the castle and provide for the town. The castle quickly went up next, with the town and surrounding nature work being worked on in tandem.</p>\r\n<p>The minibuild of Tyndale was built by HG_Kool_Aid and completed on July 8, 2016. Ashford's manse, at /warp ashfordmanse1, was completed shortly thereafter by CartoonLooney. Additional minibuilds were plotted and completed by Dyvim and many other contributors.</p>\r\n<p>The current layout of the castle was designed by TsarKaiser84, packing in all of the canon from the book series. Construction finished on March 15, 2017, after a smaller expansion eastwards consisting of additional farmland, pastures, and /warp ashfordhf1.</p>\r\n<h3>Inspiration</h3>\r\n<p>The inspiration for the castle and town came from the heavy lore describing the castle and town in the Dunk and Egg book series: A Knight of the Seven Kingdoms, as well as other passing references in ASOIAF.</p>\r\n<p>Fortunately, the style of many towns along the Mander river, the main river of which the Cockleswhent is a tributary, has a similar whitewash appearance, so Ashford extends that style further.</p>\r\n<p>Additionally, other areas and some detail elements, such as Tyndale and Harridan's Mill, and the castle resting inside the river, came from the previous project leader.<br></p>\r\n",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/ashford-1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Ashford",
        "destinationType": "town",
        "destinationStatus": "completed",
        "destinationLevel": "three",
        "warp": "/warp ashford",
        "dateCompleted": "2017-03-15T07:00:00+00:00",
        "projectLead": "Lorddyvim",
        "dateStarted": "2016-04-30T07:00:00+00:00",
        "application": "http://lorddyvim.com/wc/",
        "banner": []
      }
    ]
  },
  {
    "title": "Ball",
    "slug": "ball",
    "copy": "<p>Placed nearby the mouth of the Mander, <strong>House Ball</strong> is an ancient minor house of The Reach. Its roots are in one of the three husbands of Florys the Fox, a daughter of Garth Greenhand. However, the most known tales of House Ball are about Quentyn Ball (called the Fireball), who was the master at arms of the Red Keep during the reign of Aegon IV Targaryen. Quentyn was an important part of the Blackfyre Rebellion and killed Lady Penrose´s sons (except the youngest) after crossing the Mander. Quentyn Ball died on the eve of the battle of Redgrass and is buried in the family crypt under the main keep. The knight called Glendon Flowers is claimed to be the son of Quentyn Ball, but this has never been proven.</p>\r\n<p>The lands of House Ball are near the mouth of the Mander on the western shore of the Reach. The terrain is fertile with lush prairies in the west and tiny but deep forests in the east as well as streams flowing from the hills to the Mander, because rains in the area are usually heavy. Agricultural activity such as cattle ranching, fishing, forestry, and winemaking all flourish in this region. Both the variety of these products and the proximity to the Mander have turned Ball into one of the houses of the Reach who have very free and extensive trading networks.<br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Ballingtown,</strong> this is the main town of the House Ball, and includes a large market. The town has a small river harbour which has strong trading relationship with Oldtown, the Shield Islands and the Arbor. The most lucrative economical activity of Ballington is local trading, but the town has competent cattle, fishing and agricultural activities as well.</li><li><strong>Southball,</strong> this village is placed south of the Ball territories, on the shores of the Mander. It's main industry is fishing on the river, both with active fisheries and one that is abandoned. This town has an old watch tower guarding the Mander.</li><li><strong>Northball-By-Wythers,</strong> this hamlet was recently built (250 AL) to be on the border between House Ball and House Wythers to the north. This town has a watch tower to alert House Wythers and a cheap inn and some peasant houses.</li><li><strong>The Vineyard,</strong> this facility consists of a rural manse, two houses for workers and sheds, and is the property of a retired knight of House Tyrell, who have purchased a wide area of terrain to open a vineyard. This vineyard has great success through trade and the vineyard gives 40% of the earnings to the lord of House Ball, acknowledging their assistance in expanding the region.</li><li><strong>Balter's Holdfast,</strong> a holdfast that looks more like a farm, this facility was funded as a co-op between House Ball and House Wythers, with the purpose of training war horses for chivalrous knights of the various houses in the Reach.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Construction began in early April 2015 and was completed in March 2020 by jmcmarq. It was built alongside House Wythers and completed around the same time, which aided the connection between these two houses and their lands.</p>\r\n<h3>Inspiration</h3>\r\n<p>House Ball was inspired by many other features of the Reach and the whitewashed buildings common in Mediterranean architecture. In the application, jmcmarq sketched images for the castle complex and town by hand.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Ball2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Ball3.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Ball",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp ball",
        "dateCompleted": "2020-03-28T07:00:00+00:00",
        "projectLead": "jmcmarq",
        "dateStarted": "2015-03-09T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Blackcrown",
    "slug": "blackcrown",
    "copy": "<p><strong>*Below is the wiki entry for the old Blackcrown, it is being redone as part of the <a href=\"https://westeroscraft.com/wiki/reach/oldtown\">Oldtown</a> project.</strong></p>\r\n<figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/Blackcrownold.jpg\" data-image=\"103135\"></figure><p><strong>Blackcrown</strong> is located just north of the Whispering Sound in the western part of The Reach, neighboring Oldtown. Blackcrown is occupied by <strong>House Bulwer</strong>. Their sigil is the skull of a bull against a red background. Their words are “Death Before Disgrace.” Some notable members of House Bulwer include Black Jack Bulwer of the Night’s Watch and Lord Jon Bulwer, who married Victaria Tyrell, a cousin of the main <a title=\"Highgarden (page does not exist)\" rel=\"nofollow\" data-uncrawlable-url=\"L3dpa2kvSGlnaGdhcmRlbj9hY3Rpb249ZWRpdCZyZWRsaW5rPTE=\">Tyrell</a> branch. They bore seven children, among them Lady Alysanne Bulwer, who accompanied Margaery Tyrell to King's Landing. Lady Alysanne is the current lord of Blackcrown, taking over after her father Lord Jon died of summer fever.<br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Blackcrown Keep,</strong> the residence of House Bulwer.</li><li><strong>The Harbor,</strong> a port with many large trading ships docked in the bay.</li><li><strong>Fruit Orchards and Hamlet,</strong> a small hamlet consisting of the orchard owner and the workers. They pick peaches, plums, and apples to be consumed by the people of Westeros, as well as make delicious apple cider! (/warp blackcrownh2)</li><li><strong>Fishing Hamlet,</strong> A small hamlet on the ocean where many fishermen reside (/warp blackcrownh1).</li><li><strong>Vineyard,</strong> a small vineyard that makes its own wine.</li><li><strong>Sheep and Cow Stables,</strong> vast fields where milk cows are raised and where sheep are raised for their wool.</li><li><strong>Septry,</strong> a beautiful walled in septry in the woods.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Laor applied for the build because the location appealed to him because keep would look good perched atop the rocky point. Once the project was approved, the keep was built first. After initially plotting out the town, it was replotted many months so that the houses would be more grouped together like a cohesive community. The last thing that was built was the fishing hamlet, by Laor after no one applied for the hamlet. The build took nearly nine months to build, become \"Laor's baby!\" mostly due to procrastination. The current Blackcrown replaces a version completed by FlavD in February 2013.</p>\r\n<h3>Inspiration</h3>\r\n<p>The build was mainly inspired by the Reach style. One major concept was using a stair roof (45 degrees) with full blocks on the edges and single wall blocks protruding up to create a sort of terraced ridge at the end of the roof. The roofs of the main buildings of the keep were also inspired by the name “Blackcrown,\" which uses a black crenelation at the top of one of the main towers in the keep. </p>",
    "images": [],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Bulwer",
        "destinationType": "keep",
        "destinationStatus": "redoInProgress",
        "destinationLevel": "two",
        "warp": "/warp blackcrown",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Bridges",
    "slug": "bridges",
    "copy": "<p><strong>House Bridges</strong> is a noble house of the Reach. Their sigil is a black bridge with a gold background and white and blue lines beneath it. There is little canon information, but we assume that they control an important crossing on one of the major rivers in the Reach. We also created a more elaborate backstory for the house during Robert's Rebellion.<br></p>\r\n<ul></ul>\r\n<h3>Backstory</h3>\r\n<p><strong>Dunwick,</strong> nineteen years ago during the beginning of what would soon be known as Robert’s Rebellion, his Grace, King Aerys II, known as the Mad King, asked his hand, Lord Owen Merryweather to put an end to it. Lord Owen misjudged the rebellion’s strength and failed to deal with it which lead to Aerys having him and his family exiled. His lands north of the Blue Burn were given to House Caswell and his lands west of the Mander were given to House Fossoway of Cider Hall. House Thatchell swore fealty to House Rhysling, and the knights of the most northerly and easterly hamlets swore fealty to House Bridges.</p>\r\n<p>House Merryweather was welcomed back to Westeros after the rebellion and given full pardons. They were welcomed back to their lands after the crown had seized everything of value. The knights and petty nobility who once swore fealty to Longtable flocked back to the House, except those north of the Blue Burn and west of the mighty Mander who preferred to stay under House Caswell and House Fossoway, respectively. House Bridges was not at all pleased that with the return of House Merryweather, they had lost a quarter of their land. As the northern hamlet was separated into two section, one near the river crossing with the knight’s residence, and a conglomeration of houses on the other side of the field further east, Lord Bridges managed to convince the eastern half to raid the western half. Lord Bridges was angry with the knight’s decision to turn his cloak, he promised that the man who kills the knight will he himself be knighted and have jurisdiction over the hamlet.</p>\r\n<p>That night, during the hour of the wolf, the east attacked the west. They put the field ablaze and the west hid in the holdfast. The knight was calm and told his subjects to fear not, and they did not fear. They were in the knight’s residence for four days time until they finally unbarred the door and stepped out into the daylight. They found their village ransacked and their fields smouldering. The knight rode to Longtable to request assistance. Lord Orton could not have rebels harming his smallfolk. If he would not fight for them, how could he expect them to fight for him when he would need it most.</p>\r\n<p>Two knights and half his garrison left Longtable that day. They marched four by four up the dirt road to the hamlet, and that night, a raid was launched. They burned, raped, and pillaged. Those who did not flee were killed. Half the host returned to Longtable while the other half commenced construction of a tower in the burned field of the eastern half.</p>\r\n<p>Three years passed and the tower was completed. The east was populated with men sworn to House Bridges and they retaliated by building a tower of their own. Most of Longtable’s garrison had returned however a few still remained to man the tower. It’s been a stalemate ever since between the two hamlets that were once one, and Merryweather and Bridges have never been close. (backstory written by xSnake23)<br></p>\r\n\r\n<h3>Features</h3>\r\n<ul><li><strong>Bridges,</strong> after following a road from Dunwick through a thick forest a bridge and gatehouse guard the village of bridges. Upon crossing the bridge a turn right leads to the keep of House Bridges surrounded by a moat fed by a small stream. A big oak tree stands in the middle of the town where travelers can stop to by fresh fruits, or vegetables. Passing many fields and forest leads you to two hamlets closer to the main town than Dunwick.</li><li><strong>Frithcester,</strong> a small hunting hamlet in the middle of a pine forest west of the main village holds 4 small houses of hunters. A trail leading deeper into the forest leads to small camping ground and a small lake.</li><li><strong>Dolby,</strong> east of the main village is a small two-house fishing hamlet surrounded by forest which produces fish for the villagers of house bridges.</li></ul>\r\n<h3>Construction</h3>\r\n<p>The construction of house bridges began on November 29 of 2014. The application process took two weeks to be approved and many builders helped with the project including Nick, Veggie, Booben, Ben, Tiny Rhino, Capt, Scribble, and Snake.</p>\r\n<h3>Inspiration</h3>\r\n<p>For inspiration the Malahide castle in Dublin, Ireland was used. <br></p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/bridgesinsp.jpg\" data-image=\"103063\"></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/bridges-1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Bridges",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp bridges",
        "dateCompleted": "2015-04-04T23:00:00+00:00",
        "projectLead": "Jose99",
        "dateStarted": "2014-11-29T08:00:00+00:00",
        "application": "https://docs.google.com/document/d/1WG9C17uKfnANQOCiP6zDNWwcQo-n-Ha0RAydlca5q38/edit",
        "banner": []
      }
    ]
  },
  {
    "title": "Brightwater Keep",
    "slug": "brightwater-keep",
    "copy": "<p><strong>Brightwater Keep</strong> is the seat of House Florent. It is located near the source of Honeywine in The Reach. <strong>House Florent</strong> is one of the most powerful houses sworn to House Tyrell. Florents claim to be descendants of Garth Greenhand, through line of his daughter Florys the Fox. Because of that they have claim to Highgarden and lordship of the Reach, better than that of the Tyrells (at least according to them). Their sigil is red-gold fox's head encircled by lapis lazuli flowers. The current Lord of Brightwater Keep is Alester Florent. His brother's daughter Selyse is married to Lord Stannis Baratheon. Members of that house are known for their large ears.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Brightwater Keep,</strong> the seat of House Florent which stands atop of high hill in between the two forks of the Honeywine.</li><li><strong>Greenmarket,</strong> the largest settlement on the Honeywine after Oldtown, and a major trading center for agricultural products.</li><li><strong>Norcross,</strong> the seat of <a href=\"https://westeroscraft.com/wiki/reach/norcross\">House Norcross</a>, one of the vassals of House Florent with its seat along the Mander</li><li><strong>Wyken,</strong> a port town which sits at the mouth of the Mander and is ruled by House Norcross.</li><li><strong>Medway,</strong> a farming hamlet along the Mander ruled by House Norcross.</li><li><strong>Ashgrave,</strong> home to the tomb of Jon Ash, a septon killed in years past by a Florent lord. The faith made him donate all his lands east of the Honeywine to the creation of a new septry.</li><li><strong>Huddlestone,</strong> the seat of House Huddlestone, a vassal of Brightwater Keep.</li><li><strong>Lyman's Ferry,</strong> a small farming town which sits along the eastern fork of the Honeywine and controls the only crossing into Hammerhal lands.</li><li><strong>Oldarch,</strong> the site of a ruined arch built by the First Men, and home to several shepherds and vast pasture.</li><li><strong>Appletree,</strong> a hamlet close to Brightwater Keep which specializes in producing cider.</li><li><strong>Runnybrook,</strong> a hunting hamlet also home to the hunting lodge of House Florent, located next to the Foxwood.<a title=\"Expand slideshow\" id=\"slideshow-0-0\"></a></li></ul>\r\n<h3>Construction</h3>\r\n<p>The project was approved on the 29th of June 2014, and work began that July. Discs, tsarkaiser, and Codd all took sub-projects and it was officially completed September 2014, but a few various tasks including the bridge were left unfinished until September 2015. </p><p><strong>NOTE: Greenmarket remains unfinished.</strong></p>\r\n<h3>Inspiration</h3>\r\n<p>For Brightwater Keep castle, the 15th century Chateau de Pierrefonds in Picardie was used as inspiration. </p>\r\n<figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/brightwaterkeepinsp.jpg\" data-image=\"103069\"></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/brightwaterkeep1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Florent",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp brightwaterkeep",
        "dateCompleted": "2015-09-12T07:00:00+00:00",
        "projectLead": "TheDesertFox202, xkrillen43x, larshping98",
        "dateStarted": "2014-06-29T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Florent.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Cider Hall",
    "slug": "cider-hall",
    "copy": "<p><strong>House Fossoway of Cider Hall</strong> is a major noble house of The Reach. The red apple of this branch distinguishes this family from the \"green apple\" Fossoways of New Barrel, a cadet branch. Cider Hall bridges the joining of the Cockleswhent and the Mander, a majestic reminder of an ancient house in a rich land. Cider Hall is a keep located near the junction of the Cockleswent and Mander rivers and the seat of House Fossoway \"Red\". House Fossoway split into two houses during a great tourney at Ashford in 209 AL, when Ser Steffon Fossoway took the side of Aerion Targaryen against Ser Duncan the Tall in a trial of seven. Steffon had previously promised to support Duncan and then betrayed him. Furious at this dishonorable action, his squire and cousin Raymun volunteered to take the side of Ser Duncan. Ser Lyonel Baratheon knighted Raymun. During the resulting melee, Ser Raymun bested Ser Steffon in combat. To avoid confusion on the battlefield, Ser Raymun took a green apple as his sign. House Fossoway \"Green\" moved to a different location, building their keep called \"New Barrel.\" Since House Fossoway \"Red\" is the older branch, they consider themselves the true Fossoways.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Cider Hall,</strong> reminiscent of The Twins of House Frey, Cider Hall bestrides the banks of the River Cockleswhent. The Fossoways live simply in their beautiful castle, surrounded by expansive fields and lush apple orchards. As the name would suggest, a famous cider is created here. Outside the castle, a statue of Foss the Archer, legendary founder of house Fossoway, bends his bow eastwards, a reminder to the lords of the Cockleswhent that the Fossoways control this river.</li><li><strong>Bramley Court,</strong> further downstream, a road wends towards Bramley Court, seat of Ser Olyvar Fossoway, a cousin to the Lord of Cider Hall. This knight and his family have lived here for many years. In that time, they have cultivated a beautiful garden and constructed a simple septry.</li></ul>\r\n<ul></ul>\r\n<h3>Construction</h3>\r\n<p>Construction began 18 May, 2015, and was completed 9 June, 2015. A version of Cider Hall was constructed in August of 2012 by Casje, Iodizedmilk, and Qualrus. The application for Casje's Cider Hall was approved Aug. 15, 2012, but by February 2013, only the keep and parts of the village had been completed. In their application for New Barrel, submitted Feb. 17, 2013, iodizedmilk and Qualrus were given the task of completing Cider Hall of Fossoway \"Red\" before beginning New Barrel of Fossoway \"Green,\" an offshoot that would require a similar design and layout, but both builds were rebuilt in later versions. </p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/oldciderhall.png\" data-image=\"103072\"><figcaption>Old Cider Hall by Casje</figcaption></figure>\r\n<h3>Inspiration</h3>\r\n<p>The original application cited French chateaus as the major inspiration, specifically a more modern building in a medieval style called Chateau Dusse (pictured). Since the major industry of the Fossoway's is apple growing and cider making, the surrounding region is filled with apple orchards. The new version was inspired by Chateau de Chenonceau, France. </p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/CiderHallInsp.jpg\" data-image=\"103073\"></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/ciderhall-1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/ciderhall-2.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Fossoway",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp ciderhall",
        "dateCompleted": "2015-06-09T07:00:00+00:00",
        "projectLead": "Veggie, Tsarkaiser84, NoahRYS",
        "dateStarted": "2015-05-18T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-fossoway-red.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Coldmoat",
    "slug": "coldmoat",
    "copy": "<p><strong><strong>Note: <a href=\"https://awoiaf.westeros.org/index.php/Dosk\">Dosk</a> and <a href=\"https://awoiaf.westeros.org/index.php/Cobble_Cove\">Cobble Cove</a> still need to be added to the lands of House Webber</strong></strong></p>\r\n<p><strong>Coldmoat</strong> is a large castle in the Reach, the greatest of the four castles of <strong>House Osgrey</strong>.</p>\r\n<p>Originally built by Lord Perwyn Osgrey (Perwyn the Proud), House Osgrey had possession of Coldmoat stripped from them by Maegor Targaryen for Lord Ormond Osgrey's opposition to King Maegor's suppression of the two Faith Militant orders. Coldmoat passed to <strong>House Webber</strong> for a time, and at the end of <em>The Sworn Sword</em> storyline, it returned to House Osgrey in a political marriage.</p>\r\n<p>Both Houses' influence can be seen on the castle itself, from the Osgrey engraved lion above the gatehouse to the Webber spider emblazoned on the gatehouse doors.</p>\r\n<p>House Osgrey is sworn to House Rowan of the Reach. They have not been lords in centuries, and are currently landed knights. Their sigil is a green and gold chequy lion on a field of white. Their words are not known.</p>\r\n<p>House Webber is a noble house in the Reach sworn to House Rowan. Their sigil is a spotted spider on a silver web on a black field. Their words are not known.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>The Moat</strong> is a stream fed moat by which the castle got its name. Coldmoat's curtain wall is 30 feet high with towers at each of the corners. The tower heights are half again as tall as Standfast. The moat is fed from the Chequy River flowing nearby. Remnants of a dam can be seen at the source, hearkening back to the Sword Sword Storyline.</li><li><strong>Interior quintain and stables</strong> are requisite for Coldmoat, since it's reputed to have the best horses in the reach, and Coldmoat houses a large complement of knights.</li><li><strong>The Crypts </strong>of Coldmoat house the historical figures of Coldmoat, once again with names familiar to those familiar with the Sword Sword graphic novels.</li></ul>\r\n<p><strong>Note: </strong>The canon locations of Standfast, Cobble Cove, Leafy Lake, and Nunny are all considered part of the Coldmoat project.</p>\r\n<h3>Construction</h3>\r\n<p>Construction started on January 24, 2015 by Bluecichlid and Lorddyvim.</p>\r\n<p>Coldmoat was a subproject of Bluecichlid's Sworn Sword land's project, overarching many builds, including Standfast, Nunny, Coldmoat, and several others.</p>\r\n<p>The castle was completed first, with terrain work immediately after and three closely placed hamlets. Additional minibuilds were constructed by pottman and King_Abraham_III. (/warps cmham5 and cmham4 respectively).</p>\r\n<p>Construction completed June 18th 2015, and was approved finalized on some other date. (date needed)</p>\r\n<h3>Inspiration</h3>\r\n<p>There is a lot of lore around Coldmoat, mostly from the Sworn Sword graphic novels. From heights to layout to landscaping, the vast majority of lore was taken into consideration in its construction.</p>\r\n<p>Other inspirational castles included Bodiam castle, and Castle De Haar.<br></p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/coldmoat-1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Webber",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp coldmoat",
        "dateCompleted": "2015-06-18T07:00:00+00:00",
        "projectLead": "Bluecichlid; Lorddyvim",
        "dateStarted": "2015-01-24T08:00:00+00:00",
        "application": "https://docs.google.com/document/d/1X5J4UN5emEDr7ghyDMVr2LkKWRNGqzrdNn0cgVz7ASI/edit",
        "banner": []
      }
    ]
  },
  {
    "title": "Goldengrove",
    "slug": "goldengrove",
    "copy": "<h3>Video</h3>\r\n<p>Golden Grove was featured in Episode 56 of WesterosCraft Walks. DutchGuard spends nearly forty minutes exploring this massive castle.</p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/cZWqh48AOh4\" frameborder=\"0\" allowfullscreen=\"\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Goldengrove1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Rowan",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp goldengrove",
        "dateCompleted": "2014-10-14T07:00:00+00:00",
        "projectLead": "Tact327",
        "dateStarted": "2014-06-29T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Rowan.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Hastwyck",
    "slug": "hastwyck",
    "copy": "<p><strong>House Hastwyck</strong> is a noble house from the Reach. According to semi-canon sources they blazon their arms with barry olive and ivory and their motto is \"None so Dutiful\". They are a minor house and the only known member is Ser Morgil Hastwyck, who slandered Queen Naerys Targaryen and was was slain by Prince Aemon the Dragonknight. There lands are located on the coast of the Sunset Sea in the southern Reach, west of Brightwater Keep and north of Bandallon and south of Wyken.<br></p>\r\n\r\n<h3>Features</h3>\r\n<ul><li><strong>Hastwyck Keep,</strong> is the seat of House Hastwyck and is a rather small castle when compared to its other Reach counterparts. However, it is strategically placed on the peninsula between two beaches creating a bottleneck for those trying to siege it and also giving those in the castle a great view of their surrounding lands.</li><li><strong>Hastwyck Vineyard,</strong> like most noble families of the Reach, House Hastwyck controls a small vineyard where they produce wine for themselves and for export with their neighbors. The vineyard is placed along the coast giving it a scenic coastal view.</li><li><strong>Hastwyck Holdfasts,</strong> Hastwyck has three holdfasts, one to the north, one to the southwest, and one directly south. The latter guards one of the entrances into Hastwyck lands. It does so through the use of its circular tower on the seat of the hill overlooking the nearby houses.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Construction started on the March 3, 2016 by JMP, but after his departure from the server wazgamer took over the project on August 30, 2016.</p>\r\n<h3>Inspiration</h3>\r\n<p>Hastwyck was inspired by the area around the French city of Bordeaux and the medieval town Gruissan on the mediteranean coast. The castle is also inspired by the “Tour Barberousse” which is a ruined castle in Gruissan.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hastwyck-1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hastwyck-2.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Hastwyck",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp Hastwyck",
        "dateCompleted": "2017-06-18T07:00:00+00:00",
        "projectLead": "jMp007, wazgamer",
        "dateStarted": "2016-03-03T00:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Honeyholt",
    "slug": "honeyholt",
    "copy": "<p>Honeyholt is the seat of the noble House Beesbury in The Reach. It commands the river Honeywine as it flows to the southwest, towards Oldtown and the Sunset Sea. As House Beesbury's sigil of golden beehives on a striped yellow and black field suggests, it has a long history of beekeeping, dating back to the time of the family's founder, Ellyn Ever-Sweet. Legendary daughter of Garth Greenhand, she had made an eternal promise to care for the children of the King of the Bees for all time. In keeping with their tradition, House Beesbury still tends to their hives; vibrant fields and farms are testament to the attentive care and success of bees in the area. Their lands extend south to Oldtown and Hightower, the castles of the liege lords.<br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Honeyholt</strong>: Seat of House Beesbury. This castle is idyllically situated in a moat and short drawbridge connects it to a nearby village. The gardens of Honeyholt are well cared for and the Beesbury family occupy well-appointed rooms in the castle. It is a comfortable residence that has become more of a home than a place of safety and more of a beautiful example of the Reach's architecture than a fortress.</li><li><strong>The northern demesne: </strong>House Beesbury's demesne touches that of Lord Florent to the north and Lord Cordwayner to the east. In their northern demesne the Lord of Honeyholt owns great swathes of agricultural land and a prosperous meadery. A nearby manor house has been used for many years as the residence of the Dowager Lady Beesbury or any other aging relatives. Further north, a watermill stands next to a proud tower manned by Bessbury men.</li><li><strong>The western demesne:</strong> Travelers can cross the Honeywine at Honeyholt on its impressive stone bridge. On the western side of the river, the Beesbury's own an old chandlery. A lonely motherhouse provides refuge for travelers making the long journey to the ancient city of Oldtown further south.</li><li><strong>The southern demesne: </strong>The lands south of Honeyholt are separated from the castle by a large forest. On the other side of this forest is a prosperous town that has grown from the wealth of the Rose Road. This major highway of the Reach wends its way through Beesbury lands before crossing an elegant stone bridge into the Hightower lands.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Construction of this project began in November of 2015 and was completed in April of 2016. This was Tsar's tenth project and fourth Reach project.</p>\r\n<h3>Inspiration</h3>\r\n<p>The primary inspiration for the castle was Chateau de Combourg and the provincial beauty of France inspired the surrounding lands.</p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/honeyholtinsp.jpg\" data-image=\"103084\"></figure>\r\n<h3>Video</h3>\r\n<p>Honeyholt was featured in Episode 63 of WesterosCraft Walks. HardzzGaming explains a little about the economy and history of House Beesbury, including the honey production, some hamlets, and the main keep.</p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/NHFR-0x2g2Q\" frameborder=\"0\" allowfullscreen=\"\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Honeyholt_1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Honeyholt_6.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Honeyholt_2.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Beesbury",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "four",
        "warp": "/warp honeyholt",
        "dateCompleted": "2016-04-01T07:00:00+00:00",
        "projectLead": "tsarkaiser84",
        "dateStarted": "2015-11-28T08:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Ivy Hall",
    "slug": "ivy-hall",
    "copy": "<p><strong>Ivy Hall</strong> is a small castle near an unnamed river in the northern Reach north of Goldengrove. It is the seat of <strong>House Kidwell</strong>, whose sigil is green ivy bendy on black masonry. Their modest keep and holdings suggest that they are more minor house in the Reach, but that they are a critical part of the pageantry and tradition of the high-cultured Reachmen.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Ivy Hall,</strong> a small castle with steep pointed green roofs sits atop a small hill in the plains of the northern Reach. The castle complex includes a gatehouse, bell tower, and two main towers: a square lord's tower and a round maester's tower.</li><li><strong>The Feast Hall,</strong> a small hall within the castle is ornately decorated with wooden pillars and arches carved to look like trees and vines. The interior creates the illusion of being organic, a feature of the Reach's affinity with the natural world and its beauty.</li><li><strong>Village, Fields, and River,</strong> beneath the castle is a small village of about ten houses, a few fields, and a dockyard, which connects Ivy Hall with the important river flowing from Silverhill towards Goldengrove, Holy Hall, and Highgarden.</li></ul>\r\n<h3>Construction</h3>\r\n<p>The current Ivy Hall was completed by Veggie and replaced an older version by RenegadeJane which was not copied onto the new map. Both versions include a hall filled with vegetation, but the new version fits the palette and style of the Reach and uses the new texture pack. </p>\r\n<h3>Inspiration</h3>\r\n<p>Ivy Hall was inspired by other builds in the Reach, which are modeled on Medieval French chateaus. The theme of ivy covering the walls and the great hall was inspired by the name of the build and the general impression of Reach architecture as flowery, ornate, and organic. </p>\r\n<h3>Video</h3>\r\n<p>Ivy Hall was featured in Episode 36 of WesterosCraft Walks. DutchGuard connects this build with Silverhill, Ivy Hall's northern neighbor in the Westerlands. He begins on the river and explores the beautiful castle and its decoration.<br></p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/oQwW04xbDiw\" frameborder=\"0\" allowfullscreen=\"\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/IvyHall1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Kidwell",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp ivyhall",
        "dateCompleted": "2014-09-28T07:00:00+00:00",
        "projectLead": "Veggie",
        "dateStarted": "2014-09-20T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Lowther",
    "slug": "lowther",
    "copy": "<p>Lowther</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Lowther1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Lowther",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp lowther",
        "dateCompleted": "2014-12-13T08:00:00+00:00",
        "projectLead": "TurtleSnipesz",
        "dateStarted": "2014-09-30T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "New Barrel",
    "slug": "new-barrel",
    "copy": "<p><strong>House Fossoway of New Barrel</strong> is a knightly house that controls the castle of <strong>New Barrel</strong>, and surrounding lands, situated around the Roseroad and the Mander in the Reach. Near New Barrel are two villages, Little Ivywood and Lewes, and further from the keep are many more extensive small settlements. The sigil of House Fossoway of New Barrel is a green apple on a field of yellow, and came about when Ser Raymun Fossoway was knighted at the Trial of Seven at Ashford meadow in 209 AC. They are not to be confused with the red apple Fossoways of Cider Hall. The green apple Fossoways grew greatly afterwards, acquiring a small shell keep and lands, but quickly seizing their neighbor’s lands in times of political chaos and war. Ser Jon Fossoway rules New Barrel currently.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>New Barrel,</strong> A small shell keep surrounded by a curtain wall, is the current seat of House Fossoway. The lord and lady live in apartments behind the great hall, having vacated the shell keep after the death of Ser Raymun.</li><li><strong>Little Ivywood,</strong> A small linear village just outside of New Barrel. Little Ivywood is a refreshing stop for the travellers along the Roseroad to Highgarden.</li><li><strong>Lewes,</strong> Lewes is hamlet home to a large cider-maker, which produces some of the finest apple cider in the Reach.</li><li><strong>Flower Hill Mill,</strong> A small series of windmills used by the Fossoways and their peasants to grind grain from their extensive lands.</li><li><strong>Tenby,</strong> A small cattle raising hamlet located west of Lewes.</li><li><strong>Spearwatch,</strong> An ancient hamlet first founded when villagers fled the banks of the Mander due to ancient Ironborn raids. Now a watchtower owned by a knight watches over the embankments of the Mander.</li><li><strong>Mernswood,</strong> One of the oldest septries in the Reach, founded by King Mern Gardener. Septons here have been collecting books and parchments from all over the Reach and contain an old and accurate history of the Reach. Also, Mernswood produces a mild cider.</li><li><strong>Mandergate,</strong> An old market town presided over by the Knights of the River. Originally two castles controlled a stranglehold on the Mander, defending the northern reach against the Ironborn, but now the second castle is now in ruins. A winery and brewery are located here, along with an ancient sept.</li></ul>\r\n<h3>Construction</h3>\r\n<p>New Barrel was approved in May of 2015, after a month long application process. New Barrel replaced an older version built by Iodizedmilk. New Barrel was finally completed after the resignation or promotion of 3 editors, in January of 2016, by Kulmen29.</p>\r\n<h3>Inspiration</h3>\r\n<p>The build was inspired heavily by Chateau de Gisors in Normandy, France.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/NewBarrel1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Fossoway",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp newbarrel",
        "dateCompleted": "2016-02-22T08:00:00+00:00",
        "projectLead": "kulmen29",
        "dateStarted": "2015-05-05T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-fossoway-green.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Norcross",
    "slug": "norcross",
    "copy": "<p><strong>*Below is the old wiki entry for the old version of Norcross before it was removed as part of the Uffering and Mander Delta projects. </strong><strong><br></strong></p>\r\n<p><strong>House Norcross</strong> is a noble house from The Reach. According to semi-canon sources, they blazon their shield with a cross embattled, black on white. Ser Jeffory Norcross, known as Neveryield, was a member of the Kingsguard and living members House Norcross are serving in the rival courts of Stannis Baratheon and Margaery Tyrell. They are vassals of House Florent of Brightwater Keep and have a small keep near the mouth of the Mander on the Sunset Sea.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Norcross,</strong> the seat of House Norcross, a small keep near the Mander.</li><li><strong>Wyken,</strong> a port town which sits at the mouth of the Mander.</li><li><strong>Medway,</strong> a farming hamlet along the Mander.<a title=\"Expand slideshow\" id=\"slideshow-0-0\"></a></li></ul>\r\n<h3>Construction</h3>\r\n<p>Norcross was built in late July 2014 by Discs as a sub-project of Brightwater Keep.</p>",
    "images": [],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Norcross",
        "destinationType": "keep",
        "destinationStatus": "notStarted",
        "destinationLevel": "two",
        "warp": "/warp norcross",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": "https://forum.westeroscraft.com/threads/project-app-uffering-by-elduwin.63/",
        "banner": []
      }
    ]
  },
  {
    "title": "Old Oak",
    "slug": "old-oak",
    "copy": "<p><strong>Old Oak</strong> is the seat of <strong>House Oakheart</strong>, an ancient house that traces its ancestry to Garth Greenhand, one of the founders of many noble houses in The Reach. Their sigil is three green oak leaves on gold. The main town of House Oakheart is called Branche and is an important economic center on the Ocean Road from the Reach to Lannisport. The surrounding lands including small villages, such as Sevenoaks, Buckler's Bay, Ciderwell, Lightleaf, and Morton. House Oakheart has an esteemed history of knights that have served in the Kingsguard, including Ser Arys and Ser Olyvar, but is more notorious for fighting the Dornish in major battles of the age-old rivalry. Their great hall and galleries are filled with tapestries, paintings, and murals depicting these historic scenes and also relics from their conquests in Dorne. The most famous of these knights are called the Three Leaves, who fought in the Prince's Pass with Daeron I Targaryen.<br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Castle Oakheart,</strong> has large towers with pointed green roofs. Within the tall curtain walls are multiple courtyards, which often have trees, gardens, and pools. The castle is surrounded by a dry moat and has two gates, one protected by a barbican which features two relief sculptures of oak trees.</li><li><strong>Crypts,</strong> beneath the castle have tombs for the decorated family and their noble ancestors. A secret entrance to the crypts lies behind a painted screen of the Stranger in the private sept within the castle. The Oakhearts also have a tradition of planting an oak tree when a member of their family has died, sometimes on top of the grave if they were buried outside of the crypts.</li><li><strong>Oakheart Great Hall and Gallery,</strong> large wooden supports imitate massive oak trees in a large feast hall. Near this hall are multiple galleries, which include murals of the history of House Oakheart and many relics from their conquests in Dorne with the Tyrells and the Targaryens.</li><li><strong>Tournament Grounds,</strong> visible from the castle are extensive tourney grounds, which include tents for the participating knights and their entourage, jousting lanes, and a melee arena. Since the the knights of House Oakheart are highly esteemed, with many family members serving the Kingsguard or in the military actions of the Reach, these tournament grounds perhaps trained some of Westeros' finest knights and provide a source of entertainment and notoriety for House Oakheart. Guarding the entrance to the tourney grounds is a sculpture of the Three Leaves, three famous knights from House Oakheart.</li><li><strong>Branche,</strong> the nearby town is filled with prosperous houses, with many middle class homes and a large manse for a notable merchant or knight. Also included are a few homes under construction, demonstrating the prosperity of this region.</li><li><strong>Buckler's Bay,</strong> a small port houses the war galleys of House Oakheart, including the mighty \"Heart of Oak,\" which is par with any war ship in Westeros, according to House Oakheart.</li></ul>\r\n<p><strong>Note:</strong> Dosk and Little Dosk have been assigned to the lands of House Oakheart, Dosk has not been built and will need to be constructed as part of any future update or redo. </p>\r\n<h3>Construction</h3>\r\n<p>Old Oak was constructed in June 2014 to September 2014 by tsarkaiser84 and MrHambone. It was one of the earlier builds in the new release of the South and worked closely with it's neighboring builds, such as Coldmoat, Standfast, Lowther, and Westbrook. The castle was completed first with the town of Branche and the following lands being completed later. The surrounding hamlets and a septry were made by other builders as sub-applications. House Lowther and House Westbrook, although separate projects were closely tied with Old Oak because they are likely vassal houses to House Oakheart.</p>\r\n<h3>Inspiration</h3>\r\n<p>Although there is much information about the historic members of House Oakheart, very little is known about their castle and its design. The builders emphasized the martial aspect of the family and their pride and chivalry. The castle and townhouses are representative of the northwest Reach.</p>\r\n<h3>Build History</h3>\r\n<p>The Old Oak built by Tsarkaiser replaced an older build by Hennhouse from Fall 2012, which used sandstone accents and was shaped like a large oak stump.</p>\r\n<figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/oldoakold.png\" data-image=\"103103\"></figure>\r\n<h3>Video</h3>\r\n<p>Old Oak and the town of Branche were feature in Episode 34 of WesterosCraft Walks. DutchGuard begins in the town before exploring the castle, its galleries and halls, and also the crypts beneath and some of the towers.</p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/Nmp7mzZ5P4Y\" frameborder=\"0\" allowfullscreen=\"\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/oldoak1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Oakheart",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "four",
        "warp": "/warp oldoak",
        "dateCompleted": "2014-09-20T07:00:00+00:00",
        "projectLead": "Tsarkaiser84, MrHambone",
        "dateStarted": "2014-06-29T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Oakheart_top.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Oldflowers",
    "slug": "oldflowers",
    "copy": "<p><strong>House Oldflowers</strong> is a minor house of <a href=\"https://westeroscraft.fandom.com/wiki/The_Reach\" title=\"The Reach\">The Reach</a> situated along the lower Mander River below Highgarden and near the tributary with a river starting in Horn Hill. According to semi-canon sources they blazon their arms with ten white hands on green, 4-3-2-1, beneath a red bend sinister. Their sigil (a bend sinister is often associated with bastardy) and the \"flowers\" part of their name (the name given to bastards in the Reach) both hint that the Oldflowers may descend from a bastard of House Gardener.<br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Oldflowers Castle,</strong> centered amidst several fields, a holdfast, and a hamlet. The castle has a secret tunnel in the crypts to escape an attack.</li><li><strong>Village,</strong> about 20 houses along the Mander. The main settlement of House Oldflowers.</li><li><strong>Septry,</strong> a small septry along the road to Highgarden.</li><li><strong>Outlaws,</strong> an outlaw has also set up camp in the southern part of the Oldflowers' lands.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Construction was started on November 2, 2014 and was finished February 6, 2015. The project started out strong and then was riddled with procrastination and real life issues. <br></p><h3>Inspiration</h3><p>Oldflowers was originally planned to be <a href=\"https://westeroscraft.com/wiki/reach/dunstonbury\">Dunstonbury</a> ex-seat of House Manderly, but with the publication of A World of Ice and Fire new information was discovered about the old Manderly seat so there was a change in plans. The keep and town was inspired by medieval French architecture, like many houses in the Reach. But the latest version of the castle was inspired by a sketch of the chateau of La Mothe-Chandeniers, Viennes, France.</p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/oldflowersinsp.jpg\" data-image=\"103116\"></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/oldflowers1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Oldflowers",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp oldflowers",
        "dateCompleted": "2015-02-06T08:00:00+00:00",
        "projectLead": "Crunchy_Taco34, EStoop",
        "dateStarted": "2014-11-02T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Pommingham",
    "slug": "pommingham",
    "copy": "<p><strong>House Pommingham</strong> is a minor house which is situated in the southern Reach. House Cuy of Sunhouse lies to the south of it and House Yelshire to the north both of which are connected by roads. The road leading south from Pommingham leads to Two Harbours, a non-canon town controlled by House Cuy and House Bulwer.</p>\r\n<p>The sigil of House Pommingham depicts a red pomegranate on a white field.</p>\r\n<h3>Locations</h3>\r\n<ul><li><strong>Castle Pommingham,</strong> in the middle of the relatively small lands of House Pommingham lies the castle on a small hill where you will also find a large vineyard.</li><li><strong>Village and Market,</strong> in the valley lies the main village of House Pommingham which consists of around 15 houses, about half of them middle class, the rest low class. The village also features a small market place. (/warp phhamlet1)</li><li><strong>Agriculture,</strong> the village is surrounded by fields of wheat, pease, carrots and turnips. Many of the orchards are planted around the village grow pomegranates, an important crop for House Pommingham and their namesake.</li><li><strong>Sept and Hamlet,</strong> following the road up the hill you will first encounter a small sept and at the end of that road a small hamlet with a windmill. There are also lots of low class farm houses spread around the fields. (/warp phhamlet 2)</li><li><strong>Other Hamlets,</strong> two more hamlets: one to the North and one to the south each feature fewer than six houses and more fields. (/warp phhamlet 3, /warp phhamlet 4)</li><li><strong>Pommingham Lands,</strong> the lands of House Pommingham are mostly large, flat grass fields. There are two smaller forests though to the west of the villages. In the more southern one you can find a hunting hut in the trees and just west of phhamlet4 there is a small logging camp in the woods.</li></ul>\r\n<h3>Construction</h3>\r\n<p>The project was approved on October 6, 2014 and was lead by InfinityMe123. It was completed on the 25th of October (2014). Pommingham Castle and most of the hamlets were planned and led by InfinityMe123 and the fourth hamlet was led by MrQuentini. </p>\r\n<h3>Inspiration</h3>\r\n<p>House Pommingham's style fits the southern Reach and is modeled on the existing plans for the Arbor and Sunflower Hall by using sandstone and red-tiled roofs. </p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/pommingham1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Pommingham",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp pommingham",
        "dateCompleted": "2014-10-24T07:00:00+00:00",
        "projectLead": "InfinityMe123",
        "dateStarted": "2014-10-06T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Sloane",
    "slug": "sloane",
    "copy": "<p><strong>House Sloane</strong> is a noble house located in The Reach. There is no canon information to tell us what its history is, or what their seat looks like.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Lakeside Castle,</strong> the castle is located on a lake, similarly to Ironoaks in the Vale. Around the small keep, stretches the land belonging to house Sloane.</li><li><strong>Agriculture,</strong> House Sloane's lands include vast agricultural fields, crofts, villages, a mill, a tower-house guarding the eastern road leading to the Sloane lands.</li><li><strong>Hamlet,</strong> a small holdfast in a hamlet sits to the south of the lake.</li><li><strong>Septry,</strong> to the west of the lake is an isolated septry, dedicated to the faith of the seven.</li></ul>\r\n<h3>Construction</h3>\r\n<p>The construction phase was split into two parts, one being the construction of the keep, and the other being the creation of the surrounding land. The keep itself progressed fast and after about five days was completely done. The surrounding land was the phase of the build which took longer. At this stage, the leader received a lot of help from the community. This help often came in the form of constructing one of the many small, poor farmers hovels present throughout the Sloane lands. Credit is due to Bluecichlid who led and planned one of the hamlets. The entire project took approximately one month to reach completion. </p>\r\n<h2>Inspiration</h2>\r\n<p>The keep and its surrounding lands were modeled on other builds in the Reach, and focused on using a combination of stone, daub-and-wattle, and green-slate roofs. </p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Sloane1.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Sloane",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp sloane",
        "dateCompleted": "2014-10-25T07:00:00+00:00",
        "projectLead": "larshping98",
        "dateStarted": "2014-09-13T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "The Ring",
    "slug": "the-ring",
    "copy": "<p><strong>The Ring</strong> is the seat of <strong>House Roxton</strong>, a noble house from The Reach. The family descends from Andal adventurers who settled in the region after they received lands from the Three Sage Kings of House Gardener (Garth IX, his son Merle I, his grandson Gwayne V), whose policy was to assimilate the newcomers via marriage and granting them land in exchange for oaths of fealty.</p>\r\n<p>Their arms are a saltire of interlocked golden rings, upon a sky blue field. The only known members are Ser Lorence Roxton, a knight of the Kingsguard during the reign of Jaehaerys I Targaryen, and Ser Jon Roxton (\"Bold Jon\"), who participated in the Second Battle of Tumbleton as described in <em>The Princess and the Queen</em>. The house possessed an ancestral Valyrian steel sword called Orphan-Maker. After Ser Jon's death at the hands of Hugh the Hammer's men in Tumbleton, the blade was somehow aquired by Lord Unwin Peake of Starpike, Hand of the King to Aegon III.</p>\r\n<p>The location of The Ring is at the far northern border of the the Reach, with the Blackwater Rush (Crownlands) to the east, the Gold Road bridge Riverlands) to the north, and Smithyton and Tumbleton (The Reach) to the southeast. The castle itself sits on top of a somewhat prominent hill, which overlooks the town of Girdle and the lush farmland and forests of the Reach. This defensible location has likely been settled for generations, making the Roxtons one of the older families in the Reach.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>The Ring,</strong> House Roxton's main keep is a circular structure with high walls that form a shell. The small towers are crowded on a hilltop surrounding a small courtyard, great hall, and lord's chambers. The structure is not lavish, but houses all the necessities of a small castle.</li><li><strong>Girdle,</strong> the main village near the Ring has a few large manor houses and many middle class homes. Since the castle is not very large, guests or important members of the family often live in the town, such as the current lord's mother. The region has very fertile land, and fields, many with hedges, radiate around the town and keep.</li><li><strong>Pavillion,</strong> a smaller village near a pond, where there was likely a tourney held which gave the village its name.</li><li><strong>The Bridge,</strong> a stone bridge serves as a border between the Riverlands and the Reach as it crosses the Blackwater. The road continues north to Bechester, a town in the Riverlands.</li></ul>\r\n<h3>Construction</h3>\r\n<p>OllieDisc began building The Ring in February 2014 and it was completed 113 days later in June 2014. The extensive surrounding lands, including the bocage and forests are filled with small details.</p>\r\n<h3>Inspiration</h3>\r\n<p>OllieDisc based The Ring on the 13th century ring castles, which were a short-lived architectural style that replaced the wooden motte-and-bailey castles of the Normans. One notable shell castle is Restormel Castle in England.</p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/theringinsp.jpg\" data-image=\"103129\"></figure>\r\n<h3>Build History</h3>\r\n<p>OllieDisc's version of the Ring replaced an earlier version by Demodocus that was completed before the release of \"The Princess and the Queen.\" Many aspects of Demodocus' original design were worked into the new version, an Demodocus served an advisory role on the application. The older version was modelled on castle Carcassone, with 12 small towers crowded atop a small hill. Within the walls were houses, both above and below ground, with some of the town built into the hill near the keep itself.</p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/theringold.png\" data-image=\"103128\"><figcaption>The old version of The Ring by Demodocus</figcaption></figure>\r\n<h3>Video</h3>\r\n<p>The Ring was featured in Episode 2 of WesterosCraft Walks. DutchGuard begins in the neighboring town of Bechester, crosses the Blackwater, and then visits Girdle and the Ring.<br></p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/I2uSdlY2s1c\" frameborder=\"0\" allowfullscreen=\"\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/thering1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Roxton",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp thering",
        "dateCompleted": "2014-06-05T07:00:00+00:00",
        "projectLead": "Discs, Demodocus",
        "dateStarted": "2014-02-12T08:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Three Towers",
    "slug": "three-towers",
    "copy": "<p><strong><strong>*Below is the wiki entry for the old Three Towers, it is being redone as part of the <a href=\"https://westeroscraft.com/wiki/reach/oldtown\">Oldtown</a> project.</strong></strong></p><p><strong>Three Towers</strong> is the seat of <strong>House Costayne</strong>, a noble house sworn to the Hightowers in The Reach. Their sigil is quartered, with a silver chalice on black and a black rose on gold. The Costaynes are a semi-powerful house and have seemingly never been satisfied with their sworn lords of Oldtown. During both the Blackfyre rebellion and the Dance of Dragons, the Costaynes have both times chosen the opposite side of their overlords. The most famous member of the Costayne family is Long Tom, who served in the King's Guard for sixty years.<br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>The Three Towers,</strong> a castle sits on a cliff, boasting three magnificent towers.</li></ul>\r\n<ul><li><strong>Main Town,</strong> is a quaint area that contains sept and a septry on its own cliff near the Three Towers.</li></ul>\r\n<ul><li><strong>Fields and Plains,</strong> the surrounding lands are covered in beautiful fields and large swept plains, full of southern Reach agriculture.</li></ul>\r\n<ul><li><strong>Holdfast,</strong> to the east of the town lies the only holdfast, but throughout the lands small villages have appeared and sworn themselves to the Costaynes.</li></ul>\r\n<h3>Construction</h3>\r\n<p>ItsPabs started working on Three Towers at the end of June 2014 and finished it in October 2014. The build took it's time, but there were no major humps in the process along the way. About 15 different people helped to build the houses and town around Three Towers. The current version replaced a very old build by wjtucker in August 2012.</p>\r\n<h3>Inspiration</h3>\r\n<p>The castle was inspired by the beautiful Neuschwanstein Castle in Germany. Pabs used the tower designs there as inspiration for his own in the build. Just like Three Towers the Neuschwanstein Castle was also built on a clifftop.<br></p>",
    "images": [],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Costayne",
        "destinationType": "castle",
        "destinationStatus": "redoInProgress",
        "destinationLevel": "four",
        "warp": "/warp threetowers",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Tumbleton",
    "slug": "tumbleton",
    "copy": "<p><strong>Tumbleton</strong> is a major town in The Reach along the banks of the Mander river, not far from King's Landing and the Rose Road. Tumbleton is the seat of <strong>House Footly</strong> whose arms are a field of silver caltrops on black and whose words are \"Tread Lightly Here.\" Tumbleton is one of most northern towns in the Reach and its geographic significance has caused it to be part of many battles, most famously the Treason of Tumbleton and the Second Battle of Tumbleton in the Dance of the Dragons, in which it was burned by dragonfire. But, the town survived and has now flourished under the Footly's who have fortified the town. Even as the northernmost town in the Reach, it still bears resembles to the Reach style with decorative houses with flowers, orchards and vineyards and major industries such as agriculture, wine and cider making, and shipping because of its location on the Mander, and proximity to major cities such as King's Landing.<br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>House Footly Keep,</strong> sits atop a stony hill outside of the main town.</li><li><strong>Old Walls and Wooden Palisade,</strong> surrounding the city is a wooden palisade built atop the ruined stone walls that remained from the two battles during the Dance of the Dragons.</li><li><strong>The Bawdy Badger,</strong> an inn where Ulf White slept through the Second Battle of Tumbleton.</li><li><strong>Pennybridge and Buckley,</strong> two hamlets, north and south of Tumbleton respectively and watching over farms and orchards. Pennybridge controls a small bridge over the Mander River.</li><li><strong>Sweetsong,</strong> a small Septry to the West of Tumbleton, that lies at the confluence of two tributaries of the Mander River.</li><li><strong>Vineyard,</strong> a large vineyard lies to the east of the keep.</li></ul>\r\n<h3>Inspiration and Construction</h3>\r\n<p>Larshping98 and martin_crasborn starting building Tumbleton in January 2014. They also received help from joniskopfimtopf. At the time the planning process started, a Northern-Reach style had not yet been established. Tumbleton's style was modelled largely off surrounding builds such as the Ring. Certain elements of the town's layout where based on an earlier version of Tumbleton. The build continued off and on until August 2014, when it was completed.</p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/tumbletonold.png\" data-image=\"103138\"><figcaption>Old Tumbleton by georni</figcaption></figure>\r\n<h3>Build History</h3>\r\n<p>The current Tumbleton replaced an older version which was built in Februrary 2013 by georni. This version of Tumbleton included a small hilltop keep and a city square surrounding a small sept. With information gained from Martin's later publications, a more modern Tumbleton was required. Georni's version replaced a very old version, which has been preserved at /warp oldtumbleton as a UNESCO WesterosCraft Heritage site for its \"post-modern\" qualities.</p>\r\n<h3>Video</h3>\r\n<p>Tumbleton was featured in Episode 21 of WesterosCraft Walks. DutchGuard is given a guided tour (albeit silent) by larshping98. Together they visit Pennybridge, Tumbleton, and Buckley.<br></p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/qRodukm6EVI\" frameborder=\"0\" allowfullscreen=\"\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/tumbleton1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Footly",
        "destinationType": "town",
        "destinationStatus": "redoInProgress",
        "destinationLevel": "two",
        "warp": "/warp tumbleton",
        "dateCompleted": "2014-08-05T07:00:00+00:00",
        "projectLead": "Luk_emAn",
        "dateStarted": "2014-01-28T08:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Uplands",
    "slug": "uplands",
    "copy": "<p><strong>House Mullendore of Uplands</strong> is a noble house in the south of the Reach sworn to the Hightowers of Oldtown. They blazon their arms with black and orange butterflies on white. Their motto does not appear in the books. The known members of house Mullendore are Ser Mark Mullendore, Lord Martyn Mullendore and the Bastard of Uplands (Blackshield).</p>\r\n<h3>Features<br></h3>\r\n<ul><li><strong>Mullendore Castle,</strong> situated to the east of the village, sits on a crest of a hill and is built lengthwise, giving emphasis on different parts of the castle that can be defended separately. It has a bigger keep, which holds the great hall and utilities such as servant’s quarters, food storage, steward’s chambers and others. There is also the lord’s tower, used by the family as a living space. There is the smaller keep, used for administrative purposes. It has a small audience chamber, rooms for guests, maester’s quarters, council room and more. There is the armory tower which holds the castle garrison and finally the holdfast which is used in case of an attack and can be easily defended. It also holds the Uplands vault.</li><li><strong>Uplands Village,</strong> located west of the castle, it has a few notable structures like a windmill, a barracks, an inn and a sept.</li><li><strong>Holdfasts,</strong> one situated to the north west and the other to the south east, but to protect House Mullendore from attacks.</li><li><strong>Lumber Camp,</strong> a hamlet situated near the second holdfast currently used as a source of wood but in the future will be a place for fields.</li><li><strong>Mine,</strong> situated to the west of the castle, is used to mine copper.</li><li><strong>Hamlets,</strong> one located south of the village, another south west of the castle that includes a vineyard and winery, and a third north east of the castle that has pastures and peach orchards.</li><li><strong>Ruined Fort</strong> this ancient fort used to be a settlement of the first men, later settled by House Mullendore but abandonned after they moved to the new castle. The ruin lies east of the castle.</li></ul>\r\n<h3>Construction</h3>\r\n<p>This build took only a month to build since the builder was on school holiday and had plenty of time to build. The terraforming was done by Veggie while the holdfasts were done by pottman and Link_Of_Kakariko. The old uplands was built by thecoddfish in December 2012. </p>\r\n<h3>Inspiration</h3>\r\n<p>The keep was inspired by Chateau de Montsegur, France, which is built on a prominent rocky lookout.<br></p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/uplandsinsp.jpg\" data-image=\"103146\"></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/uplands1.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Mullendore",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "three",
        "warp": "/warp uplands",
        "dateCompleted": "2016-02-03T08:00:00+00:00",
        "projectLead": "jMp007",
        "dateStarted": "2015-07-19T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Mullendore.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Varner",
    "slug": "varner",
    "copy": "<p>Original completion date: 9/8/2014</p>",
    "images": [],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Varner",
        "destinationType": "keep",
        "destinationStatus": "redoInProgress",
        "destinationLevel": "three",
        "warp": "/warp varner",
        "dateCompleted": null,
        "projectLead": "Knight_Krawler, Jakethesnake8_8",
        "dateStarted": "2014-08-02T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Wythers",
    "slug": "wythers",
    "copy": "<p>Not much is known about <strong>House Wythers</strong>, aside from the odd appearance of minor characters. Their sigil is a grey squirrel on white with a red border. It should be noted that \"wythers\" could be a corruption of the word \"<a href=\"https://en.wikipedia.org/wiki/Withers\">withers</a>\" which is the ridge between the shoulder blades of a four-legged mammal, usually the tallest point of the body where an animal's height is measured. This connection as well as the culture of the Reach reinforces the idea of the area being tied to agriculture.</p><h3>Features<br></h3>\r\n<ul><li><strong>Castle,</strong> a quaint castle with orderly gardens.</li><li><strong>Wytherton</strong> a lively small town surrounded by agricultural buildings. Includes a large in with a covered archway.</li><li><strong>Farmland,</strong> a sprawling farmland adhering to the three-field system.</li><li><strong>Horse Ranches,</strong> some of which look familiar to the Lon Lon Ranch from Ocarina of Time.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Construction on the castle took about a week or two, while hashing out the layouts of the fields took 6 months procrastination. Most of the house exteriors in Wythers and Wytherton were constructed by SMP, who then recruited others to do interiors for them.</p>\r\n<h3>Inspiration</h3>\r\n<p>SMP saw a distinct lack of extensive farmland in the Reach at the time; something thought odd given the Reach is known for it's farms. With this in mind, Wythers includes create sprawling farmlands that every house in the Reach should aspire to. The simplicity and elegance of the castle itself is also fitting for the style of the Reach.</p>\r\n<h3>Video</h3>\r\n<p>House Wythers was featured in Episode 60 of WesterosCraft Walks. DutchGuard began on the border with House Ball before exploring the town of Wytherton, the sprawling fields, and finally the castle itself.</p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/uH7Z6iTOgC0\" frameborder=\"0\" allowfullscreen=\"\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/wyhters.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/wyhters.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Wythers",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp wythers",
        "dateCompleted": "2015-05-12T07:00:00+00:00",
        "projectLead": "SMP",
        "dateStarted": "2014-11-13T08:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Lyberr",
    "slug": "lyberr",
    "copy": "<p><strong>Lyberr</strong> is the seat of <strong>House Lyberr</strong>, a noble house from The Reach. Their sigil is a cat's head on grey and a brown jug on white. The fertile plains in the northeastern Reach are commanded by the Lyberrs. Production of quality blackberry wine is a long tradition amongst the farmers - it is the main export of the Lyberr lands.</p>\r\n<h3>Features</h3>\r\n<ul><li>Lyberr Keep: The castle is situated in the fertile plains, surrounded by a dry moat and blackberry bush hedges. Outside of the castle are small stables for the horses. The small and modest keep consists of two parts, the donjon and the hall. The first is occupied by soldiers and the noble family. The feast hall, guest rooms and a maester's tower with the rookery are parts of the hall building. Behind the hall is a small and pretty garden, for the nobles to relax in.</li><li>Lyberr: The town of Lyberr is found right next to the Lyberr Keep. There are more than a dozen houses in the town, an inn and a sept with its graveyard.</li><li>Lyberr Winery: (/warp lyberrwinery) produces blackberry wine of great quality according to the old family tradition. Vineyards belonging to the winery are located east of the Lyberr Keep.</li><li>Pawsey: (/warp pawsey) Situated on the border with Bitterbridge, the towerhouse and several house near it serve as an entrance to Lord Lyberr's lands from the south.</li><li>Mulberry: (/warp mulberry) is a small hamlet of half a dozen houses, earning money from woodcutting and farming. A road from it leads to the northernmost holdfast.</li><li>Applebrook: (/warp applebrook) is a towerhouse built to guard Lyberr teritory from The Westerlands, specifically House Peckledon</li></ul>\r\n<h3>Construction</h3>\r\n<p>Lyberr was WhereRmyDragons' first project on the server. The expansive fields were done by the Reach veteran, tsarkaiser84. Construction of Lyberr began in late March of 2016 and was finished in the early days of July of the same year.</p>\r\n<h3>Inspiration</h3>\r\n<p>Castle Bedzin in Poland was the main inspiration for the Lyber Keep.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/lyberr1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Lyberr",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "three",
        "warp": "/warp lyberr",
        "dateCompleted": "2016-08-02T07:00:00+00:00",
        "projectLead": "WhereRmyDragons",
        "dateStarted": "2016-03-26T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Yelshire",
    "slug": "yelshire",
    "copy": "<p><strong>House Yelshire</strong> is a minor house from Southern Reach, bordering Oldtown, Uplands and Pommingham. The house controls large lands, which consist of forested ridges to the North-East and dry valleys to the South-West.<br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Yelshire Castle</strong>, located on top of a steep slope towards the South. It features a large hall, a palais, two gatehouses and a bergfried that was eventually turned into Ladies' quarters.</li><li><strong>Yelshire Town</strong>, a larger settlement North of the castle, featuring a large Inn, a wine merchant and a wealthy smith.</li><li><strong>Yelshire Holdfast</strong>, a knightly holdfast on the Southern border of the lands.</li><li><strong>Verment vinyard</strong>, an old knightly manor towards the Eastern end of the Yelshire lands. Around the manor are olive grooves and vinyards, some of them in disrepair. The family has lost wealth due to a feud with the neighbouring vinyard. Recently the main bridge towards Oldtown was destroyed in a heavy rainfall, which puts the family in a dangerous spot.</li><li><strong>Welham vinyard</strong>, a newer knightly manor in the middle of Yelshire's main valley. It as well is surrounded by vinyards and orchards, and the family profits from the closer location towards Yelshire and Oldtown. It is said that the family uses unprincipled actions in the family feud.</li><li><strong>Various watchtowers</strong>, both in use and ruined, spread through the lands.</li><li><strong>A deep forest</strong>, hiding many secrets and being source of wealth to house Yelshire. Long logs are rafted down the rivers towards Oldtown or processed in the local sawmills.</li></ul>\r\n<h3>Construction</h3>\r\n<p>The project was approved by IwanDeLarch, Emoticone and Pizza on Aug 3, 2016 and completed on May 23, 2017. The project leader was Andy_Jones, with sub projects being lead by 7JG7, Sitorres and Enahsian.</p>\r\n<h3>Inspiration</h3>\r\n<p>While the original design was inspired by <a href=\"https://upload.wikimedia.org/wikipedia/commons/3/3e/Burg_Hohenzollern_ak.jpg\">Hohenzollern</a> and mostly <a rel=\"nofollow\" href=\"http://www.burg-hochosterwitz.com/upload/imgproc/1813571_head.jpg\">Hochosterwitz</a> Castle, the design was altered a lot through the project.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/yelshire-1.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/yelshire-5.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/yelshire-4.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/yelshire-1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Yelshire",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "four",
        "warp": "/warp yelshire",
        "dateCompleted": "2017-05-03T07:00:00+00:00",
        "projectLead": "Andy_Jones",
        "dateStarted": "2016-08-03T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Bitterbridge",
    "slug": "bitterbridge",
    "copy": "<p><strong>The Bitterbridge</strong> is an old stone bridge and the northernmost crossing of the Roseroad over the Mander river. Its ancient and strong foundations have made it a viable candidate for many an army to cross the Mander, able to withhold the weight of any siege weapons and soldiers that might traverse it. Originally called the <strong>Stonebridge</strong>, the savagery of a particular battle that took place on its age-old span made the muddy waters of the Mander beneath it run red with blood. Although it has not seen such bloodshed since that day, it was forever known afterwards as the Bitterbridge. Today, it is guarded to the east by the seat of<strong> House Caswell</strong>, a stout castle of stone and timber. Not far south of it stands the town of Bitterbridge, a thriving Reach commune of trade and commerce that prospers from the various travellers who walk the Roseroad.</p><h3>Features<br></h3>\r\n<ul><li><strong>The Bitterbridge</strong>, an ancient stone bridge that spans the Mander. The waters around and beyond it are too treacherous and shallow for anything larger than small rafts to traverse them.</li></ul>\r\n<ul><li><strong>Bitterbridge Castle</strong>, the pride of House Caswell guards the nearby bridge of the same name, providing a ready bastion for the Reach to stand against any foes from who might take the Roseroad into their lands. The castle’s battlements consist of stone and timber. Despite its short stature, it appears taller due to the flat, smooth plains of the surrounding region. It is stout and strong, and its architecture bears resemblances to both Reach and Crownlands designs, likely due to its proximity between the two kingdoms.</li></ul>\r\n<ul><li><strong>Bitterbridge Town</strong>, a large and prosperous settlement, the town just south of the bridge it is named for thrives on the trade caravans and various travellers who walk the Roseroad. It has even gone so far as to establish its own bridge across a low ford, although the bridge’s logs and timber would likely break under the weight of much more than the odd caravan. As such, the original stone Bitterbridge remains a major crossing and tactical chokepoint. The town itself, while controlled by the Caswells, is more directly governed by the local merchants, who meet at the Town Hall on the old square to oversee its day-to-day needs and finances.</li></ul>\r\n<ul><li><strong>Bitterbridge Docks</strong>, the docks of the thriving town contribute to a large amount of its success. Due to the rough waters further upstream and the nearby ford, the Bitterbridge docks act as the final haven for traders sailing the Mander’s waters. Many of these traders end up docking there as a final stop before heading back down the river the following morning. The money they spend while staying further enriches the town, as well as the goods they provide.</li></ul>\r\n<ul><li><strong>The Many Septs and Septries</strong> of Bitterbridge and its Lands, throughout the Caswell’s lands there are many holy sites which have been built over the centuries. The density of the various septs and septries is unusual, as normally abbeys and the like build distinctly away from one another. It is thought by Maesters who have studied the phenomenon that the large number of debout Seven-worshippers in the area, and the proximity of the prosperous Reach town, has encouraged such sanctuaries to appear.</li></ul>\r\n<ul><li><strong>Holdfasts</strong>, there are various holdfasts to the north, south, and east of the town. They stand ready to guard against any potential intruders from the Reach itself, as well as against bandits and other criminal vagabonds.</li></ul>\r\n<h3>Construction</h3>\r\n<p>The original Bitterbridge was built by PJAxel1927 in late August 2012, who was inspired by Runkel Castle in Germany, but shortened the towers and reduced the scale of the castle so as to meet the canon of a squat castle that appears tall due to the flat plains of the surrounding lands.</p>\r\n<p>With the new map and new blocks, Bitterbridge was opened up again for application. ErtyLink, a builder, took up the job in early March 2015 and began working on the project’s castle, bridge and town plotting. Due to feeling burnt out by the project after almost a year working on it, ErtyLink dropped the project in early March 2016 for any others to take up.</p>\r\n<p>Later that same year in May, Howy, a longtime builder, took up the project. A notable change from the older versions was to separate the town and the bridge, which, after reading into the canon, it was decided could not have been in as close a proximity as they had been in the past. In late March 2017, the Town Proper was completed, with only the lands and castle remaining. A few months later, in late July 2017, the project as a whole was completed.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/bitterbridge-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/bitterbridge-8.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/bitterbridge-7.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/bitterbridge-6.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/bitterbridge-5.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/bitterbridge-3.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/bitterbridge-2.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/bitterbridge-1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/bitterbridge-1.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Caswell",
        "destinationType": "town",
        "destinationStatus": "completed",
        "destinationLevel": "five",
        "warp": "/warp bitterbridge",
        "dateCompleted": "2017-08-01T07:00:00+00:00",
        "projectLead": "Howy",
        "dateStarted": "2016-06-10T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Caswell.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Bushy",
    "slug": "bushy",
    "copy": null,
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Bushy1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Bushy",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp bushy",
        "dateCompleted": "2020-03-23T07:00:00+00:00",
        "projectLead": "jmcmarq",
        "dateStarted": "2016-06-15T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/bushy-by-jmcmarq.681/",
        "banner": []
      }
    ]
  },
  {
    "title": "Hammerhal",
    "slug": "hammerhal",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Cordwayner",
        "destinationType": "castle",
        "destinationStatus": "inProgress",
        "destinationLevel": "three",
        "warp": "/warp hammerhal",
        "dateCompleted": null,
        "projectLead": "ViserysII",
        "dateStarted": "2020-08-31T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-house-cordwayner-by-viserysii.2407/",
        "banner": []
      }
    ]
  },
  {
    "title": "Oakenshield (Reach)",
    "slug": "oakenshield",
    "copy": "<p><strong>Lord Hewett's Town</strong> is the seat of <strong>House Hewett</strong>, a noble house from the island <strong>Oakenshield</strong> in the Shield Islands, in the <a href=\"https://westeroscraft.com/wiki/reach\" target=\"_blank\">Reach</a>. This island is the largest and most \r\npopulated of the Shield Islands, with the majority of the \r\npopulation living in the town.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Hewett Castle</strong> is a moderately sized castle built on a \r\nhill overlooking the town. It was originally a small square tower built \r\nby the Ironborn when the shield islands were under their control many \r\nyears ago, but has since been expanded in the typical style of the Reach\r\n with its distinctive green slate rooves and heavy oak doors painted in \r\nthe house colours. \r\n</li><li><strong>Lord Hewett's Town</strong> is a walled port town built on the \r\nslopes of the hills surrounding a bay. The town's economy relies most on\r\n trade and fishing, and the largest building in the town is a guildhall \r\nwith a market underneath. Other notable locations in the town include a \r\nropeworks, lime kilns and a sept.\r\n</li><li><strong>Hamlets</strong> are sprinkled around the island. There are \r\nfishing hamlets build around the small bays of the island, sheep farmers\r\n on the western side of the island around the town and farming hamlets \r\non the eastern side where the soil is more arable. There is also a \r\nlogging hamlet built in the forest in the centre of the island.\r\n</li><li><strong>Beacons</strong> are built around the island that can be lit when Ironborn raiders are seen to allow for a fast response.\r\n</li><li><strong>Longship Pens</strong> are built on beaches around the island to \r\nhold longships which the islanders can man quickly in case of ironborn \r\ninvasion. The stone pens allow the boats to be deployed quickly and \r\nefficiently.</li></ul>\r\n<h3> Construction </h3>\r\n<p>The project had previously been started by ZeRamenGuy and Veggie on \r\nseparate occasions, but both times the project was abandoned. MDMeaux \r\napplied formally for the project in July 2017, although extensive \r\ndisccusions and tests had taken place prior to establish a consistent \r\nstyle for the Shield Islands, after previous abandoned projects such as <a href=\"https://westeroscraft.com/wiki/reach/grimston-greyshield\" target=\"_blank\">Greyshield</a>\r\n had failed to do so. While most of the project was rebuilt from \r\nscratch, elements of Veggie's build were incorporated into the current \r\nbuild, notably the tower in the town, which was unchanged save for the \r\npalette. As the island needed to be terraformed from scratch, a novel \r\napproach was taken. A scale model of the island was built on a test \r\nworld using wool colours to form a height map, and this model was \r\nupscaled using WorldEdit, and then detailed. \r\n</p>\r\n<h3> Inspiration </h3>\r\n<p>Inspiration for the town buildings, castle and lands were taken \r\nprimarily from the Atlantic coast of France, notably towns such as La \r\nRochelle, and the layout of the town was based off that of medieval \r\nGenoa. The terrain drew heavily from that of the channel islands.<br></p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hewetts-1.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hewetts-2.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hewetts-3.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hewetts-4.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hewetts-5.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Hewett",
        "destinationType": "landmark",
        "destinationStatus": "completed",
        "destinationLevel": "four",
        "warp": "/warp lordhewettstown",
        "dateCompleted": "2019-07-22T07:00:00+00:00",
        "projectLead": "MDMeaux",
        "dateStarted": "2017-07-01T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-oakenshield-by-mdmeaux.56/",
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Hewett.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Durwell",
    "slug": "durwell",
    "copy": "<p><strong>House Durwell</strong> is a noble house from the <a href=\"https://westeroscraft.com/wiki/reach\" target=\"_blank\">Reach</a>. Their words and arms are not known. During the reign of King Aerys I Targaryen, Lady Rohanne Webber, whose lands were nearby those of the Durwells, accused them of \"living by stealing cattle\" - being livestock thieves.</p>\r\n<p>They are located in the northern <em>Sworn Sword</em> lands (name used on the server to refer to the area in the Reach where this novella takes place), bordering <a href=\"https://westeroscraft.com/wiki/westerlands/crakehall\" target=\"_blank\">Crakehall</a> and the Ocean Road.<br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Durwell town:</strong> Durwell's main town is located a short walk east of the Ocean Road. It is the largest settlement in the Durwell lands, with around twenty five houses. The village also has a handful of professions, including a barber and a blacksmith. On the hill above the town is a holdfast, protecting the Durwell lands from its neighbors.</li><li><strong>Durwell castle:</strong> Durwell's castle sits atop a large hill in the eastern lands. It has lots of rooms for visiting nobles, and has a maesters residence in the southeast tower. At the foot of the castle lies a food storage barn and a stables. Further down the road is a hamlet where peasants who work in the castle live.</li><li><strong>Hamlets:</strong> The town, in conjunction with two farming hamlets, form the bulk of the farming workforce. These hamlets are made up of low class peasants and their families. Both of the hamlets have barns to store the harvested crops in. Also, in the north, there is a logging hamlet. This hamlet provides lumber and firewood for southern Durwell. The farming hamlets can be found at /warp durwellham1 or 4, and the logging hamlet can be found at /warp durwellham2</li><li><strong>Vassal knights:</strong> Inhabiting the Durwell lands are two hedge knights. They live in stout stone keeps, with room for their families and some servants. They can be found at /warp durwellvassal1 or 2.</li><li><strong>Farmstead:</strong> In the south of Durwell lies a farmstead. Around eight laborers live there and work on various aspects of agriculture. Plows and metal tools can also be fixed in the small forge. A large farm house is the centerpoint of the farmstead, and multiple outbuildings flesh out the compound.</li><li><strong>Brewery:</strong> Near the castle, in the far east of Durwell, lies a brewery. Here, beer and ale are made which is then shipped throughout the nearby lands. In the brewery compound is a small beer garden, where locals can enjoy charcuterie, cheese, and beer.</li></ul>\r\n<h3>Construction</h3>\r\n<p>The project was led by an_escaped_duck, Durwell being his first project. It began in August of 2017 and was completed in January 2018. Approving mods were Emoticone11 and IwanDeLarch.</p>\r\n<h3>Inspiration</h3>\r\n<p>The castle was inspired by Chateau De Saumur in France. The lands were inspired by a mix of English and French medieval settlements, as well as completed projects in the Reach.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/durwell-3.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/durwell-2.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/durwell-1.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Durwell",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "three",
        "warp": "/warp durwell",
        "dateCompleted": "2019-01-01T00:00:00+00:00",
        "projectLead": "an_escaped_duck",
        "dateStarted": "2017-01-08T00:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-durwell-by-an_escaped_duck.36/",
        "banner": []
      }
    ]
  },
  {
    "title": "Woodwright",
    "slug": "woodwright",
    "copy": "<p><strong>House Woodwright</strong> is a noble house of the <a href=\"https://westeroscraft.com/wiki/reach\" target=\"_blank\">Reach</a> sworn to <a href=\"https://westeroscraft.com/wiki/reach/highgarden\" target=\"_blank\">House Tyrell</a>. The exact location of their lands is unknown, but our map has them placed south of <a href=\"https://westeroscraft.com/wiki/reach/ball\" target=\"_blank\">Ball</a>, across the Mander, west of <a href=\"https://westeroscraft.com/wiki/reach/horn-hill\" target=\"_blank\">Horn Hill</a>, north of <a href=\"https://westeroscraft.com/wiki/reach/hammerhal\" target=\"_blank\">Hammerhall</a>, and east of <a href=\"https://westeroscraft.com/wiki/reach/brightwater-keep\" target=\"_blank\">Huddlestone</a>. Two members of House Woodwright are named, both household knights in King’s Landing, and known to seek the favour of Margaery Tyrell. The house sigil is a red pall on a field of oak. Their words do not appear.</p>\r\n<p>The region is almost entirely forested, with fertile farmland, meandering streams and a bustling market town on the banks of the Mander. The seat of House Woodwright, takes the form of a fortified manor in the heart of their lands, situated in a large naturally formed moat.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Manor: </strong>A quaint manor in the west of the lands situated within a \r\nlarge moat/lake. The Manor is a more recent addition and replaces the \r\nruin to the Northeast as the house seat.</li><li><strong>Woodwright Town:</strong> A lively market town on the Rose Road. The town \r\ncontains a number of regionally important landmarks; an inn, a \r\nwell-established market hall, a well-endowed sept, and a number of \r\nindustry operations including logging and boatbuilding. The town also \r\nhas a small lichyard, apiary and a wealth of farmland.</li><li><strong>Woodland:</strong> Woodwright forest is dense and well kept woodland, and \r\nis responsible for providing the lumber, important to the local regional\r\n economy. There are two separate logging operations within the lands, \r\nwith three mills responsible for turning the abundance of oak, alder, \r\nand maple trees into usable building materials. The South-eastern lumber\r\n camp uses Woodwright’s many narrow streams to transport lumber to the \r\nmain town on the Mander.</li><li><strong>Septry:</strong> To the Southeast lies a modest septry with accompanying lavender fields, vineyards and winery.</li><li><strong>Hunting Lodge:</strong> In the heart of Woodwright lands sits a small hunting lodge overlooking the meandering streams that divide up the heart of the forest.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Construction took almost three years due in part to procrastination, other project commitments and Arkil’s lack of terraforming skill. The region’s layout changed a number of times and with help from skilled terraformers, the existing regional layout was designed.</p>\r\n<p>With the absence of the original builders who helped to plan the region, progress was slow. Since the start of 2020 the terraforming mantle was picked up by CashBanks who helped to develop the scripts necessary to bring the project to completion; finishing the rivers, forests, and the updates made to the Mander. Arkil’s commitment as co-leader of the Highgarden server project also was a contributing factor to the slow progress at Woodwright.</p>\r\n<p>Due to the length of time the project took, the manor was rebuilt entirely to take advantage of new blocks and a more realistic layout.</p>\r\n<h3>Inspiration</h3>\r\n<p>The Woodwright region was influenced mostly by the Wye Valley in \r\nEngland; particularly the areas around Tintern Abbey and Symonds Yat. \r\nThese are areas well known to Arkilstorm who visits the region \r\nregularly. The architectural style takes inspiration from rural medieval\r\n houses in the Southeast of England, particularly the villages of \r\nBredgar, Ightham, Chillham, Cobham, and Eynsford in Kent.</p>\r\n<p>Woodwright Manor is based on three distinct historic houses; Ightham \r\nMote, Baddesley Clinton, and Scotney Castle. Woodwright Septry was based\r\n on both Aylesford Priory and The New College at Cobham.\r\n</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Woodwright-1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Woodwright-4.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Woodwright-5.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Woodwright-6.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Woodwright-7.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Woodwright-8.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Woodwright-9.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Woodwright",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "four",
        "warp": "/warp woodwright",
        "dateCompleted": "2020-08-18T07:00:00+00:00",
        "projectLead": "Arkilstorm",
        "dateStarted": "2017-10-23T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-house-woodwright-by-arkil.58/",
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/Banner-Woodwright.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Ambrose",
    "slug": "ambrose",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Ambrose",
        "destinationType": "castle",
        "destinationStatus": "inProgress",
        "destinationLevel": "two",
        "warp": "/warp ambrose",
        "dateCompleted": null,
        "projectLead": "an_escaped_duck",
        "dateStarted": "2018-09-06T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-ambrose.1368/",
        "banner": []
      }
    ]
  },
  {
    "title": "Bandallon",
    "slug": "bandallon",
    "copy": "<p><strong>Bandallon</strong> is an ancient castle situated atop limestone cliffs in the southwestern area of the <a href=\"https://westeroscraft.com/wiki/reach\" target=\"_blank\">Reach</a>, just over sixty-five leagues from <a href=\"https://westeroscraft.com/wiki/reach/oldtown\" target=\"_blank\">Oldtown</a>. It is bordered by the lands of <a href=\"https://westeroscraft.com/wiki/reach/hastwyck\" target=\"_blank\">Hastwyck</a>, <a href=\"https://westeroscraft.com/wiki/reach/honeyholt\" target=\"_blank\">Honeyholt</a> and <a href=\"https://westeroscraft.com/wiki/reach/graves\" target=\"_blank\">Graves</a>. The lords of Bandallon, <strong>House Blackbar</strong>, have ruled this area for millennia and long been leal vassals of House Hightower and more recently, <a href=\"https://westeroscraft.com/wiki/reach/highgarden\" target=\"_blank\">House Tyrell</a>. They blazon a sigil of a black fess on silver. The family and castle are mentioned as declaring for Renly Baratheon, the <em>King in Highgarden</em>.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Bandallon Castle</strong>, a once large and heavily fortified First Men \r\nringfort, this ornate and homey keep is the seat of House Blackbar. Much\r\n of the original castle lies scattered and eroded by the sea's harsh \r\nwaves. Unlike most Westerosi keeps, Bandallon has no great hall and \r\ninstead has a dining room and multiple parlours. The castle has a small \r\ngodswood and a new non-conforming sept overlooking the sea.</li><li><strong>Blackwell</strong>, a sizable market town to the south of Bandallon. This \r\nthriving centre of commerce and trade sits among the best farmlands and \r\npastures in the fiefdom. The town is notable for it's elongated market \r\nstreet anchored at one end by the main sept of the region and for being \r\none of the few places in the Seven Kingdoms which grows saffron locally.</li><li><strong>Seagull</strong>, a port of call for merchants between Oldtown and \r\n<a href=\"https://westeroscraft.com/wiki/westerlands/lannisport\" target=\"_blank\">Lannisport</a>, this small village boasts a manor belonging to a cadet of \r\nthe Blackbar family and the navy of Bandallon. The main exports are \r\nfurniture, cloth and cheese, most of which head to Oldtown to supply an \r\never increasingly hungry upper class.</li><li><strong>Vassals and vineyards</strong>, there are two vassal lordlings to the \r\nBlackbars, both just glorified knightly houses. They hold small manorial\r\n keeps in the southern and eastern edges of Blackbar lands. Near these \r\nsmall manors are two vineyards, one held by His Lordship the other \r\nindependent.</li><li><strong>Bandallon Septry</strong>, this vast castle-like construction was once a \r\nfortress of the Warrior's Sons, an order of the Faith Militant. It's \r\nwalls and towers were slighted following the disbandment of the order, \r\nbut repair work and a fertile stretch of fields have made this area one \r\nto rival the lord's own holdings.</li><li><strong>Rapunzel Tower</strong>, a tall tower that sits in the centre of the \r\nforest. It is inspired by both fairytale and real life, it's purpose \r\nbeing that of a fire watch.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Bandallon was originally begun by Leftie181 in 2016, but was shortly \r\nabandoned and taken up by Enahsian in winter 2017. The existing cliffs \r\nwere retained but altered and all housing, forests, fields and castle \r\nwere completely replaced and built anew. Special thanks to EStoop, Iwan \r\nand Tham for pushing realism and logic at early stages.</p>\r\n<h3>Inspiration</h3><p>The cliffs were inspired by those along Michigan's lakeshore. The field network is inspired by rural Ohio and England, both a patchwork of farms and pastures. The castle is mostly based off the Chateau des Milandes, home to Josephine Baker, a world famous jazz singer, civil rights activist and spy during World War II. The town's layout is modeled on the Royal Burghs of medieval Scotland.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/bandallon-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/bandallon-4.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/bandallon-1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Blackbar",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "four",
        "warp": "/warp bandallon",
        "dateCompleted": "2020-07-13T07:00:00+00:00",
        "projectLead": "Enahsian",
        "dateStarted": "2017-02-24T08:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/application-for-house-blackbar-of-bandallon-by-enahsian.25/",
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Blackbar.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Cockshaw",
    "slug": "cockshaw",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Cockshaw",
        "destinationType": "castle",
        "destinationStatus": "abandoned",
        "destinationLevel": "three",
        "warp": "/warp cockshaw",
        "dateCompleted": null,
        "projectLead": "NewEnglandRed09",
        "dateStarted": "2016-02-03T08:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/old-project-application-house-cockshaw-by-newenglandred09.2233/",
        "banner": []
      }
    ]
  },
  {
    "title": "Grassy Vale",
    "slug": "grassy-vale",
    "copy": null,
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/GrassyVale1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Meadows",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "four",
        "warp": "/warp grassyvale",
        "dateCompleted": "2018-06-11T07:00:00+00:00",
        "projectLead": "jakeyquack",
        "dateStarted": "2015-06-02T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/grassy-vale-by-jakeyquack.515/",
        "banner": []
      }
    ]
  },
  {
    "title": "Horn Hill",
    "slug": "horn-hill",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Tarly",
        "destinationType": "castle",
        "destinationStatus": "inProgress",
        "destinationLevel": "five",
        "warp": "/warp hornhill",
        "dateCompleted": null,
        "projectLead": "TheYoungWolf, WhereRmyDragons, Fin",
        "dateStarted": "2016-12-06T08:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/horn-hill-by-dragons-wolf-and-inf.292/",
        "banner": []
      }
    ]
  },
  {
    "title": "Leygood",
    "slug": "leygood",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Leygood",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp leygood",
        "dateCompleted": "2019-01-23T08:00:00+00:00",
        "projectLead": "Contra",
        "dateStarted": "2015-03-24T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-house-leygood.1517/",
        "banner": []
      }
    ]
  },
  {
    "title": "Orme",
    "slug": "orme",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Orme",
        "destinationType": "castle",
        "destinationStatus": "abandoned",
        "destinationLevel": "two",
        "warp": "/warp orme",
        "dateCompleted": null,
        "projectLead": "Laor",
        "dateStarted": "2016-02-29T08:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/orme-laor.513/",
        "banner": []
      }
    ]
  },
  {
    "title": "Rhysling",
    "slug": "rhysling",
    "copy": null,
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/rhysling-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/rhysling-4.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/rhysling-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/rhysling-1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Rhysling",
        "destinationType": "castle",
        "destinationStatus": "inProgress",
        "destinationLevel": "three",
        "warp": "/warp rhysling",
        "dateCompleted": null,
        "projectLead": "Kulmen",
        "dateStarted": "2016-03-13T08:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/rhysling.1816/",
        "banner": []
      }
    ]
  },
  {
    "title": "Westbrook",
    "slug": "westbrook",
    "copy": null,
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Westbrook1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Westbrook",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "three",
        "warp": "/warp westbrook",
        "dateCompleted": "2018-12-10T08:00:00+00:00",
        "projectLead": "_Simbaa, Ubeka",
        "dateStarted": "2017-06-14T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-house-westbrook-by-ubeka-simbaa.505/",
        "banner": []
      }
    ]
  },
  {
    "title": "Stackhouse",
    "slug": "stackhouse",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Stackhouse",
        "destinationType": "keep",
        "destinationStatus": "inProgress",
        "destinationLevel": "three",
        "warp": "/warp stackhouse",
        "dateCompleted": null,
        "projectLead": "chep4007",
        "dateStarted": "2017-06-15T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-house-stackhouse-by-chep4007.94/",
        "banner": []
      }
    ]
  },
  {
    "title": "Uffering",
    "slug": "uffering",
    "copy": "<p><strong>House Uffering</strong> is a noble house from the <a href=\"https://westeroscraft.com/wiki/reach\" target=\"_blank\">Reach</a>. The Ufferings trace their ancestry back to Andal adventurers given lands and wives by the Three Sage Kings of House Gardener during the coming of the Andals to the Reach. Their seat is a fortified island, standing in Uffering’s Bay. Located west of <a href=\"https://westeroscraft.com/wiki/reach/highgarden\" target=\"_blank\">Highgarden</a>, along the Ocean Road, it’s surrounded by the Houses <a href=\"https://westeroscraft.com/wiki/reach/stackhouse\" target=\"_blank\">Stackhouse</a>, <a href=\"https://westeroscraft.com/wiki/reach/westbrook\" target=\"_blank\">Westbrook</a>, <a href=\"https://westeroscraft.com/wiki/reach/holyhall\" target=\"_blank\">Graceford</a>, <a href=\"https://westeroscraft.com/wiki/reach/wythers\" target=\"_blank\">Wythers</a> and <a href=\"https://westeroscraft.com/wiki/reach/ball\" target=\"_blank\">Ball</a>, and facing the Shield Islands. They border the northern shore of the Mander’s mouth. Their lands are famous for the salt pans spreading in the salt marshes.</p>\r\n<p>They blazon their arms with oak and iron paly, beneath a white chief with seven green hands.</p>\r\n<p>Few members of the House are known. Ser Rolland Uffering, the fourthhusband of Lady Rohanne <a href=\"https://westeroscraft.com/wiki/reach/coldmoat\" target=\"_blank\">Webber</a>, died in the Great Spring Sickness. His sister was the simple and pious Lady Helicent Uffering.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Uffering Island</strong> - castle and town: The seat of House Uffering is standing on a small rocky island, in the middle of a bay facing the Shield Islands. The castle was firstly built as a fortified septry, but then grew as the seat of the ruling House. A network of tunnels is spreading under the castle. The small harbor allows longships to trade with the Shields, but larger vessels are forced to stay at bay. A town is prospering below the castle. The island is accessible by foot only on low tides, when a sandy path is uncovered by the sea (<em>/warp uffering</em> & <em>/warp uffkeep</em>);</li><li><strong>Salt Pans</strong>: In the salt marshes surrounding the island, and spreading on the shores of the Mander’s mouth, House Uffering has built salt pans, becoming a major salt producing site. They make the pride of this minor House, and the proximity to <a href=\"https://westeroscraft.com/wiki/reach/highgarden\" target=\"_blank\">Highgarden</a> allows regular trade with the Tyrells (<em>/warp uffering</em> & <em>/warp uffmander</em>);</li><li><strong>Flax Farm</strong>: A flax farm stands not far from Uffering island, near a small stream irrigating the flax fields. Linen is produced there, and then dyed in a dying facility, closeby (<em>/warp uffflaxfarm</em>);</li><li><strong>Village on the Ocean Road</strong>: Upper on the river flowing in Uffering’s bay, a village is spreading close to the Ocean Road. Last settlement before reaching Highgarden, merchants and travelers coming from the Westerlands can stay in the warm and comfortable inn. The market hall is often filled with supplies and goods from the fertile lands surrounding the village. Orchards, pastures and fields are stretching as far as the eye can see, with a few windmills in the distance <em>(/warp uffvillage</em>);</li><li><strong>Cidery</strong>: North of the village, a cidery is producing a strong cider from the apple orchards of the lands. The production is rather modest, but is appreciated by the House, as the wine is usually produce for the Tyrells (<em>/warp uffcidery</em>);</li><li><strong>Two Bridges</strong>: The Westbrook river marks the boundary between House Westbrook and House Uffering. The Ocean Road was going through an old bridge to enter Uffering’s lands, but, with the support of their overlord, the Uffering Lord has led the building of a new bridge, larger and safer, up to the Ocean Road. A tower holdfast is standing above the bridges, securing the path (<em>/warp uffhf2</em>);</li><li><strong>Quarries</strong>: Several quarries have been providing the nearby Houses, and with the building of a bridge downriver, they have been more and more used (<em>/warp uffquarry</em>);</li><li><strong>Uffering Septry</strong>: In those lands touched by the power of the Faith, a septry has been established long ago to rule over the northernmost lands of House Uffering. In the hillside and surrounded by dense forests, this large septry is iconic and is home to a few dozens Brown Brothers, producing inks and books to perpetuate the Faith’s knowledge (<em>/warp uffseptry</em>);</li><li><strong>Small Holdfast</strong>: On the eastern border, before entering in Holyhall lands, a small holdfast is guarding a few houses gathered near some fields (<em>/warp uffhf3</em>);</li><li><strong>Logging Camp</strong>: The dense and wild forest of Uffering is actually spreading from Ball, to the South, to <a href=\"https://westeroscraft.com/wiki/reach/red-lake\" target=\"_blank\">Red Lake</a>, to the North. Oaks, maples, birches, beeches, cottonwoods, the multiple trees make this forest very interesting for this logging camp located not far from Highgarden (<em>/warp ufflogging</em>);</li><li><strong>Vineyard</strong>: A few hundreds meters from the Ocean Road, not far from the Tyrells’ seat, a large vineyard is built, overlooking a lake. The rolling fields of grapes are producing a rich and fruity wine, directly sent down the road to the cellars of Highgarden (<em>/warp uffvineyard</em>);</li><li><strong>Border Holdfast</strong>: As a border post and marking the entry into Highgarden lands, a holdfast stands on the Ocean Road. Below, along a small river, several troglodytic houses have been spreading (<em>/warp uffhf1</em>);</li><li><strong>Isolated Manor</strong>: Isolated in the forest, and not often used, a manor is standing on a hill between Uffering’s vineyard and main village. The Uffering Lords go to this country residence when traveling or as a retreat, in case of sea-side attacks on the island, from Ironborns most of the time (<em>/warp uffmanor</em>);</li><li><strong>Mander Village</strong>: Separated from the rest of the lands by a long stretch of forest, this village has been prospering on the northern shore of the Mander. It is surrounded by a patchwork of fields. The harbor is fit only for small fishing boats that can navigate through the marshes. A channel connects the harbor to the Mander, with several more salt pans on both sides (<em>/warp uffsouthvillage</em>);</li><li><strong>Mander Marshes</strong>: The northern shore of the Mander delta is filled with large marshes, where fishermen search for mussels, clams and other seafoods. These ships don’t navigate too far from the delta, and prefer to stay safe in the smaller channels. A small lighthouse is built on rocks, on the northernmost tip of the delta (<em>/warp uffmander</em>);</li><li><strong>Dunes and Pine Forests</strong>: The western coast of Uffering is famous for its high and long dunes, stretching for several hundreds meters along the beach. The pine forests are closing Uffering bay, and are the habitat of many game animals, such as pheasants, partridges, rabbits, etc. (<em>/warp uffdunes</em>).</li></ul>\r\n<h3>Construction</h3>\r\n<p>Elduwin, 7JG7 and SseriousBusiness first applied for the project in early 2017. After discussions, the last two left the project, and Elduwin continued the application on his own, and was approved in April 2017. The project was officially completed on March 29th 2020.</p>\r\n<p>Approving mods were Emoticone11 and Thamus_Knoward. When Thamus stepped down as a mod, he was replaced by Wazgamer in October 2017, himself replaced in August 2019 by WhereRmyDragons, due to another demotion.</p>\r\n<p>The style was rather new for the region when the project started: white-washed and clay-tiles, and was reproduced in neighbouring projects like Westbrook, Holyhall, Stackhouse, Red Lake, Ball…, producing a cohesive atmosphere in this large region of the Reach. The dense forest stretching in all these lands connected it all.</p>\r\n<p>A special dedication to Margaery_Tyrell_, who brought a lot to this project and assisted greatly with everything, and to CashBanks for his amazing work on terraforming the Mander delta.</p>\r\n<h3>Inspiration</h3>\r\n<p>The island and castle inspirations are the Mont Saint-Michel, from France.</p>\r\n<p>Several locations of the French atlantic coast were used for the lands and coasts of Uffering lands: Charente, Normandie, Aquitaine, etc.</p>\r\n<h3>Videos</h3>\r\n<p>In February of 2020 the Viggoman Plays channel visited Uffering in a video</p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/i0YrGwyP--g\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>\r\n<p><br></p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Uffering1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Uffering5.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Uffering6.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Uffering7.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Uffering3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Uffering16.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Uffering10.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Uffering2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Uffering4.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Uffering8.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Uffering17.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Uffering18.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Uffering14.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Uffering15.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Uffering13.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Uffering12.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Uffering11.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Uffering20.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Uffering19.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Uffering",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "five",
        "warp": "/warp uffering",
        "dateCompleted": "2020-03-29T07:00:00+00:00",
        "projectLead": "Elduwin",
        "dateStarted": "2017-03-20T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-app-uffering-by-elduwin.63/",
        "banner": []
      }
    ]
  },
  {
    "title": "Risley Glade",
    "slug": "risley",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Risley",
        "destinationType": "castle",
        "destinationStatus": "inProgress",
        "destinationLevel": "three",
        "warp": "/warp risley",
        "dateCompleted": null,
        "projectLead": "pottman",
        "dateStarted": "2017-08-30T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/application-for-house-risley-by-pottman.32/#post-13778",
        "banner": []
      }
    ]
  },
  {
    "title": "Smithyton",
    "slug": "smithyton",
    "copy": "<p><strong>*The below wiki article is from a previous version of Smithyton, it is currently being redone.</strong></p><p><strong>Smithyton</strong> is the seat of <strong>House Shermer</strong>, a noble house of The Reach. It is situated in a stretch of towns between the Gold & Rose Roads across the river from King's Landing. These neighbouring towns include Tumbleton, Risley and The Ring. Smithyton also has a small nearby hamlet under its power called Shermer's Grove.</p>\r\n<h3>Features</h3>\r\n<p>The main town itself has 27 houses, both low- and middle-class, excluding the main castle & the Inn. Due to Smithyton's convenient location with proximity to both main roads & the capital, many of these houses are owned by people who trade for a living, dealing in both foods & wares. Giving its name are the Smithies of the town, of which there are 3 main traders of varying quality that are the cornerstone of the town's trade. Other stores include a florist, pig farmer and an apple orchard.</p>\r\n<p>All of the wares in the town are traded in the main market square, which is always filled with bustling stalls and shoppers. At the head of the main square sits The Mosey Inn, a well-known place for drinking, whoring & merriment where many townsfolk spend their evenings and coin. Most of the wealth in the town sits on this market square, with the poorer houses laying on the outskirts of town on the road to or from.</p>\r\n<p>Shermer's Grove is a small hamlet laying Northwest of Smithyton, just outside of town on the road to The Ring. The handful of low-class residents trade mostly in fruit & vegetable wares and endure hauling their produce to and from the main town for trade almost every day. The hamlet includes 4 small houses and an outlying farmhouse.</p>\r\n<h3>Construction</h3>\r\n<p>Construction of Smithyton was started on the 10th of November 2013, with most of the town's houses going up overnight. The project was led by AttackOnMars (her first lead project on the server) and was completed with a seal of approval within the fortnight with help from 17 builders and a handful of enthusiastic and dedicated No-Build spectators.</p>",
    "images": [],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Shermer",
        "destinationType": "town",
        "destinationStatus": "abandoned",
        "destinationLevel": "two",
        "warp": "/warp smithyton",
        "dateCompleted": null,
        "projectLead": "Cedo",
        "dateStarted": "2017-09-21T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/smithyton-application.123/",
        "banner": []
      }
    ]
  },
  {
    "title": "Oldtown",
    "slug": "oldtown",
    "copy": "<p><strong>*Note: <a href=\"https://awoiaf.westeros.org/index.php/House_Cupps\">House Cupps</a>, <a href=\"https://awoiaf.westeros.org/index.php/House_Graves\">House Graves</a>, and <a href=\"https://awoiaf.westeros.org/index.php/Greenaway\">Greenaway</a> are assigned to the lands of House Hightower for the purposes of project management</strong></p>\r\n<p><strong>Oldtown</strong> is an ancient city in the south-east of The Reach. Its history dates back several 1000 years to the Age of Heroes when House Hightower, a family descended from the first men, raised their castle, the '\"Hightower\"', on an island in the mouth of the Honeywine. Over the course of many centuries, the city grew around the iconic, gigantic, stepped beacon tower atop the bluffs of Battle Island. The city used to be the largest in all of Westeros before the advent of King's Landing. Today it is comparable in size. Downstream of the Hightower the Honeywine opens up into the Whispering Sound. There are countless shallows and sandbars in the bay and villages and fields on the banks.</p>\r\n<p>A road connects the port with the citadel following the turns of the Honeywine through the heart of the city. Like all the crooked streets, criss-crossed alleys and wynds the river road is cobbled (20, 31, IV:272). The entire city is build mainly out of stone with a few exceptions like the Quill and Tankard (16, 24). By the harbour there is an undercity filled with rat pits and black brothels (IV:273). The city contains lots of buildings devoted to the Seven: a motherhouse, the lord's sept, the citadel septry, the sailor's sept, the starry sept, and seven shrines in the city gardens. Furthermore there are various temples for other gods near the harbour too. Notably the largest one being the Temple of R'hllor.<br></p>\r\n<h2>Features</h2>\r\n<h3>The Hightower</h3>\r\n<p>Hightower is the tallest structure in the Seven Kingdoms and one of the oldest, a massive stepped tower with a great beacon at its top to show ships the way to port. It stands on the bluffs of Battle Island at the mouth of Whispering Sound in the center of Oldtown, which grew around it.</p>\r\n<h3>The Citadel</h3>\r\n<p>The domes and towers of the Citadel rise on both sides of the river, connected by stone bridges crowded with halls and houses The gates of the Citadel are flanked by a pair of towering green marble sphinxes with the bodies of lions, the wings of eagles, and the tails of serpents. One has a man’s face, one a woman’s. Just beyond is Scribe’s Hearth, where Oldtowners come in search of acolytes to write their wills and read their letters. There are half a dozen open stalls where acolytes wait for customers, there are stalls that sell and buy books and a stall that sells maps. The path divides where the statue of King Daeron the First set astride his tall stone horse, his sword is lifted toward Dorne (The East in this case). The left fork (south-west) runs beside the river. Further down is the Weeping Dock from where boat trips to the Bloody Isle (an abortion clinic, obviously, duh) are very short. Beneath the dock there are shallow waters in which gathering frogs is possible. Further down this path is the Seneschal's Court and a Septry. The Seneschal's Court is a rectangular hall with a stone floor and a raised dais at its far end and a door leading to the office of the seneschal. There are high arched windows with a bench beneath. Outside before the court there are stocks that are used as a punishment for acolytes and novizes. Following the path north-east from Daeron's Statue leads to the Ravenry, the oldest building of the citadel. Having been built by a river pirate once, the stronghold is only connected to the east bank via a weathered wooden drawbridge. Moss and creeping vines cover the walls, ravens walk its battlements and the drawbridge has not been raised in living memory. It is cool and dim inside the castle walls meaning the primary light source are small window slits. The yard of the stronghold is filled with an old overgrown weirwood, half of its branches are dead. The north tower is round and houses Archmaester Marwyn's chambers and a rare obsidian candle within. His chambers are accessed by going through the yard and up a few steps. The room is large and round. Books and scrolls are everywhere, strewn across the tables and stacked up on the floor in piles four feet high. Faded tapestries and ragged maps cover the stone walls. A fire is burning in the hearth, beneath a copper kettle. In the center of the room shines the obsidian candle. The western tower contains 2 sleeping cells, Maester Walgrave's chambers and the rookery. Sam's future chamber (the one below \"Pate's\") has a good look over the Honeywine (IV: 684).</p>\r\n<h3>The Starry Sept</h3>\r\n<p>A domed building made from black marble with huge arched windows. Former main seat of the faith.</p>\r\n<h3>The Garden & The Shrines</h3>\r\n<p>Opposite of the Starry Sept across the Honeywine are gardens for shrines of the seven.</p>\r\n<h3>The Quill & Tankard</h3>\r\n<p>The Quill and Tankard is an inn and brothel frequented by every kind and class of patron that comes through Oldtown, especially novices and acolytes of the Citadel. It's 600 years old and has never closed its doors. It's set on a terraced island (lit by torches at early morning and night) on the Honeywine river. Many of the patrons will sit outside on its grass lawn to drink. The Hightower and its beacon can be seen downriver (IV: 1, 3, 4)</p>\r\n<p>• There are apple trees on the terrace. (IV:Prologue) • The Quill and Tankard is renowed for its very strong cider (IV: 3, 6) • The Quill and Tankard is large and made of timber. Its upper stories lean towards the south (IV: 4) • An old plank bridge connects the Quill and Tankard's island to the rest of Oldtown (IV: 7) • The Checkered Hazard is another inn of Oldtown (IV: 7) • The Quill and Tankard is not far from the Citadel as the raven flies, but Oldtown is a veritable labyrinth of wynds, criss-crossing alleys, and crooked streets (IV: 11)</p>\r\n<h3>The Temple of R'hllor</h3>\r\n<h3>The Guild Halls</h3>\r\n<h3>The Harbor</h3>\r\n<p>• Downstream of the Hightower • Room for few war galleys and numerous trading vessels (40) • Huntress + 2 more (sisterships), Lady of the Tower (IV:271) • Within the Harbour: Line of warships, 3 Dromonds, 4-decked bannership \"Honour of Oldtown\" (IV:272)</p>\r\n<h2>Tips for Explorers</h2>\r\n<h2>Construction</h2>\r\n<h3>Preliminary Planning</h3>\r\n<h3>Building Phases</h3>\r\n<h3>Individual Side Projects</h3>\r\n<h3>Finishing Touches</h3>",
    "images": [],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Hightower",
        "destinationType": "city",
        "destinationStatus": "inProgress",
        "destinationLevel": "six",
        "warp": "/warp oldtown",
        "dateCompleted": null,
        "projectLead": "IwanDeLarch, EStoop",
        "dateStarted": null,
        "application": "https://forum.westeroscraft.com/forum/oldtown.16/",
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Hightower.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Starpike",
    "slug": "starpike",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Peake",
        "destinationType": "castle",
        "destinationStatus": "inProgress",
        "destinationLevel": "three",
        "warp": "/warp starpike",
        "dateCompleted": null,
        "projectLead": "SseriousBusiness",
        "dateStarted": "2017-12-27T00:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/house-peake-of-starpike-project-application-by-sseriousbusiness.469/",
        "banner": []
      }
    ]
  },
  {
    "title": "Red Lake",
    "slug": "red-lake",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Crane",
        "destinationType": "castle",
        "destinationStatus": "inProgress",
        "destinationLevel": "four",
        "warp": "/warp redlake",
        "dateCompleted": null,
        "projectLead": "ZoSo_666",
        "dateStarted": "2018-01-15T08:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-house-crane-of-red-lake-by-zoso_666.473/",
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Crane.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Rousemont",
    "slug": "rousemont",
    "copy": "<h3><strong><br></strong></h3>\r\n<h3><strong>Description</strong></h3>\r\n<p>House Rousemont is a <strong>non-canon</strong> vassal to house Caswell of Bitterbridge in the north-east Reach. The Rousemonts are a fairly novel house raised to nobility by Lord Joffrey Caswell.<br><br>On the way back to Bitterbridge from the Whitewalls Tourney, Joffrey's small party of three was stopped by a group of bandits, which saw in them easy prey. In the skirmish that ensued, Joffrey, exhausted from the tourney and being a poor rider, lost control over his horse, which bolted off the road, cross-country. Joffrey clinging on to the neck of the black stallion, tried in vain to stop the animal on its breakneck path. Several minutes later, a hedge knight called Scaled Olav had just caught himself a large carp in the loop of a clear stream. Before Olav could begin filleting his soon-to-be lunch, Joffrey atop the black panic came crashing through the undergrowth. When the horse kicked off to leap over Olav, the flopping carp on Olav's blue-and-gold wooden shield, and the small campfire, Joffrey's strength gave out resulting in him flying off backwards. Olav dropped his knife immediately and managed to catch the shaking lord. After Joffrey had explained, they hurried back to the road, to find the bandits stripping armor, coin, and weaponry from the bodies of Joffrey's guards. Olav charged the unsuspecting murderers, felling each man with mutilating blows from his war-axe.<br><br>For this act of valor, Joffrey promised the hedge knight to repay him if they rode back to Bitterbridge together. Olav agreed, and so when they arrived in Bitterbridge, Joffrey declared that for saving his live, defending the honor of house Caswell, and for making him miss out on the delicious dinner that day, he would grant Olav an unlimited supply of carp if he so desired. He was referring to an old estate, a fortified manor erected in a loop of the Mander, which had once been used for aquaculture, but had fallen in disrepair. The previous lord had died, childless, in the Blackfyre rebellion.<br><br>Scaled Olav, couldn't have been happier, his meagre existence as a hedge knight, was over, and his life as the Lord of House Rousemont had just begun.</p>\r\n<h3><strong>Features</strong></h3>\r\n<ul><li><strong>Rousemont manor and fish ponds</strong>: A network of causeways and dams connect the Rousemont manor to the fishponds which have been constructed using the water and natural sediment from the Mander oxbows. The estate contains structures for processing the fish, storage of fish food, the fishing equipment, but also houses breeding tanks and smaller enclosures for the protection of fish eggs/ young fish. The manor is a simple 2-component 'Wasserburg' i.e. water-castle. There is a 'farmyard' style first yard for the serfs and then on a separate island the manor for the lord.</li></ul>\r\n<ul><li><strong>Rousemont: </strong>This small hamlet is situated high-enough above the valley floor to be spared by the seasonal Mander floods. It tightly straddles the Roseroad which snakes its way through this section of the valley. There is a communal baking oven, an inn for weary travellers, and a sept that hints at the pre-Blackfyre grandeur of this area. Below Rousemont, the Mander wetlands stretch far to the north-east dotted with small farmyards. Ox and Sheep graze here on paddocks in the dense bocage but also on the Driesch woodland right next to the water. Oats, wheat, and barley are the most common crops because they can also double as fish feed. To the east looming above Rousemont, are three windmills that harness the breeze sweeping toward the valley floor from the surrounding hills.</li><li><strong>Rousemont cidery</strong> and hamlet: This old holdfast has been converted to a cidery specialized in producing apple vinegar. The vinegar is shipped downstream to Bitterbridge where it is sold on market day. There is a travelling merchant from Dorne camping by the Roseroad.</li><li><strong>The Rousemont woods: </strong>An extensive, ancient Beech and Spruce forest covers the rolling hills south-south-east of Rousemont. Deep inside the green expanse, the locals only know to find charcoal for heating and cooking, and potions for various ailments. Shady, green glades make for excellent grazing grounds. Limestone to satisfy the ever-growing demand of the expanding Bitterbridge is quarried right in its heart. But the forest also harbors some well-kept secrets: Brigands from the Blackfyre rebellion call it their home, just like the Children of the Forest did, centuries before.</li></ul>\r\n<h3><strong>Construction</strong></h3>\r\n<p>The construction process in its entirety took about three years. The Mander's course had been outlined by <a href=\"https://forum.westeroscraft.com/members/8/\" data-xf-init=\"member-tooltip\" data-user-id=\"8\" data-username=\"Iwan\" id=\"js-XFUniqueId14\">Iwan</a> before construction started. At first, <a href=\"https://forum.westeroscraft.com/members/23/\" data-xf-init=\"member-tooltip\" data-user-id=\"23\" data-username=\"Thamus_Knoward\" id=\"js-XFUniqueId15\">Thamus_Knoward</a> focused on the wetlands and the manor first. He managed to complete that section on the 25th December 2017. After that, he focused on terraforming the banks, Bocage and working on the Rousemont village, completing only a small fragment. With the castle as the main motivation, <a href=\"https://forum.westeroscraft.com/members/23/\" data-xf-init=\"member-tooltip\" data-user-id=\"23\" data-username=\"Thamus_Knoward\" id=\"js-XFUniqueId16\">Thamus_Knoward</a> lost interest in the project, ultimately offering to open it as a collaborative project on April 8th 2019. At the start of October 2019, <a href=\"https://forum.westeroscraft.com/members/9205/\" data-xf-init=\"member-tooltip\" data-user-id=\"9205\" data-username=\"Luk_emAn\" id=\"js-XFUniqueId17\">Luk_emAn</a> and <a href=\"https://forum.westeroscraft.com/members/8498/\" data-xf-init=\"member-tooltip\" data-user-id=\"8498\" data-username=\"Xeson\" id=\"js-XFUniqueId18\">Xeson</a> proposed to take over albeit only using their own plans for the manor. This rekindled <a href=\"https://forum.westeroscraft.com/members/23/\" data-xf-init=\"member-tooltip\" data-user-id=\"23\" data-username=\"Thamus_Knoward\" id=\"js-XFUniqueId19\">Thamus_Knoward</a> interest. He created schematic sets for three types of Willow trees (freshly pollarded, pollarded about 1 year ago, pollarded about 2 years ago) and expanded his work on the terraforming.<br><br>The terraforming of the area turned out to be the most frustrating aspect of the project. Responsibilities and changing availability of key personnel meant that large swathes of the land and river remained in a semi-unfinished state. Nonetheless, <a href=\"https://forum.westeroscraft.com/members/8/\" data-xf-init=\"member-tooltip\" data-user-id=\"8\" data-username=\"Iwan\" id=\"js-XFUniqueId20\">Iwan</a>, <a href=\"https://forum.westeroscraft.com/members/19/\" data-xf-init=\"member-tooltip\" data-user-id=\"19\" data-username=\"CashBanks\" id=\"js-XFUniqueId21\">CashBanks</a> and <a href=\"https://forum.westeroscraft.com/members/73/\" data-xf-init=\"member-tooltip\" data-user-id=\"73\" data-username=\"Kulmen\" id=\"js-XFUniqueId22\">Kulmen</a> deserve credit for their support.<br><br>In January 2020, however, <a href=\"https://forum.westeroscraft.com/members/23/\" data-xf-init=\"member-tooltip\" data-user-id=\"23\" data-username=\"Thamus_Knoward\" id=\"js-XFUniqueId23\">Thamus_Knoward</a> kicked into gear again. He had compiled information on the plant ecology of river banks and experimented enough with FastAsyncWorldEdit and the MacroMod to be able to script the placement of schematics within a World Edit selection. Scripts now reigned supreme: Driesch, Banks, Bocage, Fields and Forests all were scripted and implemented within a few months. By April 2020, <a href=\"https://forum.westeroscraft.com/members/23/\" data-xf-init=\"member-tooltip\" data-user-id=\"23\" data-username=\"Thamus_Knoward\" id=\"js-XFUniqueId24\">Thamus_Knoward</a> had expanded the initial area by 5-fold. In just eight days, he had cleared all World Painter forests between Rousemont, Bitterbridge, Orme and Bridges and replanted what are now the Rousemont woods.<br><br>Having the terraforming in the pocket lifted a massive mental roadblock. Being able to put the build into context <a href=\"https://forum.westeroscraft.com/members/23/\" data-xf-init=\"member-tooltip\" data-user-id=\"23\" data-username=\"Thamus_Knoward\" id=\"js-XFUniqueId25\">Thamus_Knoward</a> proceeded to plot out and open up seven mini projects (18th April 2020). While they were completed by the respective leaders (notably <a href=\"https://forum.westeroscraft.com/members/11016/\" data-xf-init=\"member-tooltip\" data-user-id=\"11016\" data-username=\"Mayflumes\" id=\"js-XFUniqueId26\">Mayflumes</a>, <a href=\"https://forum.westeroscraft.com/members/9943/\" data-xf-init=\"member-tooltip\" data-user-id=\"9943\" data-username=\"Ricardus\" id=\"js-XFUniqueId27\">Ricardus</a>, <a href=\"https://forum.westeroscraft.com/members/9137/\" data-xf-init=\"member-tooltip\" data-user-id=\"9137\" data-username=\"bafflement\" id=\"js-XFUniqueId28\">bafflement</a>, <a href=\"https://forum.westeroscraft.com/members/10995/\" data-xf-init=\"member-tooltip\" data-user-id=\"10995\" data-username=\"ContraContradict\" id=\"js-XFUniqueId29\">ContraContradict</a>, <a href=\"https://forum.westeroscraft.com/members/8911/\" data-xf-init=\"member-tooltip\" data-user-id=\"8911\" data-username=\"IronGentleGiant\" id=\"js-XFUniqueId30\">IronGentleGiant</a>, <a href=\"https://forum.westeroscraft.com/members/11340/\" data-xf-init=\"member-tooltip\" data-user-id=\"11340\" data-username=\"Kai Everlast\" id=\"js-XFUniqueId31\">Kai Everlast</a>, <a href=\"https://forum.westeroscraft.com/members/11432/\" data-xf-init=\"member-tooltip\" data-user-id=\"11432\" data-username=\"StanateeManatee\" id=\"js-XFUniqueId32\">StanateeManatee</a>, and <a href=\"https://forum.westeroscraft.com/members/10963/\" data-xf-init=\"member-tooltip\" data-user-id=\"10963\" data-username=\"Scubooty\" id=\"js-XFUniqueId33\">Scubooty</a>, <a href=\"https://forum.westeroscraft.com/members/23/\" data-xf-init=\"member-tooltip\" data-user-id=\"23\" data-username=\"Thamus_Knoward\" id=\"js-XFUniqueId34\">Thamus_Knoward</a> with major help from <a href=\"https://forum.westeroscraft.com/members/9205/\" data-xf-init=\"member-tooltip\" data-user-id=\"9205\" data-username=\"Luk_emAn\" id=\"js-XFUniqueId35\">Luk_emAn</a> updated the manor, town and lands.<br><br>At this point, the project had seen several updates to the resource pack, a major version jump, <a href=\"https://forum.westeroscraft.com/members/23/\" data-xf-init=\"member-tooltip\" data-user-id=\"23\" data-username=\"Thamus_Knoward\" id=\"js-XFUniqueId36\">Thamus_Knoward</a>'s graduation and the birth of first child.</p>\r\n<h3><strong>Inspiration</strong></h3>\r\n<p>The primary inspiration for the keep came from Burg Heimertzheim</p>\r\n<figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/external-content.duckduckgo.com.jpg\" data-image=\"118468\" alt=\"Rousemontinspo1\"></figure>\r\n<p>and Burg Odenhausen.</p>\r\n<figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/external-content.duckduckgo2.com.jpg\" data-image=\"118469\" alt=\"Rousemontinspo2\"></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/rousemont-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/rousemont-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/rousemont-1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Caswell",
        "destinationType": "castle",
        "destinationStatus": "inProgress",
        "destinationLevel": "three",
        "warp": "/warp rousemont",
        "dateCompleted": "2020-10-25T07:00:00+00:00",
        "projectLead": "Thamus_Knoward",
        "dateStarted": "2017-11-03T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-house-rousemont.279/",
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Caswell.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Conklyn",
    "slug": "conklyn",
    "copy": "<p>Note: The village of <a href=\"https://awoiaf.westeros.org/index.php/Brandybottom\">Brandybottom</a> is part of the ongoing Conklyn project.</p>",
    "images": [],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Conklyn",
        "destinationType": "castle",
        "destinationStatus": "inProgress",
        "destinationLevel": "three",
        "warp": "/warp conklyn",
        "dateCompleted": null,
        "projectLead": "JackLaysEggs",
        "dateStarted": "2017-11-22T08:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-app-house-conklyn-by-jackplaysx.163/",
        "banner": []
      }
    ]
  },
  {
    "title": "Dunstonbury",
    "slug": "dunstonbury",
    "copy": "<p>Originally a castle of House Manderly, and then House Peake, who were subsequently stripped of it during the <a href=\"https://awoiaf.westeros.org/index.php/Dunstonbury\">First Blackfyre Rebellion</a>. Who it was granted to is unknown, but it was likely to a Loyalist. <a href=\"https://awoiaf.westeros.org/index.php/House_Rodden\">House Rodden</a> would be a suitable option. </p>",
    "images": [],
    "projectDetails": [
      {
        "region": "reach",
        "house": "Unknown",
        "destinationType": "castle",
        "destinationStatus": "notStarted",
        "destinationLevel": "two",
        "warp": "/warp dunstonbury",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Greenshield",
    "slug": "greenshield",
    "copy": "<p><strong>*The below article is for old Greenshield</strong></p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/Greenshieldold.jpg\" data-image=\"103257\"></figure><p><strong><br></strong></p><p><strong>Greenshield</strong> is the northernmost of the four Shield Islands that guard the delta of the Mander from Ironborn attacks. It is ruled by <strong>House Chester</strong>.</p>\r\n<h3>Features</h3>\r\n<p>The island is perfectly suited for your next holiday in the south of Westeros. Start at the harbour and follow the road towards the city, and marvel at the beautiful nature. You will usually find an affordable room in the <em>Screwed Mermaid</em>, the local inn, which sadly happened to collapse partially after a support beam broke away after the last vicious rainfall.</p><p>Are you daring enough to pay a visit to Copper's house near the graveyard? The latter is also a sight to behold. Try to get into the crypt (and back out there) without flying.</p><p>You should plan to spend a whole day for the castle itself. According to rumours, there are numerous hidden passages – the island's invasions were so manifold that each new lord built new corridors after his predecessors' knowledge about Greenshield's secrets has been lost. See the great hall, the beacon tower which is lit as soon as Ironborn attack, and the godswood with the lords' crypt.<br>Last but not least have a look at the ancient castle on the southern tip of the island, of which only a single tower remains. Ghosts are said to haunt the place and some people swear they have heard a strange sound of music when passing by the site.</p>\r\n\r\n\r\n\r\n<h3>Construction</h3>\r\n<p>Greenshield is a massive teamwork not only by the leaders. Leon and Norr work well together regarding how Leon tends to make everything too small just like Norr is prone to over-sizing his builds.</p>\r\n<p>In the village, the following builders helped:</p>\r\n<ul><li>Kraiu, seven houses</li><li>ImBored1177, two houses and the castle windmill</li><li>Seximusprime, two houses,</li></ul><p>and of the following, each built one house:</p>\r\n<ul><li>Ben92SWE</li><li>Briven</li><li>Lord_Copperknot (the mansion near the graveyard)</li><li>thecoddfish</li><li>The_Tart_Toter</li><li>Veertjes (the harbour windmill)</li><li>Vitorgas</li><li>Xfyles</li></ul><p>Ryxia, Briven and ImBored provided market stalls. There is many a ship at Greenshield, constructed by:</p>\r\n<ul><li>DiamondsDroog, three ships</li><li>Psik0pat, two ships</li><li>Lord Artanis</li><li>KelziAuditore and</li><li>Birdman7, each one ship.</li></ul><p>Special thanks go to:</p>\r\n<ul><li> Kraiu, for building almost all those splendidly shabby shitshacks single-handedly</li><li>dieRike, for always having a helping hand, and for the maester's building in the castle</li><li>Benjen5tark</li><li>Birdman7, for the castle's sept and godswood</li><li>Veertjes, for his role in the final rush.</li><li>and of course the mods and editors, nearly all of which helped out at some point. Special special thanks to DutchGuard for his awesome cliff, which was genuine fun to build on, and to ThamusKnoward for making Greenshield green.</li></ul>\r\n<h3>Inspiration</h3>\r\n<p>Greenshield was at first inspired by castles in the Münsterland, Leon's home region (Scroll down to <em>Schlösser und Burgen</em>, where numerous castles typical for the area are listed), especially Schloss (castle) Burgsteinfurt. Quickly, however, it became unconsciously adapted to the island environment, and was made a little sturdier. The village architecture is nothing exceptional, but general Reach style with some more shitshacks than usual, because the Shields are not expected to be as wealthy as the mainland.</p>",
    "images": [],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Chester",
        "destinationType": "landmark",
        "destinationStatus": "notStarted",
        "destinationLevel": "two",
        "warp": "/warp Greenshield",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Highgarden",
    "slug": "highgarden",
    "copy": "<p><em>“ You need a taste of summer before it flees. In Highgarden there are</em> fields of golden roses that stretch away as far as the eye can see. The <em>fruits are so ripe they explode in your mouth—melons, peaches, </em><em>fireplums</em><em>, you've never tasted such sweetness.</em></p>\r\n<p>— Robert I Baratheon to Eddard Stark<br></p>\r\n<p><strong>Highgarden </strong>is a castle that serves as the seat of <strong>House Tyrell,</strong> the regional capital of the Reach, and the heart of chivalry in the Seven Kingdoms. It lies on the Mander where the ocean road meets the roseroad, making it an important crossroads.<br></p>\r\n<p>Highgarden is located on a broad verdant hill overlooking the Mander. The castle is surrounded by three rings of white stone whose crenelated curtain walls increase in height. Between the outer and middle walls is a famous briar labyrinth that serves to entertain as well as slow invaders. The oldest towers, squat and square, date from the Age of Heroes. Newer towers are tall and slender, round fortifications dating from after the coming of the Andals.<br></p>\r\n<p>Highgarden is filled with flowers, singers, pipers, fiddlers, and harpers; pleasure boats sail along the Mander. There are fields of golden roses that stretch as far as the eye can see. Fruits grown nearby include melons, peaches, and fireplums.</p>\r\n<h3>Features</h3>\r\n<p>Highgarden’s verdant farmland is bisected by the great slumbering river Mander, through which trade to the towns of Highgarden and Chipping Barter is fed. The two towns in the shadow of the palatial castle are joined by a long, arching stone bridge. Along the western bank of the river to the south lies the village and manor of Manderside, nestled between fields of fragrant flowers.</p>\r\n<p>The lands surrounding the castle are punctuated with elegant manor houses, sprawling farmland, vineyards, and bustling farmsteads. To the east lies the stately hunting lodge of the Tyrell family, and nearby, a modest Motherhouse and orphanage. In between each settlement are blankets of golden roses stretching to the walls of the great castle. Northward lies a semi-permanent tourney ground with makeshift camps for <br>those in attendance.</p>\r\n<p>The castle with its famous concentric ring-walls and lofty marble towers stretch high above the landscape, its glades, gardens, and terraces draped in ivy and blooming with roses at every turn. Seemingly unaffected by the wars of the neighbouring kingdoms, Highgarden remains in a seemingly unrelenting state of elegant play.</p>\r\n<h3>Construction</h3>\r\n<p>Arkilstorm and Enahsian took leadership of Highgarden as a co-op led server build in January of 2018. Initial planning took a few weeks with a document of creative direction uploaded and signed off by the mod-team the following month. Testing continued throughout the spring and summer with the castle being completed by early 2019.</p>\r\n<p>The surrounding landscape was developed organically with loose plans for settlement locations, which were slightly amended or changed throughout the build process. With <a href=\"https://westeroscraft.com/wiki/reach/whitegrove\" target=\"_blank\">Whitegrove</a>, <a href=\"https://westeroscraft.com/wiki/reach/holyhall\" target=\"_blank\">Holyhall</a>, <a href=\"https://westeroscraft.com/wiki/reach/woodwright\" target=\"_blank\">Woodwright</a>, and <a href=\"https://westeroscraft.com/wiki/reach/horn-hill\" target=\"_blank\">Hornhill</a> all neighbouring projects under construction, the borderlands were developed in mid-2019. The final regional layout was agreed upon and began plotting around the same time, with work on the landscape completing in mid-2020.</p>\r\n<p>The main Highgarden town was re-plot in mid-2019 following a revision of plot shape and the introduction of some new blocks.</p>\r\n<p>Highgarden was fully completed in October 2020.</p>\r\n<h3>Inspiration</h3>\r\n<p>Inspiration for Highgarden was predominantly influenced by late medieval France, most notably landscape loosely influenced by parts of northern Italy, Southern England, and rural central France.</p>\r\n<p>The castle has influences from a number of sources including Hampton Court Palace, The Louvre, The Tower of London, and a number of medieval references from the <em>Dictionnaire de l'architecture médiévale</em>.</p>\r\n<h3>Videos</h3>\r\n<p>The Project Showcase for Highgarden tells us about the castle and its rulers.</p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/HXhgKMI63BE\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Highgarden-1.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Highgarden-2.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Highgarden-3.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Highgarden-4.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Highgarden-5.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Highgarden-6.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Highgarden-7.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Highgarden-8.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Highgarden-9.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Tyrell",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "six",
        "warp": "/warp highgarden",
        "dateCompleted": "2020-10-10T07:00:00+00:00",
        "projectLead": "Arkilstorm, Enah",
        "dateStarted": "2018-01-01T08:00:00+00:00",
        "application": "https://forum.westeroscraft.com/forum/highgarden.18/",
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Tyrell.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Hutcheson",
    "slug": "hutcheson",
    "copy": "<p><strong>Hutcheson</strong> is small noble house from the <a href=\"https://westeroscraft.com/wiki/reach\" target=\"_blank\">Reach</a> situated southwest of <a href=\"https://westeroscraft.com/wiki/reach/horn-hill\" target=\"_blank\">Horn Hill.</a> It borders the Red Mountains in the south. Their sigil has two red bendelets on gold with a red hand pointing to a sun. This could signify that they warn the reach about incoming Dornish attacks. Their words are not know.<br><a title=\"Expand slideshow\" id=\"slideshow-0-1\"></a></p>\r\n<ul></ul>\r\n<h3>Features</h3>\r\n<ul><li><strong>The Main Castle</strong> is situated on the edge of the mountains. It overlooks a valley on both sides. </li><li><strong>Holdfast 1,</strong> situated on the northern border next to <a href=\"https://westeroscraft.com/wiki/reach/oldflowers\" target=\"_blank\">Oldflowers</a> and Horn Hill, consists of a holdfast and 4 houses.</li><li><strong>Hamlet 1, </strong>consisting of six houses, is situated between the castle and the holdfast. Most inhabitants work in the nearby glass factory, others in the woods or the fields.</li><li><strong>Hutcheson village </strong>is located west of the castle, bordering <a href=\"https://westeroscraft.com/wiki/reach/woodwright\" target=\"_blank\">Woodwright</a>. The village has a sept and eleven houses. It has some professions like a baker and a butcher. Most people work on the nearby fields and pastures.</li></ul>\r\n<h3>Terrain</h3>\r\n<p>Hutcheson is located on the border of the Red Mountains, so it has a rocky terrain. The eastern part, consists of a pine forest while fields and leafy forests dominate the west. The west/northwest is more hilly than mountainous.</p>\r\n<h3>Inspiration</h3>\r\n<p>The castle was mostly inspired by Castle Bled, located near Lake Bled in Slovenia.<br></p>\r\n<figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/hutchesoninsp.jpg\" data-image=\"103262\"></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hutcheson.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Hutcheson",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp Hutcheson",
        "dateCompleted": "2019-02-22T08:00:00+00:00",
        "projectLead": "Pixeld_",
        "dateStarted": "2018-05-13T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-house-hutcheson-by-pigxle.1037/",
        "banner": []
      }
    ]
  },
  {
    "title": "Southshield",
    "slug": "southshield",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Serry",
        "destinationType": "landmark",
        "destinationStatus": "notStarted",
        "destinationLevel": "three",
        "warp": "/warp southshield",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "The Arbor",
    "slug": "the-arbor",
    "copy": "<p>Starfish Harbor, Sunset Cove, Vinetown, Ryamsport, and the islands of Horseshoe Rock, Bastard's Cradle, Mermaid's Palace, Stonecrab Cay, and the Isle of Pigs are all within Redwyne lands and considered part of the greater Arbor project.</p>\r\n<p><a href=\"https://awoiaf.westeros.org/index.php/House_Farrow\">House Farrow</a>, a house with no canon location, has been assigned to the Arbor project as a vassal lord of the Isle of Pigs. House Farrow has links to Highgarden, and Farrow is a word meaning \"a litter of pigs\" so it was felt appropriate to the location.</p>",
    "images": [],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Redwyne",
        "destinationType": "landmark",
        "destinationStatus": "inProgress",
        "destinationLevel": "five",
        "warp": "/warp arbor",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Redwyne.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Middlebury",
    "slug": "middlebury",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Middlebury",
        "destinationType": "castle",
        "destinationStatus": "inProgress",
        "destinationLevel": "two",
        "warp": "/warp middlebury",
        "dateCompleted": null,
        "projectLead": "ItsPabs",
        "dateStarted": "2016-06-09T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-middlebury-by-itspabs.2234/",
        "banner": []
      }
    ]
  },
  {
    "title": "Graves",
    "slug": "graves",
    "copy": "<p>House Graves is currently being redone as part of the <a href=\"https://westeroscraft.com/wiki/reach/oldtown\">Oldtown</a> project.</p>",
    "images": [],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Graves",
        "destinationType": "castle",
        "destinationStatus": "redoInProgress",
        "destinationLevel": "three",
        "warp": "/warp graves",
        "dateCompleted": null,
        "projectLead": "IwanDeLarch",
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Longtable",
    "slug": "longtable",
    "copy": null,
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/longtable.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Merryweather",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "three",
        "warp": "/warp longtable",
        "dateCompleted": "2019-01-15T08:00:00+00:00",
        "projectLead": "xSnake23, Kulmen, Otty",
        "dateStarted": "2014-08-28T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/foster-project-longtable.1386/",
        "banner": []
      }
    ]
  },
  {
    "title": "Whitegrove",
    "slug": "whitegrove",
    "copy": "<p><strong>Description</strong><br><br>Whitegrove is a castle in The Reach located on the borders of Highgarden, Dustonbury and Starpike is one of the former castles of House Peake who gained the castle and its attending lands from a previous unnamed House. In our server's lore the castle was granted to House Norridge a nearby landed knight after House Peake lost the castle during the First Blackfyre Rebellion during which they sided with the Blackfyres against the Targaryens<br><br><strong>Features</strong><br><br></p><ul><li>Peake Hunting Lodge - abandoned hunting lodge from the peake days in the middle of the forest (/warp wglodge)</li><li>Clermont Manor - manor house that produces honey, cut flowers and pears (/warp wgapiary)</li><li>Village of Sindain - a farming village at the entrance of the eastern whitegrove forest (/warp wgham3)</li><li>Hamlet of Oyl - hamlet affected from a tavern fire, that was put out by the denizens of the hamlet that produced sunflower and mustard oil (/warp wgham4)</li><li>Hamlet of Craeibois - hamlet in the middle of the eastern forest (/warp wghamlet2)</li><li>Montblanc Septry- septry on top of a large hill that produces wine and balsamic vinegar (/warp wgseptry)</li><li>Town of Whitegrove - main warp that leads to the middle of the town (/warp whitegrove, /warp norridge)</li><li>Norridge Cadet Branch - original castle of house norridge before they took over whitegrove, now home to a norridge cadet branch (/warp norridgevassal)</li><li>Hamlet of Queensham - hamlet in the vassal lands dedicated to cattle raising, chartered by a decadent Gardener Queen (/warp nvhamlet1)</li><li>Hamlet of Sucreham - hamlet in the vassal lands dedicated to agriculture (/warp nvhamlet2)</li><li>Whitegrove Flax - flax production used to make linens (/warp wgflax)</li><li>Norridge Castle - Castle owned by a ancient First Men house, then by House Peake, then by House norridge. Its ancient crypts hold the bones of all three Houses, and its fading grandeur above paints of more prosperous times under the Peakes when they held the incomes of three castles' lands.</li><li>Pomme Manor - manor house of a minor petty lord that produces apples and apple cider</li></ul>\r\n<p><br><strong>Construction</strong><br><br>We started by terraforming all the eastern lands clear of all vanilla trees and landscaping, then we started clearing out the old houses in the main town and hamlets.<br><br>We then marked down the places where forests are and began plotting. Ammika worked on all major infrastructure and structures while Margaery worked on rural and forest objectives.<br><br>Ammika completed the castle and set the style for the Whitegrove and vassal lands, while Margaery worked on the Septry and Forest lands.<br><br>The project was completed when Thamus finished the forests with scripts.<br><br><strong>Inspiration</strong><br><br>Nearby architecture of Highgarden along with the Queen's Hamlet in Versailles, provincial french farmland and western european forests.<br></p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Whitegrove-1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Whitegrove-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Whitegrove-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Whitegrove-5.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Whitegrove-4.png"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Norridge",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "four",
        "warp": "/warp whitegrove",
        "dateCompleted": "2020-11-21T08:00:00+00:00",
        "projectLead": "Ammika, Margaery_Tyrell",
        "dateStarted": "2020-02-08T08:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/house-norridge-of-whitegrove-by-ammika-and-margaery.2067/",
        "banner": []
      }
    ]
  },
  {
    "title": "Redding",
    "slug": "redding",
    "copy": "<p>Redding</p>",
    "images": [],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Redding",
        "destinationType": "castle",
        "destinationStatus": "abandoned",
        "destinationLevel": "two",
        "warp": "/warp redding",
        "dateCompleted": null,
        "projectLead": "Q_Lander",
        "dateStarted": "2014-07-26T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/redding-update.547/",
        "banner": []
      }
    ]
  },
  {
    "title": "Holyhall",
    "slug": "holyhall",
    "copy": "<p><strong>Holy Hall </strong>is the seat of House Graceford, a noble house from The Reach. It's location is directly north of Highgarden and its style heavily borrows from it's local design and architecture. The region is primarily agricultural with rolling fields of grain, crops, and orchards abound and great deals of blooming flowers bursting through the region.</p>\r\n<p>Their sigil is with the Mother's face upon white pale wavy dividing a brown field. Their words are \"Work Her Will\".<br></p>\r\n<h3>Historical Members</h3>\r\n<ul><li>Lord George Graceford, Lord of Holyhall and Lord Confessor early in the reign of Aegon III Targaryen. Later exiled to The Wall.</li><li>Ser Harys Graceford, who participated in the tourney at Ashford Meadow in 209 AC.</li></ul>\r\n<h3>Current Members</h3>\r\n<ul><li>Lady Alyce Graceford, pale elegant lady of Holy Hall associated with Margaery Tyrell's entourage.</li></ul>\r\n<h3>Features</h3>\r\n<ul><li><strong>Holy Hall - </strong>The seat of House Graceford sits along the unnamed river that flows out of the Goldengrove lands and utilizes its waters to fill its moats. It boasts a variety of features such as a personal sept with stained glass windows, an elegant set of gardens along the river, and personal quarters for the members of House Graceford and its attending staff and servants.</li><li><strong>Montrose Vineyard - </strong>A thriving vineyard sits gracefully on a low hill a small distance away from Holy Hall's castle which produces fine vintages from The Reach's most fertile and bountiful region. (/warp holyhallvineyard)</li><li><strong>Azuresept - </strong>A humble farming hamlet south of Holy Hall castle is named after the formerly bright blue tiles that decorated their sept's roof that has faded and darkened over the years. (/warp holyhallvillage1)</li><li><strong>Holy Hall Flax</strong> <strong>- </strong>A medium sized flax farm fits in the space between two clear streams that grows flax for the creation of flax oil for cosmetics, paint, and food usage (/warp holyhallflax)</li><li><strong>Stonebridge</strong> <strong>- </strong>Spanning the expanse between the eastern and western halves of the Holy Hall lands is a large stone bridge constructed to connect the Holy Hall/Uffering lands with the Rose Road. As a result a thriving village has sprung up on the western bank of the river that hosts a sept, a small port for fishing boats, an inn, and a small market. (/warp holyhallbridge)</li><li><strong>Greystone Ruins -</strong> A ruined holdfast established by a son of the Gracefords past. During the Dance of Dragons the Gracefords of this keep sided with the Blacks against the Greens and suffered greatly when his keep was sacked an destroyed. All that is left is the crumbling walls of his keep standing in a lush field of wildflowers not far from Stonebridge</li><li><strong>Dandelion Septry - </strong>A septry staffed by the pious brown brothers who dedicate their time to cultivating apples for making cider. The septry also boasts of a convalescence for the ill and sick of Holy Hall's people along with a garden to produce medicine for them. (/warp holyhallseptry)</li><li><strong>Abrerton - </strong>Situated on the Rose Road leading to Highgarden, this thriving village is named after its leafy streets lined with tall poplar trees and is famous for the fields of roses that are grown to produce rose oil for perfume. The town boasts an inn, market hall, artisans, and a discreet brothel with red shutters but no lantern to keep pious eyes away from the customers deeds. (/warp holyhalltown)</li><li><strong>Greenleaf Keep</strong> - A vassal of the gracefords, the small but well-maintained keep sits on the Rose Road north of Abrerton to keep the lands safe for the Gracefords and to maintain the safety of trade for the Tyrells.</li><li><strong>Rosepoint House -</strong> On the very tip of the peninsula of the Holy Hall lands sits a perfumery surrounded by fields of pink and golden roses used to produce fine perfumes to be sold throughout Westeros. The facility contains a house for the plantation owners, fields of roses, a facility for distilling oil, and a barn for storing harvested scents and oils from other plants. (located north of /warp Rosebridge)</li><li><strong>Thornwood Forest - </strong>At the northern extent of the Holy Hall lands stands the dense Thornwood forest which hides ruins, caves, a lush valley, a lumberyard and a lonely inn on the Rose Road.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Desmera and Margaery applied for the project on January 7th 2019 and completed the project on May 8th 2019. Approving mods were Elduwin and Howy. Builders of high note were Xeson, Ammika and Endy who completed massive amounts houses and assisted greatly with the project.</p>\r\n<h3>Inspiration</h3>\r\n<p>Inspiration for the project include the general Highgarden, Uffering, and Woodwright architecture along with Sovinec Castle in the Czech Republic, Château du Haut-Kœnigsbourg in France, and Chateau du Chateauneuf in France.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/holyhall-5.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/holyhall-4.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/holyhall-1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/holyhall-6.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/holyhall-1.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Graceford",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "three",
        "warp": "/warp holyhall",
        "dateCompleted": "2019-05-08T07:00:00+00:00",
        "projectLead": "Margaery_Tyrell, Desmera_Redwyne",
        "dateStarted": "2019-02-11T08:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-house-graceford-by-margaery-and-desmera.1496/",
        "banner": []
      }
    ]
  },
  {
    "title": "Darkdell",
    "slug": "darkdell",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Vyrwell",
        "destinationType": "castle",
        "destinationStatus": "abandoned",
        "destinationLevel": "four",
        "warp": "/warp darkdell",
        "dateCompleted": null,
        "projectLead": "Ubeka",
        "dateStarted": "2015-09-13T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/old-project-application-darkdell.944/",
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Vyrwel.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Greyshield",
    "slug": "grimston-greyshield",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Grimm",
        "destinationType": "landmark",
        "destinationStatus": "notStarted",
        "destinationLevel": "four",
        "warp": "/warp greyshield",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Willum",
    "slug": "willum",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Willum",
        "destinationType": "castle",
        "destinationStatus": "abandoned",
        "destinationLevel": "three",
        "warp": "/warp willum",
        "dateCompleted": null,
        "projectLead": "M_a_c_i",
        "dateStarted": "2016-11-22T08:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/old-project-application-house-willum-by-m_a_c_i.2232/",
        "banner": []
      }
    ]
  },
  {
    "title": "Bush",
    "slug": "bush",
    "copy": "<p>Ser Owen Bush was a knight of the Kingsguard believed to have been given orders to kill Queen Ceryse Hightower. The connection to a Hightower is the only reason this House has been placed in the Reach, and argument can be made more its relocation elsewhere.</p>",
    "images": [],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Bush",
        "destinationType": "castle",
        "destinationStatus": "notStarted",
        "destinationLevel": "one",
        "warp": "warp not set",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Cobb",
    "slug": "cobb",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Cobb",
        "destinationType": "castle",
        "destinationStatus": "notStarted",
        "destinationLevel": "one",
        "warp": "/warp cobb",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Greenhill",
    "slug": "greenhill",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "reach",
        "house": "House Greenhill",
        "destinationType": "castle",
        "destinationStatus": "notStarted",
        "destinationLevel": "one",
        "warp": "/warp not set",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  }
]
