[
  {
    "title": "King's Landing",
    "slug": "kings-landing",
    "copy": "<p><strong>King's Landing</strong> is the capital of the Seven Kingdoms, and its second largest city after <a href=\"https://westeroscraft.com/wiki/reach/oldtown\">Oldtown</a>. The city was founded on the site where Aegon I (Aegon the Conqueror) landed on the mainland of Westeros from the Targaryen fortress on <a href=\"https://westeroscraft.com/wiki/crownlands/dragonstone\">Dragonstone</a>. What was once only hills and forest became the center of politics, religion, and trade on the continent in its three-hundred year history. The population of King's Landing is estimated around a half million, but swells during times of war when it is flooded with refugees.</p>\r\n<p>Geographically, the city is located where the Blackwater Rush empties into Blackwater Bay in the <a href=\"https://westeroscraft.com/wiki/crownlands\">Crownlands</a>, north of the Kingswood. Several major roads connect the capital to the rest of the Seven Kingdoms. The Kingsroad stretches north through the <a href=\"https://westeroscraft.com/wiki/riverlands\">Riverlands</a>, past the <a href=\"https://westeroscraft.com/wiki/vale\">Vale</a> and all the way to <a href=\"https://westeroscraft.com/wiki/north/winterfell\">Winterfell</a> and <a href=\"https://westeroscraft.com/wiki/the-wall\">The Wall</a> in the <a href=\"https://westeroscraft.com/wiki/north\">North</a>, it also continues south to <a href=\"https://westeroscraft.com/wiki/stormlands/storms-end\">Storm's End</a> in the <a href=\"https://westeroscraft.com/wiki/stormlands\">Stormlands</a>. The Rose Road branches southwest through the <a href=\"https://westeroscraft.com/wiki/reach\">Reach</a> towards <a href=\"https://westeroscraft.com/wiki/reach/tumbleton\">Tumbleton</a>, <a href=\"https://westeroscraft.com/wiki/reach/highgarden\">Highgarden</a>, and <a href=\"https://westeroscraft.com/wiki/reach/oldtown\">Oldtown</a>; while the Gold Road crosses the Blackwater Rush towards <a href=\"https://westeroscraft.com/wiki/westerlands/casterly-rock\">Casterly Rock</a> and <a href=\"https://westeroscraft.com/wiki/westerlands/lannisport\">Lannisport</a> in the <a href=\"https://westeroscraft.com/wiki/westerlands\">Westerlands</a>. The port of King's Landing is busy with ships from all major cities in both Westeros and Essos. Historically, the trade in the ports of nearby <a href=\"https://westeroscraft.com/wiki/crownlands/duskendale\">Duskendale</a> and <a href=\"https://westeroscraft.com/wiki/riverlands/maidenpool\">Maidenpool</a> was diminished as King's Landing grew into a major center of trade.</p>\r\n<p>The city is built on three hills named after Aegon the Conqueror and his sisters Visenya and Rhaenys. Aegon's High Hill is the tallest and was the site of the Aegon Fort, a earth-and-timber fort first constructed when Aegon's forces landed. This rudimentary fort was expanded over the years until Maegor I \"Maegor the Cruel\" constructed Maegor's Holdfast, the beginning of what would grow in the Red Keep, the Targaryen palace that rises above the city and overlooks the bay from its prominent cliff and includes the Iron Throne. Rhaenys' Hill rises to the north where the Targaryen's built the Dragonpit, a massive dome that once housed the royal dragons until it fell into ruins. Before the Dragonpit, the Sept of Remembrance was located on this hill, which honored Queen Rhaenys' memory. Visenya's Hill rises to the west and is crowned by the Great Sept of Baelor, which sept replaced an earlier sept built by Aegon and the First High Septon. King Baelor I moved the center of the Faith from Oldtown's Starry Sept to King's Landing.</p>\r\n<figure style=\"margin: 0px 0px 1em; padding: 0px; border: 0px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-variant-numeric: inherit; font-variant-east-asian: inherit; font-weight: 400; font-stretch: inherit; font-size: 16px; line-height: inherit; font-family: system-ui, system-ui, -apple-system, &quot;Segoe UI&quot;, Roboto, Oxygen, Ubuntu, Cantarell, &quot;Fira Sans&quot;, &quot;Droid Sans&quot;, &quot;Helvetica Neue&quot;, sans-serif; vertical-align: baseline; display: block; outline: none !important; position: relative; box-sizing: inherit; clear: both; color: rgb(41, 50, 61); letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-style: initial; text-decoration-color: initial;\"><img src=\"https://cdn.westeroscraft.com/web/assets/images/MapSmall.jpg\" data-image=\"jcy3drjfv2ui\"></figure>\r\n<p>In its early years, Kings Landing was a \"city without walls\" because it was protected by the Targaryen dragons, but Aegon ordered that walls be constructed in 19 AC and they were completed by 26 AC. The walls are manned by the City Watch of King's Landing and include seven gate houses and although they were built to leave room for the city's future growth, the city has since overflowed into the surrounding lands. The city is connected by several broad streets, such as the Street of the Sisters from the Dragonpit to the Great Sept of Baelor, the River Row along the Blackwater, the Muddyway, the Street of Steel on Visenya's Hill, among others. In the center of the city is the Dragonsquare, which is surrounded by important guilds, a market hall, and a bath house. Other notable squares are Cobbler's Square and the market squares at each of the seven gates. In addition to the Great Sept of Baelor, there are seven smaller septs, each devoted to one aspect of the seven.</p>\r\n<p>The city has greatly disparate neighborhoods, from wealthy merchants and influential politicians in their manses near the Red Keep or the Sept of Baelor to the slums of Fleabottom on the south side of Rhaenys' Hill. The streets are often cobbled in wealthier districts of the city, but in poorer areas, the winding back alleys are a mixture of mud and sewage. Several small streams that once ran between the three hills of King's Landing have been turned into a labyrinth of sewers. The city is notorious for its stench, despite efforts by many kings and queens to improve the living conditions in the bustling capital.</p>\r\n<h2>Features</h2>\r\n<p>Inside King's Landing:</p>\r\n<ul><li><strong><a href=\"https://westeroscraft.com/wiki/crownlands/red-keep\">The Red Keep</a></strong>, (/warp redkeep, /warp ironthrone, /warp maegors) a huge crimson castle sitting on the cliff Aegon's High Hill. The castle complex includes the Great Hall and the Iron Throne, Maegor's Holdfast, the royal apartments, the Tower of the Hand, the Maiden's Vault, the White Sword Tower and a godswood. There are several secret passages throughout the keep, which were built by Maegor the Cruel, who finished the construction of the Red Keep.</li><li><strong>The Dragonpit</strong>, (/warp dragonpit) is a collapsed dome where the Targaryens once kept their dragons. However, after the last dragon died, the gates were sealed and the pit fell into ruins. At present it is used to store wildfire. Whores know a way into the ruin and sometimes take customers there.</li><li><strong>Septs and Religion</strong>, (/warp greatseptofbaelor, /warp baelor) \"Baelor the Blessed\" brought the Fatih of the Seven to King's Landing and constructed the Great Sept of Baelor on Visenya's Hill, replacing an older sept built by Aegon. In front of the sept complex of Baelor. Under the sept are the tombs of the Targaryen kings and queens, (/warp baelorscrypts) as well as dungeons. The Silent Sisters and other holy orders have facilities nearby. Throughout the city are seven septs, one dedicated to each aspect of the The Seven. Although there are no temples to any other deities in King's Landing, the diverse population likely practices other faiths from Essos, including a notable enclave of followers of R'hllor in the northern part of the city (/warp klredtemple).</li><li><strong>Walls, Gates, and Defenses</strong>, Aegon ordered the construction of the walls in 19 AC and they were completed seven years later in 26 AC. The plan included seven gates (listed below). The walls were built to allow for the city to grow, but the city has since expanded beyond the walls. In addition to the walls, the city has several towers used to spot fires and police the city, two main barracks, the West City Barracks near Cobbler's Square and the East City Barracks near the Dragon Gate. Near the mouth of the Blackwater are wynch towers that will lift a large chain to block off entry or exit from the harbor, one of the defense improvements made by Tyrion and Varys.<ul><li><strong>River Gate</strong>, (/warp rivergate) also known as the Mud Gate.</li><li><strong>King's Gate</strong>,<strong> </strong>(/warp kingsgate)</li><li><strong>Lion Gate</strong>,<strong> </strong>(/warp liongate)</li><li><strong>Gate of the Gods</strong>,<strong> </strong>(/warp gateofthegods)</li><li><strong>Old Gate</strong>,<strong> </strong>(/warp oldgate)</li><li><strong>Dragon Gate</strong>,<strong> </strong>(/warp dragongate)</li><li><strong>Iron Gate</strong>,<strong> </strong>(/warp irongate)</li></ul></li></ul>\r\n<ul><li><strong>Streets and Squares</strong>,<strong> </strong>broad streets connect the gates to central squares through the city. The two largest squares are Cobbler's Square (/warp cobblerssquare) in the northwest of the city, and Dragon Square (/warp dragonsquare) in the center. Fishmonger Square (/warp fishmongerssquare) is along the Blackwater inside the River Gate, and the other gates have major squares just inside the walls. Common features surrounding these squares include customs houses, merchant stalls, pubs, inns, brothels, mummer shows and executioner blocks or gallows because they are conspicuous gathering places for the residents of the city. Beneath many of these squares are important intersections of the city's sewer system, which was built when the streets were laid out after Aegon's walls were planned.<ul><li><strong>Fishmonger's Square</strong>, includes several stalls selling seafood, fresh from the docks on the Blackwater. Has a customs house, a large ale house, a brothel, and a small inn.</li><li><strong>King's Square</strong></li><li><strong>Lion Square</strong></li><li><strong>Godsgate Square</strong></li><li><strong>Mummer's Square</strong>, inside the Old Gate has a stage set up that is often used by travelling mummer shows and theatre troupes. There is an inn on the west side behind the stage. Also on the square is the Royal Customs House, a barracks watchtower and a large brothel near the base of the Street of Silk.</li><li><strong>Dragongate Square</strong>, known colloquially as \"Pig Shit Square\" because of the livestock penned there for auction and because of the presence of the City Watch or \"Goldcloaks\" in the nearby East City Barracks.</li><li><strong>Iron Square</strong>, has an row of angled houses, a gallows, and market.</li><li><strong>The Street of the Sisters</strong>, a cobbled road connecting the Great Sept of Baelor to the Dragonpit. The Guildhall of the Alchemists is located on the right when walking towers the sept. It runs straight as an arrow between the hills of Rhaenys and Visenya, from which it gets its name.</li><li><strong>The Street of Steel</strong>, winds on the north side of Visenya's hill and is where many smiths are located. It begins on the west of Fishmonger's Square and as it climbs, the more expensive the shops become. At its top is the shop of Tobho Mott.</li><li><strong>The Street of Flour</strong>, along the south side of the Dragonpit on which numerous bakeries may be found. Below the street lies Fleabottom, which is a maze of twisting alleys and cross streets.</li><li><strong>The Street of Silk</strong>, a street running northwest from the Dragonpit towards the Old Gate. It is a cobbled street lined with various brothels.</li><li><strong>Shadowblack Lane</strong>, a twisty lane that begins at the northern gate of the Red Keep and winds its way down to the foot of Aegon's High Hill. The street goes past the Sept of the Warrior and a prominent livestock market.</li><li><strong>Street of Seeds</strong> </li><li><strong>Street of Looms</strong> </li><li><strong>Coppersmith's Wynd</strong> </li><li><strong>River Row</strong>, a street along the southern wall, east of Fishmonger's Square, home to sea captains, fishmongers and others with interest in harbor.</li><li><strong>Muddy Way</strong>, a street that begins at Fishmonger's Square and runs north to the Dragon Square.</li><li><strong>The Hook</strong>, A long, curved thoroughfare connecting River Gate to Aegon's High Hill.</li><li><strong>Other Streets</strong> include <strong>Eel Alley</strong>, located on Visenya's Hill. An inn may be found here; <strong>Pigrun Alley</strong>, enclosed by tall timber-and-stone buildings whose upper stories lean out so far over the streets that they nearly touch those of the buildings across from them; <strong>Reeking Lane</strong>, a street full of apprentices; <strong>Sowbelly Row</strong>, the street Lollys Stokeworth was found wandering along after she had been raped half a hundred times behind a tanner's shop during the Riot of King's Landing; <strong>Pisswater Bend</strong>, a street which is probably located in the Flea Bottom area. The pisswater prince came from here. The bloody flux was spreading through the stews on this street.</li></ul></li><li><strong>Inns, </strong>Canon: <em>The Red Stag</em> on the Dragonsquare.<br>Non-canon and Unnamed: <em>Lion's Landing Inn</em> (Lion's Square) has a carved sandstone lion above it's front porch. <em>The Gilded Horn</em> (Lion's Square) \"Blue\" Inn (Lion's Square) \"Gate of the Gods\" Inn - brown tile roof <em>The Bawdy Boar</em> straight north of River Gate. \"Fisherman's Ale House\" a large pub on Fishmonger's Square with large second-story porches. \"Muddy Gate Inn\" - very small on the west side of the square. <em>The Crooked Hag</em> - very small, near Fish Gate. Has orange brick foundation common to buildings along River Row. <em>The Plucked Hen</em> - on Fish Gate Square, has outdoor patio. <em>The Rusty Lantern</em> - on road between Lion's Gate and Fish Gate. Has a small cupola. \"Sept of the Father Inn\" - to the north of the Sept of the Father, modest accommodations. Inn behind the mummer's stage near the Old Gate. Probably sponsors troupes of travelling mummer's and popular with foreigners. Inn between Sept of the Maiden and Markethall, next to stone auction house. Inn near a watchtower south of the Old Gate. Pub and inn between Old Square and Markethall, next to small lichyard. Inn near statues by Dragonpit along the Street of Sister, with stone courtyard and tree, known for its strong support of \"The Crown and the Faith\" Inn near Dragongate in Baratheon colors, popular with knights and military elite. Close to the East City Barracks. \"Green Door Inn\", near several manses north of the Iron Gate. Inn with grey tower and green roofs, near Iron Gate. Fleabottom \"Main Street\" Inn, very poor conditions, with cots and beds scattered throughout, even in the back alleys. \"Main Street Arch\" Inn, east of the Dragonsquare near the Guild Hall and bathhouse. Has rooms above the street in a dun-colored broad arch.</li></ul>\r\n<ul></ul>\r\n<ul><li><strong>Brothels and Entertainment, </strong>Brothels are abundant throughout the city, with many near the docks on River Row. But the more notable red-light-district is called the Street of Silk, which starts at the Old Gate and climbs upward to the main entrance of the Dragonpit. Brothels of all types, exotic goods, luxuries and jewelery can be found there. In A Song of Ice and Fire, Chataya owns one the more wealthier brothels. It is situated halfway up Rhaenys' Hill. (/warp chatayas) Other forms of entertainment include mummer shows.</li><li><strong>Fleabottom, </strong>(/warp fleabottom) The poorest of the poor live in Flea Bottom at the foor of Rhaenys' Hill. The district has various layers of houses and shacks, the lower ones only dimly lit. It is a maze that leads deep under the city and into the sewers.</li><li><strong>Guilds</strong>, The guildhall is situated at the central square.</li><ul><li><strong>Alchemists Guild, </strong>half-way up Street of the Sister towards the Great Sept of Baelor. Tall black, red, and brown towers. Completed by tsarkaiser84.</li><li><strong>Bakers Guild</strong> on the Street of Flour with a orange brick and iron cupola tower near the southeast corner of the dragon pit. Sign at the bottom of the stairs reads \"Est. 119 AC.\" Completed by GeneralNuggets.</li><li><strong>Barbers, Surgeons & Apothecaries' Guild</strong> spans a street east of the Lion's Gate near the Sept of the Mother. Completed by Lyliana.</li><li><strong>Bards' Guild</strong></li><li><strong>Blacksmiths' Guild,</strong> located half-way up the Street of Steel in the southwestern corner of the city. Outside are carts filled with various ores and coal. Completed by CaptScribble.</li><li><strong>Brewers' Guild</strong> located directly south of Dragon Square on a small alley. Completed by tsarkaiser84.</li><li><strong>Butchers' Guild,</strong> located near Fishmonger Square and the Hook in the south-central part of the city. Has a small square tower near a well and two meat cleavers instead of a sign. Completed by herm.</li><li><strong>Carpenters' Guild</strong></li><li><strong>Cobblers' Guild</strong> located on Cobbler's Square in the northwest part of the city. Completed by Knight_Krawler.</li><li><strong>Coopers' Guild</strong></li><li><strong>Cordwainers' Guild</strong></li><li><strong>Draper's Guild,</strong> located north of the Dragonpit, a few streets in from the walls in the north-central part of the city. Completed by tsarkaiser84.</li><li><strong>Fishmongers' Guild</strong></li><li><strong>Fletchers' Guild</strong></li><li><strong>Glassblowers' Guild</strong></li><li><strong>Goldsmiths' Guild</strong> located on the square by the Lion's Gate in the western part of the city. Completed by benpwen.</li><li><strong>Grocers' Guild,</strong> located in a small market square just south of the Gate of the Gods. Completed by NickShaiB. Includes a hidden sewer entrance.</li><li><strong>Jewelers' Guild</strong> on the west side of Dragon Square next to Mason's Guild. Completed by Itspabs.</li><li><strong>Masons' Guild</strong> on the west side of Dragon Square next to the Jeweller's Guild. Completed by Itspabs.</li><li><strong>Merchants' Guild</strong> on the east side of Dragon Square.</li><li><strong>Potters' Guild</strong> located by the Sept of the Father in southwest corner of the city, north of the King's Gate. Completed by herm.</li><li><strong>Shipwrights' Guild</strong></li><li><strong>Tailors' Guild</strong> located on a side street northeast of the Dragonsquare. Completed by herm.</li><li><strong>Tallow Chandlers' Guild</strong> locate on The Hook near the intersection with the Muddy Way. Has a sign saying \"Est. 176 AC\"</li><li><strong>Tanners' Guild</strong></li><li><strong>Thatchers' Guild</strong></li><li><strong>Wax Chandlers' Guild</strong> located near the Sept of the Maiden in the northwest central part of the city. Completed by reygame.</li><li><strong>Weavers' Guild</strong><br></li></ul></ul>\r\n<p>Outside King's Landing:</p>\r\n<ul><li><strong>Blackwater Bay,</strong> with the docks of the city and many ships.</li><li><strong>Tournament Grounds,</strong> description</li><li><strong>Sprawl,</strong> the area surrouding the city, where the evergrowing population that coulnd't find a place in the city is alocated. There's also many fields, livestock and brickmaking, to feed the city needs. </li><li><strong>Manses, </strong>where rich people live with their own farms around the city.</li></ul>\r\n<p><strong>Note: </strong><a href=\"https://awoiaf.westeros.org/index.php/House_Suggs\">House Suggs</a> of Flea Bottom, <a href=\"https://awoiaf.westeros.org/index.php/House_Slynt\">House Slynt</a>, and <a href=\"https://awoiaf.westeros.org/index.php/House_Longwaters\">House Longwaters</a> are considered part of the King's Landing project.</p>\r\n<h2>Construction</h2>\r\n<p>The construction process began in the southern part of city, moved roughly counterclockwise. The city was divided in many diferent sections, where builders were able to work on houses that were later approved by moderators. There were also several mini-builds, places special, relevant or big enough to have an application needed before construction was approved.</p>\r\n<p>The Dragonpit, Baelor's Sept and the Red Keep all had their separeted building process, to have the proper attention these huge and important locations need. Also, the sewer/underground building process happened in parallel of the rest of the city.</p>\r\n<p>The city counts with an incredible number of 5201 unique houses, with 877 of those being located in the sprawl area. The top 5 builders by number of houses built are as following:</p>\r\n<ul><li>CaptScribble - 772 houses</li><li>Leftie - 294 houses</li><li>pottman - 290 houses</li><li>Nemeko - 241 houses</li><li>Rickard_Karstark - 238 houses</li></ul>\r\n<p>The city has an average of aproximate 4.5 beds per house, with more than 20 thousand beds in total.<br></p>\r\n<h2>Old King's Landing</h2>\r\n<figure style=\"margin: 0px 0px 1em; padding: 0px; border: 0px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-variant-numeric: inherit; font-variant-east-asian: inherit; font-weight: 400; font-stretch: inherit; font-size: 16px; line-height: inherit; font-family: system-ui, system-ui, -apple-system, &quot;Segoe UI&quot;, Roboto, Oxygen, Ubuntu, Cantarell, &quot;Fira Sans&quot;, &quot;Droid Sans&quot;, &quot;Helvetica Neue&quot;, sans-serif; vertical-align: baseline; display: block; outline: none !important; position: relative; box-sizing: inherit; clear: both; color: rgb(41, 50, 61); letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-style: initial; text-decoration-color: initial;\"><img src=\"https://cdn.westeroscraft.com/web/assets/images/oldkl.jpg\" data-image=\"7alnhtnepoar\"></figure>\r\n<p>A version of King's Landing was completed in 2012 as a server project led by Dutchguard, Marken4, Contra, NickShaiB, Whitefireneo, FlemishGuard, IwandeLarch, Feasting, and Sn0wst0rm. This version included all of the prominent structures, led by two moderators working together. The build was scheduled to last for two months, but took closer to half a year to complete. All of the houses were built and furnished by hand and the rough estimate is around 4,000 structures. The Red Keep was completed after five detailed tests. Although the city has been rebuilt with better textures and planning, many guests still enjoy visiting the old city, which was a massive achievement for the server at the time of completion. Interesting features include the Targaryen statues, the sewers, the graves on Visenya's hill, the tourney grounds, the Dragonpit, and of course the Red Keep complex and our original Iron Throne. Many locations can still be warped to (just add the word \"old\" to warp names) and the moderators plan on keeping the city on the server for posterity. Example of warps include: /warp kingslandingold, /warp redkeepold, /warp ironthroneold, /warp dragonpitold, /warp dragonsquareold, among others.</p>\r\n<h2>Videos</h2>\r\n<p>In may 2020 it was posted on the <a href=\"https://www.youtube.com/user/WesterosCraft\" target=\"_blank\">WesterosCraft Youtube channel</a> a cinematic tour of the city:</p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/RMRFNTqhQO0\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>\r\n<p>Also our WesterosCraft Walks series visited King's Landing in seven episodes, exploring the whole city:<br></p>\r\n<figure style=\"margin: 0px 0px 1em; padding: 0px; border: 0px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-variant-numeric: inherit; font-variant-east-asian: inherit; font-weight: 400; font-stretch: inherit; font-size: 16px; line-height: inherit; font-family: system-ui, system-ui, -apple-system, &quot;Segoe UI&quot;, Roboto, Oxygen, Ubuntu, Cantarell, &quot;Fira Sans&quot;, &quot;Droid Sans&quot;, &quot;Helvetica Neue&quot;, sans-serif; vertical-align: baseline; display: block; outline: none !important; position: relative; box-sizing: inherit; clear: both; color: rgb(41, 50, 61); letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-style: initial; text-decoration-color: initial;\"><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/Ap5uzgONqE4\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>\r\n<figure style=\"margin: 0px 0px 1em; padding: 0px; border: 0px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-variant-numeric: inherit; font-variant-east-asian: inherit; font-weight: 400; font-stretch: inherit; font-size: 16px; line-height: inherit; font-family: system-ui, system-ui, -apple-system, &quot;Segoe UI&quot;, Roboto, Oxygen, Ubuntu, Cantarell, &quot;Fira Sans&quot;, &quot;Droid Sans&quot;, &quot;Helvetica Neue&quot;, sans-serif; vertical-align: baseline; display: block; outline: none !important; position: relative; box-sizing: inherit; clear: both; color: rgb(41, 50, 61); letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-style: initial; text-decoration-color: initial;\"><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/f0kJMFZ5Rq8\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>\r\n<figure style=\"margin: 0px 0px 1em; padding: 0px; border: 0px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-variant-numeric: inherit; font-variant-east-asian: inherit; font-weight: 400; font-stretch: inherit; font-size: 16px; line-height: inherit; font-family: system-ui, system-ui, -apple-system, &quot;Segoe UI&quot;, Roboto, Oxygen, Ubuntu, Cantarell, &quot;Fira Sans&quot;, &quot;Droid Sans&quot;, &quot;Helvetica Neue&quot;, sans-serif; vertical-align: baseline; display: block; outline: none !important; position: relative; box-sizing: inherit; clear: both; color: rgb(41, 50, 61); letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-style: initial; text-decoration-color: initial;\"></figure>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/UO7-v4jgsc4\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/dR3SLHhAPww\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>\r\n<figure style=\"margin: 0px 0px 1em; padding: 0px; border: 0px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-variant-numeric: inherit; font-variant-east-asian: inherit; font-weight: 400; font-stretch: inherit; font-size: 16px; line-height: inherit; font-family: system-ui, system-ui, -apple-system, &quot;Segoe UI&quot;, Roboto, Oxygen, Ubuntu, Cantarell, &quot;Fira Sans&quot;, &quot;Droid Sans&quot;, &quot;Helvetica Neue&quot;, sans-serif; vertical-align: baseline; display: block; outline: none !important; position: relative; box-sizing: inherit; clear: both; color: rgb(41, 50, 61); letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-style: initial; text-decoration-color: initial;\"></figure>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/aGbsEENUYHg\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/WQ4RlhfhdgE\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/E9VU28Ee8qQ\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/images/kl.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/kingslanding-9.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/kingslanding-6.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/kingslanding-8.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/kingslanding-7.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/kingslanding-2.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/kingslanding-6.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/kingslanding-5.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/kingslanding-3.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/kingslanding-1.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Baratheon of King's Landing",
        "destinationType": "city",
        "destinationStatus": "completed",
        "destinationLevel": "six",
        "warp": "/warp kingslanding",
        "dateCompleted": "2017-11-05T07:00:00+00:00",
        "projectLead": "thecoddfish, Emoticone11",
        "dateStarted": "2014-12-26T08:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/lannisterbaratheon.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Red Keep",
    "slug": "red-keep",
    "copy": "<p>The <strong>Red Keep</strong> is a castle in <a href=\"https://westeroscraft.com/wiki/crownlands/kings-landing\" target=\"_blank\">King’s Landing</a> and the seat of the<strong> King of the Andals, the Rhoynar and the First Men, Lord of the Seven Kingdoms</strong>. The title is currently held by <strong>House Baratheon of King's Landing</strong>, that rules all of Westeros from the Iron Throne.</p>\r\n<p>When Aegon I Targaryen arrived at the mouth of the Blackwater Rush to start his conquest of Westeros, it was on the top of the highest hill in the region that he chose the place for his base to be constructed. Soon it was finished and became known as Aegonfort, a small wooden fortress. After his conquest was done, he ordered the construction of a stone castle in it’s place, more suitable for a King.</p>\r\n<p>The castle, named the Red Keep for the red stone used in its construction, was finished during the reign of the third king of Westeros, Maegor I Targaryen, who himself was responsible for the construction of Maegor’s Holdfast with its many secret passages. After the castle was done, he killed all the builders and masons, so only he would know of the secrets buried beneath the castle.</p>\r\n<h3>Features</h3>\r\n<div><ul><li><strong>Iron Throne</strong><em> (/warp ironthrone)</em>:<strong> </strong>located in the Great Hall, the King’s seat was forged from the blades of Aegon’s enemies, resulting in a massive throne, full of points of the twisted blades, that may cut anyone not careful enough.</li><li><strong>Tower of the Hand </strong><em>(/warp towerofthehand)</em>:<strong> </strong>the highest tower in the Red Keep, it houses the apartments of the Hand of the King, the chief advisor of the monarch.</li><li><strong>Maegor’s Holdfast</strong> <em>(/warp maegors)</em>:<strong> </strong>known as a castle-within-a-castle, the holdfast is a square fortress in the heart of the Red Keep, surrounded by a dry moat full of spikes. It houses the royal apartments and the Queen’s Ballroom<strong>.</strong></li><li><strong>Dragon Skulls </strong><em>(/warp dragoncellar)</em>:<strong> </strong>the skulls of the Targaryen dragons, that used to hang in the Great Hall, now are stored in the cellars of the Red Keep.</li><li><strong>Dungeons: </strong>composed of four levels, this is the place where those who go against the King’s law may end up. The third level is known as the Blackcells <em>(/warp blackcells)</em>, as those who are imprisoned there remain in the dark. The fourth level houses torture chambers.</li><li><strong>Secret Passages</strong>: built by orders of King Maegor I, there are many secret passages connecting different places of the Red Keep and even some ways in and out of the castle.</li></ul><h3>Construction</h3><p>The construction process started with the proposal of some designs for the keep. After analysis of different designs, Thamus_Knoward, the project oversee, chose one and trusted WhereRmyDragons, TheYoungWolf and Fin as project leads. It was then decided that the castle would be divided into several areas, each with its own team leader.</p><p><strong>Maegors</strong><br>Team Leader TheYoungWolf, SSerious, padro, 7J, Dragons, Fin, Briven, Ammika<strong><br>Godswood and Gardens</strong><br>Team Leader WhereRmyDragons, Benja, Otmis, Rickard, 7J, Briven<strong><br>Tower of the Hand<br></strong>Team Leader Howy, Sserious, chep, padro, Monster<strong><br>Secret Passages<br></strong>Team Leader Jmcmarq, chep, Otmis<strong><br></strong><strong>Maidenvault</strong><br>Team Leader Arkilstorm, Sserious, cedo, padro, 7J<strong><strong><br></strong></strong><strong>Sewers<br></strong>Team Leader Demodocus<br><strong>Rookery<br></strong>Team Leader Nuggets, wazgamer, Otmis, padro<br><strong>Martell Cornerfort<br></strong>Team Leader Kulmen29, Benja, padro<strong><br>Kitchen Keep</strong><strong><br></strong>Team Leader Otmis, 7J<strong><br>Small Hall</strong><strong><br></strong>Team Leader EStoop, MDMeaux<strong><br>Gatehouse<br></strong>Team Leader Nuggets, MDMeaux<br><strong>Dungeons</strong><br>Team Leader Wazgamer, Otmis, Rickard, Sserious<br><strong>Barracks<br></strong>Team Leader Rickard, Sserious<br><strong>Armory</strong><br>Team Leader MDMeaux, Sserious, padro<strong><br>White Sword Tower<br></strong>Team Leader MDMeaux, briven<strong><br>Walls and Drum Towers<br></strong>Team Leader Thamus_Knoward<strong><br>Purse Tower<br></strong>Team Leader Halpaca, Sserious<strong><br>Small Council Chambers<br></strong>Team Leader TheYoungWolf<strong><br>Tower of Law<br></strong>Team Leader NewEnglandRed<strong><br></strong></p><h3>Inspiration</h3><p>As one of the most seen and described locations on the books, the main inspiration for the Red Keep were canon descriptions, with Thamus and the project leads working to follow given details as closely as possible.</p><div><h3>Videos</h3><p>Episodes 79-81 of the WesterosCraft Walks series cover the Red Keep, which speaks to the enormity of the project.</p><figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/MAF5AwKDQR8\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure><figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/Na0AIMOl_to\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure><figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/XfrOPJPIZpg\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure></div></div>\r\n<ul></ul>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/kingslanding-5.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/kingslanding-7.png"
      }
    ],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Baratheon of King's Landing",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "five",
        "warp": "/warp redkeep",
        "dateCompleted": "2017-11-05T07:00:00+00:00",
        "projectLead": "WhereRmyDragons, TheYoungWolf, Fin",
        "dateStarted": "2017-01-08T08:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/lannisterbaratheon.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Boggs",
    "slug": "boggs",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Boggs",
        "destinationType": "keep",
        "destinationStatus": "inProgress",
        "destinationLevel": "two",
        "warp": "/warp boggs",
        "dateCompleted": null,
        "projectLead": "_Simbaa (frm Steineke96)",
        "dateStarted": "2015-09-07T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-house-boggs-by-_simbaa.2617/",
        "banner": []
      }
    ]
  },
  {
    "title": "Follard",
    "slug": "follard",
    "copy": "<p><strong>House Follard</strong> is a minor noble house located on the eastern coast of Massey's Hook between Sweetport Sound and Stonedance in The Crownlands. There are two known members of the Follard family mentioned in <em>A Song of Ice</em> <em>and Fire</em>, Dick Follard (known as Deaf Dick) is a member of the Night's Watch, and Perkin Follard, a knight, is found serving Stannis Baratheon.</p>\r\n<p>The words of House Follard are \"None so Wise\" and their sigil shows gyronny of twelve red and white; on a gold canton, a two-peaked fool's cap of red and white.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Keep, </strong>a small square tower perched on a mountain, surrounded by circular walls and a great hall.</li><li><strong>Settlements, </strong>there are three settlements in Follard lands, the first and largest is located at the base of the mountain of which the castle resides, just down the road, a small lumber village is found, with a fisherman's hut just off to the side, the third settlement is an old mining village, semi abandoned located just beneath /warp follardhf2.</li><li><strong>HoldFasts, </strong>the Follard lands boast two holdfasts, the first is round the mountain from the keep and guards the pass from the Chyttering lands, and the second towers above the main road up north from Sweetport.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Follard was a project by Tiny_Rhino. He started work on the 20th of February 2016 and finaly completed work on the 27th of August 2016</p>\r\n<h3>Inspiration</h3>\r\n<p>Once again, Northumbrian castles, more specifically, Holy Island castle.</p>\r\n<p>The nearby project of Sweetport also proved a great inspiration for Follard.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Follard1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Follard",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp follard",
        "dateCompleted": "2016-08-27T07:00:00+00:00",
        "projectLead": "Tiny_Rhino",
        "dateStarted": "2016-02-19T08:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Driftmark",
    "slug": "driftmark",
    "copy": "<p>The Driftmark project includes the castles of <a href=\"https://awoiaf.westeros.org/index.php/High_Tide\">High Tide</a> and <a href=\"https://awoiaf.westeros.org/index.php/Castle_Driftmark\">Castle Driftmark</a>, as well as the towns of <a href=\"https://awoiaf.westeros.org/index.php/Hull\">Hull</a> and <a href=\"https://awoiaf.westeros.org/index.php/Spicetown\">Spicetown</a>.</p>",
    "images": [],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Velaryon",
        "destinationType": "castle",
        "destinationStatus": "inProgress",
        "destinationLevel": "four",
        "warp": "/warp driftmark",
        "dateCompleted": null,
        "projectLead": "WhereRmyDragons",
        "dateStarted": "2019-07-29T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/appeal-approved-driftmark-by-dragons.1846/",
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Velaryon.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Blount",
    "slug": "blount",
    "copy": "<p><strong>Blount</strong> is the seat of House Blount, a minor noble house from The Crownlands.</p>\r\n<p>Their sigil is a red band between two black porcupines on a field of green. Little else is known about House Blount, other than a member of the house, Ser Boros Blount is a member of Joffrey I Baratheon's Kinsguard, and is renowned for being often drunk and inept in combat. Their lands contain their keep, a small market town, various smaller hamlets and a brewery, along with fields, pastures and forest. To the north of the lands of House Blount are the holdings of a knightly house that pays tribute to the Blounts, whose colours are purple and brown. This estate is made up of the private estate of the knight and a small village.<br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Blount Castle</strong> is a large ringfort built upon a motte, itself surrouned by a ditch. There is a sloped wooden bridge over the ditch to allow access to the castle, via a large gatehouse tower which also houses Lord Blount's chambers. Other rooms such as the hall, audience chamber and rooms for the inhabitants of the castle are located around the central courtyard. The maester's tower is the tallest and only other tower in the castle, and houses the maester's chamber, the rookery and a small library.</li><li><strong>Blount Town</strong> is a small town located nearby to the castle. It consists of around 30 houses and a stone sept, and holds a market in the central square. Stalls are set up around it, and pens for livestock auction erected in the centre. The inhabitants of the town are mostly farmers living in small houses, although there are three professionals who inhabit larger, two storey houses.</li><li>A <strong>Brewery</strong> is located further east on the road leading towards Antlers. The brewery contains the brewer's house and shop, a large building in which the beer is brewed, and fields of hops. Around the brewery are the houses of both brewery workers and farmers, along with a horse-driven mill.</li><li><strong>Watchtowers</strong> are located on the west-leading and south-leading roads out of the Blount, as the lands of Blount are located on the border between The Crownlands and The Riverlands, so before Aegon's Conquest it was important to keep watch over the boundary.</li><li>A <strong>Knight's Estate</strong> is north of the Blount lands. The knight resides in a large stone manor house, located within his estate. Within the low stone walls of the estate there are also houses for the estate staff, as well as vegetable patches and flowered gardens.</li><li>The <strong>North Village</strong> can be found near the Knight's Estate. It contains around six small houses for the farmers that work the knight's fields, as well as an inn frequented by those travelling inland from the port of Maidenpool. There is also a small meadery in the village.</li></ul>\r\n<p><strong>Castle Layout</strong></p>\r\n<ul><li><strong>Entrance: </strong>The entrance is accessed by a drawbridge over a dry moat. It leads into the central bailey and is the only way into the Castle</li><li><strong>Central Bailey:</strong> The central bailey is a large circular space within the castle that contains a well in the center, stables and straw knights in the south, and a small farm and granary in the north. connects all parts of the Castle.</li></ul>\r\n<p><strong>Ground Level</strong></p>\r\n<ul><li><strong>Servant Dining Hall:</strong> accessed by northern door. Contains 3 tables with seats. Adjacent doors lead to kitchens and servant quarters.</li><li><strong>Kitchen Servant Quarter:</strong> accessed from Servant Dining Hall. A large room with straw bunks against the wall.</li><li><strong>Kitchen:</strong> Accessed by Farm door and servant dining hall. A large curving room with a fireplace and produce storage, with stairs to the basement and up to the great hall.</li><li><strong>Cellar:</strong> Accessed by kitchens. Contain storage for wine barrels and fish.</li><li><strong>Portcullis Quarters:</strong> 3 tiny rooms by the portcullis. All appear to be garrison dorms, but one of them is possibly a stable hand dorm.</li><li><strong>Forge:</strong> accessed by Southeast Door. Has a large forging oven, as well as a saw table. Has stairs to the guard barracks and gatehouse.</li><li><strong>Bathhouse:</strong> Accessed by south door. First door on the left. Contains a pool with a fireplace for heating water.</li><li><strong>Sept:</strong> Accessed by south door. Second door on the left. A tiny sept with torches around the paintings of the Smith, Mother, and Warrior.</li><li><strong>Servant Quarters:</strong> Accessed by the south door or the west door. The next 5 rooms on the left. The 3rd room belongs to the Septon. The 4th to a messenger, and the others to other various servants.</li></ul>\r\n<p><strong>Second Floor</strong></p>\r\n<ul><li><strong>Great Hall:</strong> Accessed by gatehouse stairs and kitchen stairs. Contains a dais and one trestle table. Also includes a small gallery and audience chamber.</li><li><strong>Gatehouse</strong>: Accessed by Western stairs and guard barracks. Includes portcullis controls, murder holes, Armor and weopan stands, and arrow slits. Has stairs to the castle walls.</li><li><strong>Guard Barracks:</strong> Accessed by gatehouse and forge. A medium-sized room with bunks. The captain of the guard is the bed that isn't a bunk.</li><li><strong>Household Quarters:</strong> Accessed by south door stairs and western stairs. The master-of arms is possibly a Thorne, while other jobs and quarters are for house Mallery, Rollingford, and Rosby. There is also a Blount room.</li><li><strong>Maester's Tower:</strong> a large tower that contains a solar, a bedroom, a rookery, and a library.</li><li><strong>Lord's Bedroom:</strong> accessed by gatehouse. Contains a solar and an elaborate four-canopied bed.</li></ul>\r\n<h3>Construction</h3>\r\n<p>MDMeaux applied for Blount on August 2, 2016 and after some confusion over the completion of his previous project, <a href=\"https://westeroscraft.fandom.com/wiki/Drox\" title=\"Drox\">Drox</a>, Blount was approved on August 23; construction began on the same day. Initially, an unrealistic castle layout was used which had a typical Norman square keep in the centre. Under a week later, a new layout was proposed as MDMeaux was unhappy with the original layout. The castle was completed on December 15, with the town being finished a month later on January 13. On April 8, 2017 the main Blount lands were finished and construction began on the knight's lands. The knight's lands were finished in only three days, being completed on April 11. The project has not yet been post-approved.</p>\r\n<p><strong>\"Meadery of Doom\"</strong></p>\r\n<p>During the construction of the meadery on the knight's lands, a bug arose due to the custom table block being used in the beehives. This bug caused the Minecraft clients of any players approaching the area to crash, earning the meadery the name \"Meadery of Doom\" or \"Cursed Meadery\". This was soon fixed with WorldEdit.</p>\r\n<h3>Inspiration</h3>\r\n<p>Inspiration for the castle gatehouse was taken from <a href=\"https://en.wikipedia.org/wiki/Cardiff_Castle\">Cardiff Castle</a> in Wales, and the layout of the second castle was influenced heavily by <a href=\"https://en.wikipedia.org/wiki/Restormel_Castle\">Restormel Castle</a> in Cornwall. The lands, such as the fields and pastures, were influenced by Ian Mortimer's descriptions of medieval England in <em>The Time Traveller's Guide to Medieval England.</em></p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/blount-3.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/blount-4.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/blount-2.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/blount-1.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Blount",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp blount",
        "dateCompleted": "2017-07-09T07:00:00+00:00",
        "projectLead": "MDMeaux",
        "dateStarted": "2016-08-23T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Bywater",
    "slug": "bywater",
    "copy": "<p>Barbel Point is considered to part of the lands of House Bywater and so is included with this project.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Bywater1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Bywater",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp bywater",
        "dateCompleted": "2015-04-03T07:00:00+00:00",
        "projectLead": "BantyRooster",
        "dateStarted": "2015-02-25T08:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Chyttering",
    "slug": "chyttering",
    "copy": "<p><strong>Chyttering</strong> is the seat of <strong>House Chyttering</strong>, located in the eastern Crownlands on a peninsula known as the Massey's Hook. They blazon their shields with three golden bendlets on white, their motto is unkown.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Chyttering Castle,</strong> a twin grey keep sitting upon a mountain slope with a nice view on the port village below. It is a rather small castle with four baileys, a curtain wall, keeps, tower, great hall, and more.</li><li><strong>Chyttering Port,</strong> a large village located in a small bay below the castle. The town is mainly based on fishing and agriculture from the nearby fields and pastures. The main highlight of the town is its sept and marina. The docks host a cog belonging to House Chyttering.</li><li><strong>Chyttering Holdfast,</strong> a small keep overlooking the only path leading to Chyttering lands and a small village nearby. (/warp chyhf1)</li><li><strong>Chyttering Hamlet,</strong> a small hamlet with few nearby fields, iron mine and an abandoned quarry. (warp chyhamlet)</li></ul>\r\n<h3>Construction</h3>\r\n<p>_Simbaa applied for the project on the 22nd of August 2016 and the construction started on the 15th of September the same year. Initially, the construction of the castle started and later the village and hamlets as well. The castle itself went through three major remakes in the projects construction process. Towards the end of the project Chep007 applied and lead the construction of Chyttering holdfast.</p>\r\n<h3>Inspiration</h3>\r\n<p>The main inspiration for this castle is Hrad Rabi in Czech Republic, but _Simbaa also took inspiration from other Crownlands builds including Sweetport, Farring , and Follard. </p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/chytteringinsp.jpg\" data-image=\"102306\"></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Chyttering1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Chyttering",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp chyttering",
        "dateCompleted": "2017-05-27T07:00:00+00:00",
        "projectLead": "_Simbaa",
        "dateStarted": "2016-09-15T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Claw Isle",
    "slug": "claw-isle",
    "copy": null,
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/ClawIsle1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Celtigar",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "four",
        "warp": "/warp clawisle",
        "dateCompleted": "2015-07-29T07:00:00+00:00",
        "projectLead": "Steineke96, FlavD",
        "dateStarted": "2014-09-24T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Dragonstone",
    "slug": "dragonstone",
    "copy": "<p><strong>Dragonstone</strong> is a volcanic island near the entrance to Blackwater Bay. The island was fortified by the Targaryens when they left the Valyrian Freehold, and it was from Dragonstone that Aegon the Conqueror began his invasion of Westeros. The active volcano called the Dragonmont provided habitat for the Targaryen dragons throughout the centuries, and signs of their activity still exist on the island. Traditionally, Dragonstone is the seat of the heir apparent to the Iron Throne, often called the Prince of Dragonstone. The castle was carved using ancient Valyrian magic to look like intertwining dragons, a style of architecture that exists nowhere is Westeros since the advanced techniques of masonry were lost in the Doom of Valyria. Since Robert's Rebellion, the castle has been occupied by the Baratheons, with Stannis Baratheon being the current Lord of Dragonstone. It was on Dragonstone that Daenerys Targaryen was born \"amidst salt and smoke\" during a storm before being spirited away to the East with her older brother Viserys.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Stone Drum Tower,</strong> is the main keep of the castle and includes the royal quarters. On the top floor is the \"Chamber of the Painted Table,\" a round room which contains a carved table in shape of Westeros where Aegon the Conqueror planned his invasion.</li><li><strong>The Sea Dragon Tower,</strong> is another main tower of the castle and includes the rookery, maester's quarters, and a septon's room. On the balcony outside the maester's quarters are two of several gargoyles on the castle, a hellhound and a wyvern.</li><li><strong>The Gallery,</strong> is a complex series of steps and hallways connecting the Stone Drum and the Sea Dragon Towers.</li><li><strong>The Great Hall,</strong> is the main hall in the castle and appears as a dragon on its belly and one must enter the hall through the dragon's mouth.</li><li><strong>Aegon's Garden,</strong> a garden found by passing under the Dragon's Tail which contains the sept amidst tall dark pine trees, and a pool with a dragon statue.</li><li><strong>Melisandre's Pyre,</strong> the statues from the sept have been burned on the beach in Melisdanre's pyre for the ceremony where she declares Stannis as Azor Ahai and gives him \"Lightbringer\"</li><li><strong>Town and Harbor,</strong> on the shore is a small town and several docks. Stannis Baratheon's armada can be seen floating in the distance.</li></ul>\r\n<h3>The Dragons</h3>\r\n<p>In creating Dragonstone, our server wanted to incorporate as much organic architecture as possible and using dragons to form nearly every building in the castle. Below is a list of all the dragons in Dragonstone, their function within the castle, and their location. Specific builders applied for these structures and were given the general shape or \"pose\" of the dragon and the purpose for that tower or structure.</p>\r\n<ul><li><strong>Vigil Dragon,</strong> keeping watch over the approach to the castle with wings stretched back, its intimidating head pointed down towards the road.</li><li><strong>Prowling Dragon,</strong> protects the gates with its looming head.</li><li><strong>Windwyrm,</strong> a dragon screaming in defiance.</li><li><strong>Sea Dragon,</strong> gazes out serenely across the sea and includes the rookery and measter's quarters.</li><li><strong>Apollo Dragon,</strong> poised for flight and ready to lift off.</li><li><strong>Sword Dragon,</strong> an angry dragon, ready to attack with wings spread wide.</li><li><strong>Shield Dragon,</strong> nearly laying down with its claws dug into the walls, defending the castle.</li><li><strong>Citadel Dragon,</strong> wings spread, as if coming in to land.</li><li><strong>Barbican Dragon,</strong> two identical dragons, regally facing outwards near the gate.</li><li><strong>Dungeon Dragon,</strong> a dragon scaling the side of the tower, holding on tight.</li><li><strong>Gallery Dragon,</strong> curled into a ball, lazily watching the bridge.</li><li><strong>Citadel Gate Dragons,</strong> two matching dragons on a diagonal.</li><li><strong>Belltower Dragon,</strong> its mouth open to amplify the bells with, gripping the side of the tower with tail wrapping around the walls.</li><li><strong>Forge Dragon,</strong> its neck and mouth act as a chimney for the forge within its belly.</li><li><strong>Great Hall Dragon,</strong> a large dragon lying on its belly, the entrance to the hall through its mouth.</li><li><strong>Kitchen Dragon,</strong> curled into a ball with smoke venting through its nostrils from the oven.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Dragonstone was a large server build that began in December 2013. The complexity of the castle with its intertwining dragons made it a slower server build with emphasis on detail and precision. The applicants for each dragon tower worked at various speeds to complete the compelling personalities of each dragon. The current version of Dragonstone replaced an older version, which was brighter in color. Although old Dragonstone used many dragons and fit canon accurately, the new version is much darker and fully embraces the organic and dragon-themed style of architecture that sets it apart from anything else in Westeros. </p>\r\n<h3>Inspiration</h3>\r\n<p>The entire build was inspired strictly by canon information as well as concept art created for Dragonstone. Since no castle on Earth resembles Dragonstone, the builders were able to completely imagine the structure rather than relying on real-world parallels.</p>\r\n<h3>Video</h3>\r\n<p>Dragonstone was featured in Episode 20 of WesterosCraft Walks. DutchGuard begins on the docks, and explores most of the maze-like castle, including the Chamber of the Painted Table.<br></p>\r\n\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/DQeg4l47Dvo\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure><p>Also there is a timelapse video of Dragonstone highlighting the build process.</p><figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/u9qWYwCYKiw\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure><p>A fanmade cinematic for the Old Dragonstone also shows off the old version of the castle.</p><figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/tfJwUvjhHz8\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/dragonstone-4.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/dragonstone-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/dragonstone-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/dragonstone-1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/dragonstone-1.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Baratheon of Dragonstone",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "five",
        "warp": "/warp dragonstone",
        "dateCompleted": "2014-01-07T08:00:00+00:00",
        "projectLead": "SMP",
        "dateStarted": "2013-12-07T08:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Stannis.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Hollard Castle",
    "slug": "hollard-castle",
    "copy": "<p>A sad ruin starddling the crossroads just north of Duskendale, Hollard Castle (original name unknown) was once the seat of House Hollard, immediate ally to the Darklyns of Duskendale. Their arms are barry gules and carnation, a chief azure with three crowns or. The castle was put to the torch by the royalist Targaryen forces when the Hollards sided with the rebellious Darklyns during the Defiance of Duskendale around the year 276. All members of both houses were executed, save for young Dontos Hollard, whose life was requested to be spared by Ser Barristan Selmy, King Aerys' saviour following his imprisonment by the Darklyns.</p>\r\n<p>The castle is now nothing more than a landmark and a cold stone shelter for passing travellers. The Targaryen army slighted it, leaving it useless as a defendable fortress.<br></p>\r\n<h3>Features</h3>\r\n<ul><li>Every building and wall of the castle was demolished to the point of uselessness, leaving only piles of rubble and a stony shell. Not everything was found by the ransackers, however: some corridors and storage cellars are still intact and holding their contents. The dungeons were emptied, but still retain their shape and some cells still have their rusted iron bars. They were used as a bandit hideout until a few years after the Defiance, when Rykker soldiers cleared them out.</li><li>The sandstone merlons on the three towers of the main keep resemble the three crowns on the Hollards' sigil, representing the three Hollard ladies that once married Darklyn Kings during the Age of Heroes.</li><li>The gallows were one of the few castle amenities that were not destroyed during the sack. Surviving Hollard servants were ordered to be hanged from them, their bodies left to serve as a reminder to potential rebellions. A popular joke among Duskendale residents of today is that King Robert Baratheon had obviously never been to Hollard Castle.</li></ul>\r\n<h3>Construction</h3>\r\n<p>The first iteration of Hollard Castle was built during August-September 2013 by builder OllieDisc. The layout and location was completely overhauled after new canon information about the ruin was uncovered. The castle was first built as a wholly intact and fully furnished castle on site, which was then copied to /warp oldhollard as a museum before the castle was ruined using newfound editor permissions WorldEdit and VoxelSniper. OllieDisc displayed a disturbing amount of pleasure in the destruction.</p>\r\n<p>The ruined castle was then edited to show the signs of age: blocks turned duller and rougher, vegetation growing over walls, surviving wood rotting and collapsing. Once this was completed, village plots on the shore were opened to the public.<br><br>The current version of Hollard Castle was rebuilt by OllieDisc in September 2015 as the quality of the previous version prevented it from being ported to the new Westeros map in 2015. <br></p>\r\n<h3>Inspiration</h3>\r\n<p>The layout was based roughly off that of Alnwick Castle, Northumberland, England.<br></p>\r\n<figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/hollardcastleinsp2.jpg\" data-image=\"102314\"></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/HollardCastle1_2020-07-11-122122.png"
      }
    ],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Hollard",
        "destinationType": "ruin",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp hollardcastle",
        "dateCompleted": "2015-09-20T07:00:00+00:00",
        "projectLead": "OllieDisc",
        "dateStarted": "2015-09-07T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Ivy Inn",
    "slug": "ivy-inn",
    "copy": "<p><strong>Ivy Inn</strong> is a minor location in the crownlands along a winding stretch of the Kingsroad north of Hayford. The inn makes two appearances in the books. In \"Clash of Kings,\" Arya passes an ivy-covered inn with Yoren and company on their journey north before turning off the Kingsroad towards Briarwhite. Jaimie also travels this section of the kingsroad in \"A Feast for Crows\" stopping in a stable (likely in the nearby town of Brindlewood) and at an inn cellar (likely Ivy Inn). It is unknown which house controls the land surrounding Ivy Inn, but it is clearly in the Crownlands. Both House Hogg of Sow's Horn (directly north along the Kingsroad) and House Pyle (to the southeast) are likely candidates, with House Cargyll, a ruined keep to the southwest being a likely historical occupant. House Hogg oversee lands that are sworn directly to House Hayford, so it is likely that any lands surround Ivy Inn are operated in the same way. </p><p>For the purposes of project management, the Ivy Inn is assigned to the lands of <a href=\"https://westeroscraft.com/wiki/crownlands/sows-horn\">House Hogg</a>.<br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Ivy Inn,</strong> a small ivy-covered inn with a common room, stables, and bath house.</li><li><strong>Jaime's Barn,</strong> a simple barn on the western side of the road north of Ivy Inn where Jaimie practices his swordmanship on his travels north.</li><li><strong>Jaime's Wooded Isle,</strong> an island in a stream that to the west of the winding road, another site where Jaimie practices.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Ivy Inn was completed by discs along with a large section on the Kingsroad and Sow's Horn. There was a lot of discussion of the order and location of these locations because the canon is unclear exactly where the border is between the Riverlands and the Crownlands and exactly whether the characters are on or off the kingsroad. The current layout is the most accurate representation of the canon information.</p>\r\n<h3>Inspiration</h3>\r\n<p>The inn was inspired by other simple structures in the Riverlands and Crownlands, but also an illustration of a Riverlands Inn by Max Berman.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/IvyInn1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Hogg",
        "destinationType": "miscellaneous",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp ivyinn",
        "dateCompleted": "2017-09-11T07:00:00+00:00",
        "projectLead": "OllieDisc",
        "dateStarted": "2016-05-03T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-appliction-ivy-inn-sows-horn.83/",
        "banner": []
      }
    ]
  },
  {
    "title": "Manning",
    "slug": "manning",
    "copy": "<p>Within the midsts of the sprawling oaks of the Kingswood, stands the small keep of the noble <strong>House Manning</strong>. They blazon their arms with a red sea lion between two black pallets on white. Tracing a lineage to the coming of the Andals, specifically the great warrior Rufus Manning, (non-canon character) their presence within the Kingswood has been both formidable and chivalrous; reflected within more recent times through the rallying of the support of the region in retaliation to the raids of the Kingswood Brotherhood. The Manning lands, although vast within the Kingswood region, are constrained to hug the roads that dissect the forest; this provides little room for farms and other important industries necessary for the economic expansion of the house, rendering the region relatively poor.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Black Willow Brewery,</strong> a wealthy Kingswood establishment procuring a cheap, viscous grog known as the \"Black Widow\" for its powerful flavor.</li><li><strong>Manning Hamlets,</strong> multiple settlements are located throughout the Manning demesne. Peasants tend to rely on the lumber exports in order to survive.</li><li><strong>House Wentling</strong> a fictitious vassal branch of House Manning. Once very loyal to their liege lord, time has caused their allegiances to waver.<a title=\"Expand slideshow\" id=\"slideshow-0-2\"></a></li></ul>\r\n<h3>Construction</h3>\r\n<p>Construction of Manning began in February 2015 by Syorre and Knight_Krawler and was completed in May 2015. A towerhouse was completed by Benpwen.</p>\r\n<h3>Inspiration</h3>\r\n<p>The Manning keep was inspired by notable towerhouses within the Scotland.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/manning1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/manning2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/manning3.png"
      }
    ],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Manning",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp manning",
        "dateCompleted": "2015-05-21T07:00:00+00:00",
        "projectLead": "Syorre, Knight_Krawler",
        "dateStarted": "2015-03-10T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Thorne",
    "slug": "thorne",
    "copy": "<p><strong>House Thorne</strong> is a noble house from The Crownlands. According to semi-canon sources, they blazon their shields with a silver flail on red within a black border rayonne. Ser Rickard Thorne was a knight of the Kingsguard during the reign of Viserys I Targaryen. Ser Alliser Thorne was on the battlements of King's Landing when Tywin Lannister sacked the city during Robert's Rebellion. Instead of execution, he chose to join the Night's Watch.</p>\r\n<h3><strong>Features</strong></h3>\r\n<ul><li>Castle - The seat of House Thorne. A small norman-style square keep typical of the Crownlands. Contains a feast hall, maesters tower and lodging for the nobles of House Thorne.</li><li>The Limber Pony - A small inn and tavern serving travelers going through the Thorne lands. Located in the town.</li><li>Sept - A rustic sept for the Seven worshipping citzens of the town.<a title=\"Expand slideshow\" id=\"slideshow-0-0\"></a></li></ul>\r\n<h3><strong>Construction</strong></h3>\r\n<p>Construction of the project began in Febuary of 2015. The Castle and town were finished within a month. The fields surrounding the town took far longer and the project was eventually completed in May.</p>\r\n<h3><strong>Inspiration</strong></h3>\r\n<p>The build was inspired by Norman-style keeps such as Rochester Castle and Newcastle Castle.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/thorne-6.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/thorne-8.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/thorne-7.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/thorne-5.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/thorne-4.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/thorne-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/thorne-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/thorne-1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Thorne",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp thorne",
        "dateCompleted": "2015-05-10T07:00:00+00:00",
        "projectLead": "jakeyquack",
        "dateStarted": "2015-03-18T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Farring",
    "slug": "farring",
    "copy": "<p><strong>House Farring</strong> is a noble house in the Crownlands who blazon their arms with purple and white, two knights combatant with swords, counter-charged. Their castle, which is not named, is located just south of Kings Landing but north of castle in the Reach such as Tumbleton and The Ring. It is notable for its very rough appearance that is based on rugged and simplistic Norman architecture. The smooth grey bricks that once covered the entire castle have begun to crumble over time, revealing a contrasting rough inner core.</p>\r\n<p>The countryside, which is covered with fields, pastures and forests has a small but thriving population spread throughout the area in numerous villages and hamlets.<br></p>\r\n<ul></ul>\r\n<h3>Features</h3>\r\n<ul><li><strong>Farring Keep</strong> situated atop a large rocky hill and surrounded by fields and pastures. A prominent bridge over a small ravine is the main entrance into the inner keep, the second of two parts. The style is inspired by Norman architecture, as are most keeps in the Crownlands.</li><li><strong>Main Village,</strong> located southwest of the castle at the base of the hill.</li><li><strong>Countryside</strong> vast fields and pastures dominate the outer lands, as well as a small forest to the northwest of the castle.</li><li><strong>Minor Builds,</strong> one holdfast to the east of the castle.</li></ul>\r\n<h3>Construction</h3>\r\n<p>The construction of Farring lands took about 5 months to complete. The holdfast and hamlet to the east of the castle was built by _Squidy.</p>\r\n<h3>Inspiration</h3>\r\n<p>The castle of House Farring was heavily inspired by Peveril Castle in England, which has a crumbling stone exterior and a bridge between two hills.</p>\r\n<h3>Video</h3>\r\n<p>House Farring was featured in Episode 65 of WesterosCraft Walks. HardzzGaming explores the villages, large fields, and keep.</p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/8j3De70DLFg\" frameborder=\"0\" allowfullscreen=\"\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/farring-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/farring-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/farring-1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/farring-1.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Farring",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp farring",
        "dateCompleted": "2016-02-03T08:00:00+00:00",
        "projectLead": "BantyRooster",
        "dateStarted": "2015-08-28T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Stokeworth",
    "slug": "stokeworth",
    "copy": null,
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/stokeworth-10.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/stokeworth-9.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/stokeworth-8.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/stokeworth-7.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/stokeworth-6.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/stokeworth-5.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/stokeworth-4.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/stokeworth-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/stokeworth-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/stokeworth-1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Stokeworth",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp stokeworth",
        "dateCompleted": "2016-04-16T07:00:00+00:00",
        "projectLead": "Veggie",
        "dateStarted": "2016-03-26T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Hayford",
    "slug": "hayford",
    "copy": null,
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hayford-12.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hayford-16.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hayford-15.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hayford-14.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hayford-13.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hayford-11.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hayford-10.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hayford-9.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hayford-8.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hayford-7.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hayford-6.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hayford-5.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hayford-4.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hayford-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hayford-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hayford-1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Hayford",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp hayford",
        "dateCompleted": "2016-07-13T07:00:00+00:00",
        "projectLead": "Bafflement",
        "dateStarted": "2016-01-12T08:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Wendwater",
    "slug": "wendwater",
    "copy": "<p><strong>Wendwater</strong> is a castle in The Crownlands, and seat of <strong>House Wendwater</strong>. It lies along the Wendwater river, near Wendwater Bridge, which is major crossing on road from King's Landing to the Kingswood. Sigil of House Wendwater is engrailed pall, inverted on white, dividing three trees, green, red and bare. Their words are 'For All Seasons'.<br></p>\r\n<h3>Location</h3>\r\n<p>Castle Wendwater is located on the shore of Wendwater river, which has its beginning at narrow lake in the Kingswood and flows northeast to Blackwater Bay. The river is a border between The Crownlands and The Stormlands. Massey's Hook lies to the east, and Sweetport Sound, Tally Hill and Chyttering have borders with Wendwater lands. Kingswood Bridge, another crossing through Wendwater lies upriver. Lands and keeps of House Manning and House Farring are located to the west and Haystack Hall in the Stormlands to the south. To the north lies Blackwater Bay.</p>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<h3>History</h3>\r\n<p>During the War of the Conquest army led by Orys Baratheon was ambushed at Wendwater crossing by Lord Errol of Haystack Hall, Lord Fell of Felwood and Lord Buckler of Bronzegate.</p>\r\n<p>During the Fourth Blackfyre Rebellion Golden Company commanded by Daemon III Blackfyre and Ser Aegor Rivers (known as Bittersteel) landed on the Massey's Hook. King Aegon V Targaryen and his sons led army of Targaryen loyalists and Blackfyres were defeated in the Battle of Wendwater Bridge. Daemon was slain by Ser Duncan the Tall of the Kingsguard.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Castle Wendwater</strong> is the seat of Lord Wendwater. It lies on the shore of river, few hundred meters from the bridge. Main keep is a huge square tower made from stone. Keep is surrounded by bailey with walls and towers, other buildings lies within it. Village is located nearby, close to the road leading to the bridge.</li><li><strong>Town</strong> small town is located to the east of the castle. It contains inn, where travelers can rest, small sept, forge and dozen houses. Windmill is loctaed nearby.</li><li><strong>Hamlets</strong> several small settlements are located on lands belonging to House Wendwater. Main crops farmed at Wendwater fields are wheat, flax and hop.<a title=\"Expand slideshow\" id=\"slideshow-1-0\"></a></li></ul>\r\n<p>Note: <a href=\"https://awoiaf.westeros.org/index.php/Battle_of_Wendwater_Bridge\">Wendwater Bridge</a> is considered part of the Wendwater project.</p>\r\n<h2>Construction</h2>\r\n<p>Wendwater project leader was _Simbaa. He applied for this project on 27th February 2016, and his plans were approved by Bafflement, Dav4 and pizzainacup. Project started in early March 2016 and was completed in June 2016. Terraforming was done by Carciogenius, bridge was built by InfinityMe and Cedrick built the inn.<br></p>\r\n<h2>Inspiration</h2>\r\n<p>According to _Simbaa, his main inspiration was Eilean Donan castle in Scotland.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/wendwater1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/wendwater2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/wendwater3.png"
      }
    ],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Wendwater",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp wendwater",
        "dateCompleted": "2016-07-26T07:00:00+00:00",
        "projectLead": "_Simbaa",
        "dateStarted": "2016-03-17T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Edgerton",
    "slug": "edgerton",
    "copy": null,
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/edgerton-7.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/edgerton-6.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/edgerton-5.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/edgerton-4.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/edgerton-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/edgerton-3.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/edgerton-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/edgerton-2.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/edgerton-1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/edgerton-1.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Edgerton",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp edgerton",
        "dateCompleted": "2018-06-11T07:00:00+00:00",
        "projectLead": "7JG7",
        "dateStarted": "2017-06-18T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/edgerton.489/",
        "banner": []
      }
    ]
  },
  {
    "title": "Mallery",
    "slug": "mallery",
    "copy": "<p><strong>House Mallery</strong> is a noble house in the Crownlands. Their lands are situated in the northern parts of the region, bordering Duskendale and the Antlers. The family rules over the wooded flatlands from their seat, Mallery Keep.<br></p>\r\n<h3>History</h3>\r\n<p>House Mallery was among the most steadfast supporters of Maegor I Targaryen, even after Prince Jaehaerys Targaryen presented his own claim to the Iron Throne, and many lords rallied to his cause. Among the first to espouse the young claimant were: Lord Velaryon of Driftmark, Lord Hightower of Oldtown, Lord Redwyne of the Arbor, Lord Lannister of Casterly Rock, Lord Arryn of the Eyrie and Lord Royce of Runestone.</p>\r\n<p>However, some twenty lesser lords heeded Maegor's call and came to the defence of King's Landing with their forces. Among them were lords: Darklyn of Duskendale, Massey of Stonedance, Towers of Harrenhal, Staunton of Rook's Rest, Bar Emmon of Sharp Point, Buckwell of the Antlers, Rosby, Stokeworth, Hayford, Harte, Byrch, Rollingford, Bywater and <strong>Mallery</strong>.</p>\r\n<p>Another member of House Mallery,<strong> Ser Raymund</strong>, was one of Maegor's seven knights of the Kingsguard, yet when Prince Jaehaerys made his claim, Ser Raymund abandoned Maegor and escaped to the claimant, together with his sworn brother, Ser Olyver Bracken. However, Jaehaerys accused them both of being oathbreakers (for they abandoned the monarch they swore to defend), and presented them with a choice between being executed or taking the black. Both Ser Raymund and Ser Olyver chose the later.</p>\r\n<p>In the Night's Watch, Ser Raymund became the Commander of Sable Hall. Some two years later, Mallery and Bracken led an uprising of former Faith Militant members sent to the Wall. When Lord Walton Stark rode to quell this rebellion, Ser Raymund fled beyond the Wall, with the Stark forces in pursuit. Lord Walton was slain by giants in the haunted forest. Half a year later, a wildling chieftain returned Ser Raymund Mallery's head to Eastwatch-by-the-Sea.</p>\r\n<p>At the end of the third century since Aegon's Conquest, the head of the house, <strong>Lord Lothar</strong>, was a courtier of King Robert Baratheon.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Mallery Keep</strong>, the family's stronghold situated on a lake, controlling trade between Duskendale and northern regions. The formidable main keep and its expansive curtain wall are surrounded by a water moat. One can cross the nearby river and lake over a fortified causeway.</li></ul>\r\n<ul><li><strong>Mallery Holdfast</strong> at /warp malleryhf1, a landed knight's towerhouse and a village at the crossroads between Mallery, Stokeworth and Duskendale. There is an inn in the village for exhausted travellers.</li></ul>\r\n<ul><li><strong>Woodcutting facility</strong>, a small bussiness tasked with cutting down trees for export.</li></ul>\r\n<ul><li><strong>Secluded sept</strong>, a small place of worship hidden in the woods on a riverbend, frequented by travellers.</li></ul>\r\n<ul><li><strong>Several farming hamlets</strong> near pastures and fields, including the village across the moat from Mallery Keep.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Previously started by LordBluetiger, the project was adopted by a friend. Mallery is WhereRmyDragons' fourth project. Construction started in late November 2018, and the build was completed in late June 2019.</p>\r\n<h3>Inspiration</h3>\r\n<p>The castle was inspired by <a href=\"https://en.wikipedia.org/wiki/Kenilworth_Castle\">Kenilworth Castle</a> in England and <a href=\"https://en.wikipedia.org/wiki/Trim_Castle\">Trim Castle</a> in Ireland. The lands were greatly inspired by those of the nearby projects of Rosby, Stokeworth and the sprawl of King's Landing. The secluded sept is a nod to <a href=\"https://en.wikipedia.org/wiki/Rosslyn_Chapel\">Rosslyn Chapel</a> in Scotland.</p>\r\n<h3>Video</h3>\r\n<p>Castle Mallery was featured in <em>A Brief Region Showcase - Crownlands </em>video from July 2019 and in <em>WesterosCraft Walks Episode 107</em>.</p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/rxxbEPl9HlM\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/HBDo8YfC4fI\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/mallery-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/mallery-1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/mallery-7.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/mallery-15.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/mallery-4.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/mallery-3.png"
      }
    ],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Mallery",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp mallery",
        "dateCompleted": "2019-06-21T07:00:00+00:00",
        "projectLead": "WhereRmyDragons",
        "dateStarted": "2018-10-26T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/mallery-by-dragons.1415/",
        "banner": []
      }
    ]
  },
  {
    "title": "Cressey",
    "slug": "cressey",
    "copy": null,
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Cressey1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Cressey",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp cressey",
        "dateCompleted": "2018-04-16T07:00:00+00:00",
        "projectLead": "Georni, otty",
        "dateStarted": "2016-10-30T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/foster-project-cressey-sign-up-now.309/#post-1672",
        "banner": []
      }
    ]
  },
  {
    "title": "Harte",
    "slug": "harte",
    "copy": null,
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/harte-9.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/harte-8.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/harte-7.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/harte-6.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/harte-5.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/harte-4.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/harte-3.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/harte-2.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/harte-1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/harte-1.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Harte",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "three",
        "warp": "/warp harte",
        "dateCompleted": "2018-06-12T07:00:00+00:00",
        "projectLead": "an_escaped_duck",
        "dateStarted": "2014-01-06T00:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-house-harte.923/",
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-harte.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Rosby",
    "slug": "rosby",
    "copy": "<p>Located in the <a href=\"https://westeroscraft.com/wiki/crownlands\" target=\"_blank\">Crownlands</a>, between <a href=\"https://westeroscraft.com/wiki/crownlands/kings-landing\" target=\"_blank\">King’s Landing</a> and <a href=\"https://westeroscraft.com/wiki/crownlands/duskendale\" target=\"_blank\">Duskendale</a>, <strong>Rosby</strong> is a small castle, the seat of <strong>House Rosby</strong>. Being in the rural part of the Crownlands, a big share of the food suply King’s Landing and Duskendale receive comes from the Rosby lands.</p>\r\n<p>The Rosby Road, known as the quickest way to travel from King's Landing to Duskendale, travels through the Rosby lands</p>\r\n<h3>Features </h3>\r\n<ul><li><strong>Rosby Castle</strong>: seat of House Rosby, this small castle houses the noble family, it's maester and servants.</li><li><strong>Rosby village</strong>: located near the castle, this village is remembered for it's daub-and-wattle houses.</li><li><strong>Fields and pastures</strong>: with the high demand from King's Landing and Duskendale, there are many fields and pastures to raise the food needed for both of them and for the people that live near them.<a href=\"https://awoiaf.westeros.org/index.php/Old_Stone_Bridge\" target=\"_blank\"></a></li><li><strong><a href=\"https://awoiaf.westeros.org/index.php/Old_Stone_Bridge\" target=\"_blank\">Old Stone Bridge Inn</a></strong>:<strong> </strong>considered as being on the lands of House Rosby this inn is a tall, timbered building with an old stone bridge near it.<br></li></ul>\r\n<h3>Construction</h3>\r\n<ul></ul>\r\n<p>Tsarkaiser84 originally applied for Rosby in 2016, doing a lot of it, but lefting it incomplete. In 2018 Veggie fostered the project, updating what was outdated and completing it.</p>\r\n<p>The Old Stone Bridge Inn was assigned to the lands of House Rosby and updated by Veggie as well.</p>\r\n<h3>Video</h3><div>Rosby was visited in episode 109 of WesterosCraft Walks<br></div>\r\n\r\n\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/U4I-MyrSk7c\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/rosby-6.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/rosby-7.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/rosby-5.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/rosby-4.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/rosby-1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/rosby-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/rosby-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/rosby-8.png"
      }
    ],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Rosby",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "three",
        "warp": "/warp rosby",
        "dateCompleted": "2019-06-05T07:00:00+00:00",
        "projectLead": "tsarkaiser84, Veggie",
        "dateStarted": "2016-07-19T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-foster-house-rosby.1259/",
        "banner": []
      }
    ]
  },
  {
    "title": "Sweetport Sound",
    "slug": "sweetport-sound",
    "copy": "<p><a href=\"https://awoiaf.westeros.org/index.php/Tally_Hill\">Tally Hill</a> is considered as part of the lands of House Sunglass and so is included with this project. </p><p><a href=\"https://awoiaf.westeros.org/index.php/House_Rambton\">House Rambton</a> is assigned to Tally Hill.</p>",
    "images": [],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Sunglass",
        "destinationType": "town",
        "destinationStatus": "abandoned",
        "destinationLevel": "four",
        "warp": "/warp sweetport",
        "dateCompleted": null,
        "projectLead": "larshping98, martincrasborn",
        "dateStarted": "2014-11-09T08:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/old-project-application-sweetport-sound-tally-hill.2243/",
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Sunglass.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Gaunt",
    "slug": "gaunt",
    "copy": "<p><strong>House Gaunt</strong> is a noble house in the Crownlands. Their lands are situated in the Crownlands heartlands, in between Byrch, Mallery, Pyle and Stokeworth. The family rules from the family seat situated in the northern part of their lands.<br></p>\r\n<h3>History</h3>\r\n<p>House Gaunt swears direct fealty to <a rel=\"nofollow\" href=\"https://awoiaf.westeros.org/index.php/House_Baratheon_of_King%27s_Landing\">House Baratheon of King’s Landing</a>. Not much is known about house Gaunt throughout the ages. The only known member is Ser <a rel=\"nofollow\" href=\"https://awoiaf.westeros.org/index.php/Gwayne_Gaunt\">Gwayne Gaunt</a> who was a member of <a rel=\"nofollow\" href=\"https://awoiaf.westeros.org/index.php/Aerys_II_Targaryen\">King Aerys II</a> Targaryen's Kingsguard and died in 277 AC during <a rel=\"nofollow\" href=\"https://awoiaf.westeros.org/index.php/Defiance_of_Duskendale\">the Defiance of Duskendale</a>. He accompanied King Aerys II together with a small escort to Duskendale when the king sought to personally deal with the defiant lord <a rel=\"nofollow\" href=\"https://awoiaf.westeros.org/index.php/Denys_Darklyn\">Denys Darklyn</a>. Upon arrival, however, the king was imprisoned and some of the king's escort were killed defending their king. Ser Gwayne was slain by Denys's master-at-arms, Ser <a rel=\"nofollow\" href=\"https://awoiaf.westeros.org/index.php/Symon_Hollard\">Symon Hollard</a>.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Gaunt Keep</strong>: the family's seat situated on a hill, overlooking the river and the village. The main keep and its curtain wall are perched on the hill surrounded by an additional line of earthern ramparts. /warp Gauntkeep​​​​​​</li><li><strong>Gaunt Village</strong>, a village in the center of Gaunt that serves as local trade post where farmers can sell their goods to merchants from King’s Landing and Duskendale. /warp Gaunt</li><li><strong>Woodcutting facility</strong>, a small business tasked with cutting down trees for export.</li><li><strong>Gaunt ruins</strong>, a small settlement that got abandoned and stripped of its stones by the local quarry. The ruined tower is still used as a watchtower overlooking the lake area and the southern border<strong>.</strong></li><li><strong>Gaunt Brickworks, </strong>a small facility making bricks for Duskendale on the banks of the river.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Gaunt was originally started by Thecoddfish and IwanDeLarch, but was never finished and was redone by Endymion_21. Gaunt was finished within two months on 10/03/2020 and post-approved by its approving mods Lemonbear and WhereRmyDragons on 17/03/2020.</p>\r\n<h3>Inspiration</h3>\r\n<p>The keep was inspired by Rochester Castle in England. The rural architecture was inspired its neighbour Mallery to the north of Gaunt.</p>\r\n<figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/gauntinsp.jpg\" data-image=\"102372\"></figure><h3>Videos</h3>\r\n<p>Gaunt was featured in episode 121 of WesterosCraft Walks</p><figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/F98QC8VxSLU\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/gaunt-13.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/gaunt-12.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/gaunt-11.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/gaunt-10.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/gaunt-9.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/gaunt-8.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/gaunt-7.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/gaunt-6.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/gaunt-5.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/gaunt-4.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/gaunt-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/gaunt-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/gaunt-1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Gaunt",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp gaunt",
        "dateCompleted": "2020-03-17T07:00:00+00:00",
        "projectLead": "Endymion",
        "dateStarted": "2020-01-17T08:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/house-gaunt-by-endymion.2057/#post-13286",
        "banner": []
      }
    ]
  },
  {
    "title": "Chelsted",
    "slug": "chelsted",
    "copy": "<p><strong>House Chelsted</strong> is a noble house in the Crownlands directly sworn to the Iron Throne. Their lands lie along the Blackwater river, in the close proximity of King’s Landing at the crossing of the Crownlands, the Riverlands and the Reach. The lands of House Chelsted are surrounded by those of House Farring, House Shermer of Smithyton and House Roxton of the Ring.</p>\r\n<p>Only one member of the house - Lord Qarlton Chelsted, who served first as Master of Coins, and then Hand of the King to Aerys II Targaryen at the end of his reign - played a notable role in history of the Seven Kingdoms. <br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Chelsted Keep:</strong> Seat of House Chelsted. This castle is situated on the top of a rocky hill in the middle of the lands. It overlooks a little town, field pastures and a forest. The castle has an old keep build long time ago before the rest of the castle with more a defensive and protective purpose than a living purpose. Nowadays it is not any more used by the Lord’s family and just the master, the septon and few servants live within. The rest of castle, which have been built later, is characterized by a large open yard circled by walls covered by vine and four strong towers. The yard holds every building necessary to assure the castle life. The family lives in a great cozy manor.</li></ul>\r\n<ul><li><strong>The septry:</strong> A hill close to the castle hosts a little septry which produce a famous cider from its orchard. This septry is directly under the custody of the great sept of Baelor and sometimes some young septon come there to learn basis of holy writing. Further, they take advantages of the proximity with King’s Landing to export regularly their production of cider.</li></ul>\r\n<ul><li><strong>The hunting Manor:</strong> When Lord Qarlton Chelsted was Hand, he built a hunting manor near the forest between his lands and the Ring’s one. When there is no hunting party it serves as a second living house for the family.</li></ul>\r\n<ul><li><strong>Chelsted town:</strong> located at the bottom of the hill, the town his build in the middle of fields, it’s one of the last settlements before King’s Landing when travellers come from the south. It has around 20 houses with a decent inn, a brothel, a fancy sept and a common garden. It is built around a really old oak in where pilgrim can find a little maiden chapel. A custom wants that every lord Chelsted get married under this tree. Currently, the town holds a market where merchants sell their produce before going to larger markets on the other side of the river.</li></ul>\r\n<ul><li><strong>Hamlets:</strong> there are 5 other little hamlets all around the surroundings, 3 of them are mainly focused on agriculture and animal husbandry, one of them has a silo built into an old burnt watchtower. The fourth one is lumberjack hamlet which exports wood to King’s Landing thanks to the river flow of the Black Water. It has a nice wooden sawmill. The fifth is the ferry hamlet which make the liaison with the King’s Landing side, some fisher live there. It has a little gate house to mark the entrance of Chelsted lands.</li></ul>\r\n<ul><li><strong>Standing stones:</strong> A traveller with an attentive eye can notice some standing stones also called Menhir scattered in Chelsted’s lands. These stone have been dressed by First Men or maybe Children of the forest, no one can tell as their history has been lost with the time. There are two noticeable places, one in a clearing in the middle of the forest near the septry which represent a constellation and a large field of standing stones near the border with Smithyton.</li></ul>\r\n<ul><li><strong>Other points of interest:</strong> folks can found in lands windmills, farms, hunting cottage, a little holdfast hold by a landed knight, the only vassal of the Chelsted and a fancy inn which take advantages of the crossing of three regions, Crownlands, Riverlands and the Reach.</li></ul>\r\n<h3>Chelsted Castle Layout</h3>\r\n<p><strong>Guard Towers:</strong> Contain spare tools and seating areas for guards. No Beds in towers.</p>\r\n<p><strong>Stables:</strong> Houses the horses. Contains 1 bed for a stable worker.</p>\r\n<p><strong>South Servant House:</strong> House for a servant. Occupation of the servant isn’t clear.</p>\r\n<p><strong>Storage house:</strong> Large building for cart and crate storage. The house of the servant(s) is located near it.</p>\r\n<p><strong>Washerwomen house:</strong> Small house in Southeast corner. Occupants are probably washer women (or men).</p>\r\n<p><strong>Guard Barracks:</strong> a house below and connects to the Eastern guard tower. Contains Barracks and storage for the guards.</p>\r\n<p><strong>Sept: </strong>a small Sept with offerings to the various Seven.</p>\r\n<p><strong>Great Hall:</strong> A large hall with a connecting kitchen. Where the lord dines with guests outside of his house. Currently no tables have been set.</p>\r\n<p><strong>Crypts:</strong> Located beneath northeast guard tower, with an entrance at ground level. Contains a morgue and a small crypt.</p>\r\n<p><strong>Chelsted Manor:</strong> A large house where the Chelsted noble family currently live. Contains a family dining room, a sitting room, and a room with an unclear purpose at ground level. 1 washroom, the Lord’s bedroom, 2 noble family rooms, with one having 2 beds for small children on level 2. Servants of the family live at the top level, and the vault is located in the basement.</p>\r\n<p><strong>Main Keep:</strong> Doesn’t house the noble family anymore. Contains the audience chamber and solar at ground level, and a dungeon and storage in the basement. A septon’s room, servant’s room, and the drawbridge room are on level 2. Maester’s quarters, as well as 2 unused rooms on level 3. A storage area and a Rookery are on the roof, with the rookery connecting to the maesters quarters.</p>\r\n<h3>Construction</h3>\r\n<p>The whole project has been led by ZoSo_666 (The_ZoSo_666 ingame), his first project. It began in July 2017 and was completed in December 2017. It was approved by Howy, Demodocus and Enahsian.</p>\r\n<h3>Inspiration</h3>\r\n<p>The surroundings lands are highly inspired by the area around King’s Landing and mainly the British medieval landscapes. The Castle is inspired mainly by Roman Castle such as Portchester Castle for the general shape and Norman keeps for the old Keep.</p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/chelstedinsp.jpg\" data-image=\"102375\"></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/chelsted-2.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/chelsted-1.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Chelsted",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp chelsted",
        "dateCompleted": "2017-12-19T08:00:00+00:00",
        "projectLead": "The_ZoSo_666",
        "dateStarted": "2017-07-26T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-house-chelsted-by-zoso.77/",
        "banner": []
      }
    ]
  },
  {
    "title": "Pyle",
    "slug": "pyle",
    "copy": "<p><strong>Description</strong><br><br><strong>House Pyle</strong> is a noble house from the Crownlands. According to semi-canon sources they blazon their arms with a grey iron greathelm on white.<br>Coat of Arms: A grey iron greathelm on white (Argent, an iron greathelm cendrée)<br>Historical Members: Ser Howard Pyle, attended the tourney at Ashford Meadow in 209 AC.<br>The house is located north of KL, west of Byrch and south of Gaunt.<br><br><strong>Features</strong><br><br>Castle Pyle is a norman style keep with a curtain wall and 13 mural towers to defend the inner buildings and big open yard.<br>Outside the castle is a small village with a sept and wind mills. The village is surrounded by several farms, including horse breeding facilities and an apple orchard.<br><br><strong>Inspiration</strong><br><br>The castle Pyle was mostly based off Framlingham Castle in Suffolk. The architecture of the houses was inspired by the surrounding lands of Gaunt and Mallery.</p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/Pyleinsp1.jpg\" data-image=\"118578\"></figure><figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/Pyleinsp2.jpg\" data-image=\"118579\"></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Pyle-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Pyle-1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Pyle-2.png"
      }
    ],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Pyle",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp pyle",
        "dateCompleted": "2020-10-11T07:00:00+00:00",
        "projectLead": "Luk_emAn",
        "dateStarted": "2019-12-26T08:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-house-pyle.2039/",
        "banner": []
      }
    ]
  },
  {
    "title": "Byrch",
    "slug": "byrch",
    "copy": "<p><strong>House Byrch</strong> is a noble house from the Crownlands. According to semi-canon sources they blazon their arms with quarterly, gyronny white and black, a silver axe on green.<br></p>\r\n\r\n<h3>Features</h3>\r\n<ul><li><strong>Byrch Keep, </strong>is a norman styled one-building castle, built after the wars that occured during Robert's Rebelion. The fortification is remarkable for the plain, objective exteriors and the lavish enriched interiors completed with complex vaulting systems, high class decoration and furninshing and the elegant walls panneled with spruce detailed planks and green ones characteristique of the House's banner. A site to be seen is also the cellars that lie under the keep, to make use of it's verticality and the grand scale the storage is fully adapted with high cabinets, shelves and silos. South of the keep, \"coves\" dug during the Robert's rebellion used for defensive strategies remain intact.</li><li><strong>Byrch village, </strong>located on the intersection that divides Byrch's lands in three, extends throughout the low rolling hills. The village is one of the biggest in the Crownlands region. It has 21 houses in total, having a total of 100+ inhabitants. It's also home for the Byrch sept, a remarking landmark made of stone having a tall spire in it's end, it is the tallest building constructed in the village besides the neighbouring windmill.</li><li><strong>Hamlets, </strong>3 hamlets are found sprawling along Byrch's lands, one based on fishing, another based on forestry industry and another based on extraction of stone, all of them practicing agriculture. The diversity of resources and it's amount explain the lavishness of Byrch's keep's interiors and infrastructure.</li></ul>\r\n<ul><li><strong>Quarry, </strong>in the northernmost point on the Byrch's lands, the main stone quarry of King's Landing vicinity occupies a big chunk of land, being one of the most profitable exports House Byrch produces.</li><li><strong>Birch Grove, </strong>being the inspiration for the House's name, the Birch forest located in the center of the lands, surrounds the first keep House Byrch owned. Having been tested through time for centuries, the forest is filled with century old birches and mildly clean forest floor. </li><li><strong>Birch old Keep,</strong> the keep takes inspiration from the main birch keep created for a previous older application. Remarkable for its naked internal structure of columns and arches, the greenery that overgrew inside gives a mystic ambient.</li></ul>\r\n<h3>Inspiration</h3>\r\n<p>The entirety of the project was based off of British landscapes, medieval houses and keeps and it's organization of fields pastures and yards. The keep was primarily inspired by concept art.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/byrch-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/byrch-5.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/byrch-4.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/byrch-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/byrch-1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/byrch-1.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Byrch",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp byrch",
        "dateCompleted": "2017-11-12T00:00:00+00:00",
        "projectLead": "SseriousBusiness",
        "dateStarted": "2017-05-15T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/house-byrch-project-application.340/#post-1972",
        "banner": []
      }
    ]
  },
  {
    "title": "Antlers",
    "slug": "antlers",
    "copy": "<p><strong>Antlers</strong>, also called \"the Antlers,\" is a keep in The Crownlands and the seat of <strong>House Buckwell</strong>. The house fought for the Targaryens during Robert’s Rebellion, which may explain why the only known member, Jarmen Buckwell, is now a senior ranger in the Night's Watch, either choosing the black or being cast out by \"the Usurper.\" According to semi-canon sources, they blazon their arms with a rack of golden antlers on vair. Their words are “Pride and Purpose.” The Buckwell lands are northeast of Duskendale and southwest of Maidenpool. House Harte is a minor house sworn directly to House Buckwell. Both houses share similar sigils.<br></p>\r\n<h2>Features</h2>\r\n<ul><li><strong>The Antlers,</strong> a square stone keep with square towers, a small godswood with an outdoor sept, and a melee ring made of rope on the roof of the keep.</li><li><strong>Anchester.</strong> the main village of House Buckwell surrounded by large wheat fields and pastures.</li><li><strong>Courtyard,</strong> with a statue of \"The Great Stag of Antlers\" which was supposedly slain in 136 AL.</li><li><strong>Buckwell Brewery,</strong> a large brewing facility that makes a strong ale. Outside the keep are several fields of hops.</li><li><strong>The Wellswood,</strong> a large forest northeast of the village with a large deer population supplying House Buckwell's fascination with hunting.</li><li><strong>Tilt,</strong> a hamlet on the road leading west towards Harrenhal.</li></ul>\r\n<h2>Construction</h2>\r\n<p>Antlers was constructed in the summer of 2014, after being approved in April 2014. The terrain required extensive terraforming of the Wellswood, which added variety to a rather bland section of the Crownlands. The stone palette uses a nice gradient from darker stone to cobble and stone masonry, but is still in the typical Crownland's style.</p>\r\n<h2>Inspiration</h2>\r\n<p>starcat98 used Rochester Castle, England for inspiration. This castle uses a square Norman style, which is a hallmark of the Crownlands architecture and palette. Since House Buckwell and House Harte have such similar sigils, the houses were paired together, which Harte being a vassal of Buckwell.</p>\r\n<h2>Video</h2>\r\n<p>Antlers was featured in Episode 33 of WesterosCraft Walks. DutchGuard begins in Harton and the keep of House Harte and walks past the Wellswood before exploring the keep. BearicRoyce makes a hilarious cameo as \"The Bear in the Brewery.\"<br></p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/2BAqYAub-Y0\" frameborder=\"0\" allowfullscreen=\"\"></iframe></figure>",
    "images": [],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Buckwell",
        "destinationType": "castle",
        "destinationStatus": "inProgress",
        "destinationLevel": "two",
        "warp": "/warp antlers",
        "dateCompleted": null,
        "projectLead": "stracat98",
        "dateStarted": "2014-01-04T00:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-antlers.1484/",
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Buckwell.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Duskendale",
    "slug": "duskendale",
    "copy": "<h3>Description</h3>\r\n<p>Prior to the arrival of Aegon and his sisters, Duskendale was once one of the great trading ports on the Narrow Sea, rivalled only by Maidenpool to the North. Once exerting influence from the Blackwater Rush to Cracklaw Point, Duskendale and the Houses who held dominion over it were powerful petty kings in what is now the Crownlands. Little of that grandeur remains, with only the odd guild and manse hinting at past glory.<br><br>Duskendale is nestled in a natural harbour at the mouth of a small river. Craggy cliffs and the dark lands of Cracklaw point are found Northwards, whereas the bread basket sprawl of Kings Landing can be found to the South.<br><br>During the Defiance of Duskendale the Mad King was held captive within Duskendale by Lord Denys Darklyn, who hoped to win a charter and restore Duskendale to its former glory. After Ser Barristan Selmy rescued the king, House Darklyn was destroyed by Aerys and Lord Tywin Lannister, and Duskendale and its lands and incomes were give to House Rykker.<br><br>Even with the Darklyns gone, many of their kin remain in Duskendale, with names such as Darke, Darkwood, or Dargood. Ser Dontos the Red, last of House Hollard, left Duskendale while a boy.</p>\r\n<h3>Features</h3>\r\n<p><strong>/warp dunfort</strong> -- The ancestral seat of the Darklyns, now home to the Rykkers, dominates the harbour at Duskendale. Inspired largely by the Tower of London, this castle sits proudly in its landscape, asserting the power of House Rykker. With its weathered walls, sprawling empty courtyards, and austere furnishings the Dun Fort too hints at the former glory of Duskendale.<strong><br><br>/warp ddsept </strong>-- The catacombs of Duskendale run deep, an ancient town with an ancient sept to match. Pilgrims from across the Seven Kingdoms often visit en route to the capital, this sept a far cry from the ostentatious grandeur of Baelor's sept to the South.<strong><br><br>/warp darke</strong> -- An ancient castle which keeps watch over the rocky headland to the south of Duskendale. The childhood home of the legendary Jonquil Darke, a cosy keep for a loyal vassal of House Rykker.<strong><br><br>/warp dargood</strong> -- An old manse, now tired and an austere was once the lavish pleasure palace of a cadet branch of House Darklyn. Inspired by the palazzos of wealthy Italians in our world, this manse is still a comfortable home for what remains of House Dargood.<strong><br><br>/warp darkwood</strong> -- A gloomy castle in a gloomy wood, the seat of House Darkwood has certainly seen better days. Inspired by Stokesay in England, Darkwood sits on a peninsula which juts out into the Narrow Sea.<strong><br><br>/warp leek</strong> -- Scarcely more than a towerhouse, House Leek's fortunes are intertwined with that of the Rykkers themselves. The Leeks enjoy bureacratic roles at the behest of their liege lords, and are afforded this comfortable tower house for their efforts.<strong><br><br>/warp rykkerhf</strong> -- Once the home to House Rykker, this holdfast is a world away from the towering Dun Fort that the Rykkers now call home. Now belonging to a second son, this holdfast overlooks the rolling farmland found outside Duskendale's walls.</p>\r\n<h3>Construction</h3>\r\n<p>Construction began in June of 2019, following approval by Iwan and Waz.<br><br>The first step was to prepare the land for the town, it originally being the original world painter terrain and as such in dire need of an overhaul. Mercifully, the projects surrounding Duskendale were much more recently completed, so it wasn't too difficult to sew these projects together with the lands surrounding Duskendale. This included but wasn't limited to the Mallery and Stokeworth forests to the West, and the Hollard lands to the North.<br><br>Within a week, the plots surrounding the market square in the South were down, and building commenced. Progress was swift, with new areas being opened and built swiftly over the first few months. Kulmen, was key in creating the cohesive style found at the dockfronts, as well as the main arcade leading up to the sept, so he deserves a shoutout for that. Wherermydragons also gets a mention for their critical help with the Dunfort and town sept. <br><br>It'd be fair to say that the majority of the town was completed within 2019, with 2020 being a prolonged renewal and quality control phase. 2020 also saw the start and finish of the Duskendale sprawl, headed up by Xeson and Luk.<br><br>I think two important lessons can be learned from Duskendale, the first being that build leads shouldn't plot for the sake of having open plots. The demand for plots, and meeting this demand is a difficult thing to do and still maintain quality across the build. It's important to act deliberately, build not to fill space, but because it makes sense for that plot/structure to be there.<br><br>The second lesson is that we as project leaders and builders shouldn't be shy in updating things we once considered finished. Styles change as new builders bring their ideas to the table, and Duskendale straddled a period of us updating our building style. If the project leader wasn't willing to embrace the changes needed alongside our building team, Duskendale would not be anywhere near as beautiful as it is now. Commendations must be given to Endy and Nuggets for building an intimate team of Duskendale facelifters.<br><br>Construction finished in August of 2020.</p>\r\n<h3>Inspiration</h3>\r\n<p>The castle was inspired by the Tower of London.<br><br>The town took heavy inspiration for its dockfronts from the Lowland towns and cities in North West Europe.<br><br>The view from the docks to the sept, through the main arcade was inspired by the view of Strasbourg Cathedral in France.</p><h3>Videos</h3>\r\n<p>The Project Showcase of Duskendale tells the history of the town.</p><figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/uJNF2fBwHDY\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Duskendale1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Duskendale2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Duskendale3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Duskendale4.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Duskendale5.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Rykker",
        "destinationType": "town",
        "destinationStatus": "completed",
        "destinationLevel": "five",
        "warp": "/warp duskendale",
        "dateCompleted": "2020-08-08T07:00:00+00:00",
        "projectLead": "Veggie",
        "dateStarted": "2019-06-05T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-duskendale.1750/",
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-rykker.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Brownhollow",
    "slug": "brownhollow",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Brune of Brownhollow",
        "destinationType": "keep",
        "destinationStatus": "notStarted",
        "destinationLevel": "three",
        "warp": "/warp brownhollow",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Briarwhite",
    "slug": "briarwhite",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": null,
        "destinationType": "holdfast",
        "destinationStatus": "notStarted",
        "destinationLevel": "one",
        "warp": "/warp briarwhite",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Whispers",
    "slug": "crabb",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Crabb",
        "destinationType": "ruin",
        "destinationStatus": "notStarted",
        "destinationLevel": "three",
        "warp": "/warp whispers",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Dyre Den",
    "slug": "dyre-den",
    "copy": null,
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/dyreden1.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Brune of the Dyre Den",
        "destinationType": "castle",
        "destinationStatus": "inProgress",
        "destinationLevel": "two",
        "warp": "/warp dyreden",
        "dateCompleted": null,
        "projectLead": "Nomorefun_",
        "dateStarted": "2020-03-20T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-house-brune-of-dyre-den.2079/",
        "banner": []
      }
    ]
  },
  {
    "title": "Cave",
    "slug": "cave",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Cave",
        "destinationType": "castle",
        "destinationStatus": "abandoned",
        "destinationLevel": "one",
        "warp": "/warp cave",
        "dateCompleted": null,
        "projectLead": "Knights_of_Ikke",
        "dateStarted": "2019-02-08T08:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/house-cave.1483/",
        "banner": []
      }
    ]
  },
  {
    "title": "Hardy",
    "slug": "hardy",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Hardy",
        "destinationType": "keep",
        "destinationStatus": "notStarted",
        "destinationLevel": "one",
        "warp": "/warp hardy",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Pyne",
    "slug": "pyne",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Pyne",
        "destinationType": "keep",
        "destinationStatus": "notStarted",
        "destinationLevel": "one",
        "warp": "/warp pyne",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Langward",
    "slug": "langward",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Langward",
        "destinationType": "keep",
        "destinationStatus": "inProgress",
        "destinationLevel": "two",
        "warp": "/warp langward",
        "dateCompleted": null,
        "projectLead": "Sappertsc",
        "dateStarted": "2021-01-01T08:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-house-langward-sappertsc.2574/",
        "banner": []
      }
    ]
  },
  {
    "title": "Rollingford",
    "slug": "rollingford",
    "copy": "<p><strong>House Rollingford</strong> is a noble house in the Crownlands directly sworn to the Iron Throne. According to semi-canon sources they blazon their arms with six roundels fountain, 3-2-1, on grey. No members of the house have appeared yet.<br></p>\r\n<h3>Geography</h3>\r\n<p>Their lands lie along the Blackwater, close to King's Landing, at the tripoint border of the Crownlands, Riverlands, and Reach. The majority of their lands are covered in forests, which are used by the noblemen of King's Landing for hunting and sport. Another important feature of their land is the floodplain of the Blackwater, a bog in which peat is farmed.</p>\r\n<p>The Goldroad that connects Lannisport and King's Landing crosses the God's Eye river at a natural ford, which passes through Rollingford lands. It is the probable origin of the family's name. The lands of Rollingford are bordered to the east by King's Landing, the south by Chelsted, Bechester to the west and forested hill land to the north.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Rollingford Keep: </strong>Rollingford Keep is the seat of House Rollingford. The water castle sits within the frequently flooded Blackwater boglands. Its design is that of a semicircle embodying the gatehouse, connected via a wooden bridge to the bank of the Blackwater.</li></ul>\r\n<ul><li><strong>Hunting Manor: </strong>This outlying manor belongs to the House Rollingford, but is most commonly used as lodging for noble hunting parties out of King's Landing. There are some other interesting sites scattered throughout the nearby forest.</li></ul>\r\n<ul><li><strong>Rollingford Village: </strong>Rollingford village lies far off the Goldroad and away from Rollingford Castle. The town has its own wooden watch tower, which can be used to provide refuge from marauding bandits. The village's population is centered around agriculture, with a focus on woodcutting and peatfarming.</li></ul>\r\n<ul><li><strong>Goldroad: </strong>The Goldroad, connecting Lannisport with King's Landing, is one of the busiest routes in Westeros, with traffic bustling in Rollingford, due to its proximity with the capitol. Several Rollingford hamlets line the road, in addition to a City Watch outpost.</li></ul>\r\n<h3>Construction</h3>\r\n<p>The Rollingford project was led by Andy_Jones. The Hunting Manor was done by Talpa Altaica. Many builders helped with the project, building up the rural lands all around the main project. Special thanks to all those involved. The Rollingford project was approved by Tsarkaiser and Thamus in June of 2017, and completed in April of 2018. Post-approval was done by Elduwin and Arkilstorm.<br></p>\r\n\r\n<h3>Inspiration</h3>\r\n<p>The surroundings lands are highly inspired by the area around King’s Landing and mainly the British medieval landscapes. The Castle is a Minecraft adaption of the German Castle Vischering with minor variations.<br></p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/rollingfordinsp.jpg\" data-image=\"102409\"></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/RollingfordCastle.png"
      }
    ],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Rollingford",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp rollingford",
        "dateCompleted": "2018-04-18T07:00:00+00:00",
        "projectLead": "Andy_Jones",
        "dateStarted": "2017-06-18T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-house-rollingford-by-andy.259/",
        "banner": []
      }
    ]
  },
  {
    "title": "Rook's Rest",
    "slug": "rooks-rest",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Staunton",
        "destinationType": "castle",
        "destinationStatus": "inProgress",
        "destinationLevel": "three",
        "warp": "/warp rooksrest",
        "dateCompleted": null,
        "projectLead": "Mayflumes",
        "dateStarted": "2020-08-31T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-house-staunton-of-rooks-rest.2401/",
        "banner": []
      }
    ]
  },
  {
    "title": "Sharp Point",
    "slug": "sharp-point",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Bar Emmon",
        "destinationType": "castle",
        "destinationStatus": "notStarted",
        "destinationLevel": "three",
        "warp": "/warp sharppoint",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Bar-Emmon.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Stonedance",
    "slug": "stonedance",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Massey",
        "destinationType": "castle",
        "destinationStatus": "notStarted",
        "destinationLevel": "two",
        "warp": "/warp stonedance",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Brindlewood",
    "slug": "brindlewood",
    "copy": "<p><strong>Brindlewood,</strong> is a village north of King's Landing on the Kingsroad. It was the former seat of House Cargyll which is now extinct. The small village is controlled by a landed knight sworn directly to the crown.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Cargyll keep,</strong> the humble, yet sturdy keep of house Cargyll has fallen into disrepair, but is now being maintained by a landed knight.</li><li><strong>Brindlewood,</strong> a quaint village west of the keep.</li><li><strong>Night's Watch encampment,</strong> the encampment of several Night's Watch recruits making their way north towards the Wall.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Construction of Cargyll and Brindlewood was started 15th July 2016 and completed 30th June 2017 by ErtyLink. Construction stalled when ErtyLink went on a small hiatus and picked up when he returned.</p>\r\n<h3>Inspiration</h3>\r\n<p>Several northern European castles, as well as nearby Crownlands castles, acted as inspiration for Cargyll.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/brindlewood-1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/brindlewood-6.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/brindlewood-5.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/brindlewood-4.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/brindlewood-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/brindlewood-2.png"
      }
    ],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Cargyll Formerly",
        "destinationType": "village",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp brindlewood",
        "dateCompleted": "2017-06-30T07:00:00+00:00",
        "projectLead": "Ertylink",
        "dateStarted": "2016-07-15T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Sow's Horn",
    "slug": "sows-horn",
    "copy": "<p><strong>Sow's Horn</strong> is the seat of <strong>House Hogg</strong> in the crownlands. It consists of a towerhouse made of stone whose walls are eight feet thick. It stands over land sworn to House Hayford. Sow's Horn sits near the border between the crownlands and the riverlands and is near the lands of House Wode, which are close to the God's Eye on a road to Harrenhal. This ambiguity of whether Sow's Horn swears allegiance to the Riverlands or the Crownlands is a clear recurring theme. The nearby Hogg Hall, is listed in the riverlands, whereas Sow's Horn of House Hogg is listed as in the Crownlands.<br></p>\r\n\r\n<h3>Features</h3>\r\n<ul><li><strong>Sow's Horn,</strong> a small stone towerhouse.</li><li><strong>Jaimie's Open Field,</strong> a field near Sow's Horn.</li></ul>\r\n<h3>Construction</h3>\r\n<p>There is some confusion about how several builds are connected in this corner of the crownlands and riverlands, with much of the discussion happening in an application for Ivy Inn by discs. An earlier application by discs combined Sow's Horn and Hogg Hall (a large tithe barn burned by dragons in \"The Princess and the Queen\"), but later the builds were separated. An earlier redo of Sow's Horn was led by AtomicLama, but was never completed and was plagued by the same ambiguity of placement that this region has suffered. <br></p><p>The <a href=\"https://westeroscraft.com/wiki/crownlands/ivy-inn\">Ivy Inn</a> is for the purposes of project management assigned to the lands of House Hogg. </p>",
    "images": [],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Hogg",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp sowshorn",
        "dateCompleted": "2017-09-11T07:00:00+00:00",
        "projectLead": "OllieDiscs",
        "dateStarted": "2016-05-03T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-appliction-ivy-inn-sows-horn.83/",
        "banner": []
      }
    ]
  },
  {
    "title": "Bullock",
    "slug": "bullock",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Bullock",
        "destinationType": "castle",
        "destinationStatus": "notStarted",
        "destinationLevel": "one",
        "warp": "/warp bullock",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Hook",
    "slug": "hook",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": "House Hook",
        "destinationType": "ruin",
        "destinationStatus": "notStarted",
        "destinationLevel": "two",
        "warp": "/warp hook",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": "https://forum.westeroscraft.com/threads/house-hook-by-kuzlov.1961/",
        "banner": []
      }
    ]
  },
  {
    "title": "Kingswood",
    "slug": "kingswood",
    "copy": "<p>The Kingswood project includes the ruins of <a href=\"https://awoiaf.westeros.org/index.php/House_Hook\">House Hook</a> located at /warp hook. </p>\r\n<p>The project may also include an update or removal of House Manning. </p>",
    "images": [],
    "projectDetails": [
      {
        "region": "crownlands",
        "house": null,
        "destinationType": "miscellaneous",
        "destinationStatus": "notStarted",
        "destinationLevel": "one",
        "warp": "/warp Kingswood",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  }
]
