[
  {
    "title": "Corpse Lake",
    "slug": "corpse-lake",
    "copy": "<p>The small towerhouse on <strong>Corpse Lake</strong> houses a minor branch of the <strong>Goodbrothers</strong>, just east of the family's main castle at Hammerhorn. The Goodbrothers' sigil is gules, a warhorn sable banded or (though this may differ from branch to branch). The Corpse Lake Goodbrothers are antisocial, territorial hermits that rarely descend from ther tower to any nearby villages. Popular eerie myths surround the branch, revolving around missing children playing on the causeway.</p>\r\n<h3>Features</h3>\r\n<ul><li>Corpse Lake provides little and recieves little in return: the small, weedy crops growing in their sole village in the woods provide barely enough to feed the residents, so traders find little purpose there.</li><li>The causeway spanning from the lake edge to the small island in the middle is slippery and mossy; many a traveller have met an untimely demise visiting the tower.</li><li>The towerhouse is made from black basalt mined from Goodbrother quarries to the west. Unlike many Iron Islands residents, Corpse Lake is able to afford as much wood as it needs thanks to the nearby boggy woods. The poison from the stagnant lake is slowly killing off the trees, however.</li><li>A small farming village sits on the lakeshore. The male residents are mostly either too old, too young or too sick to properly work the rocky farms, creating cause for concern as to food supplies come wintertime. The Goodbrothers are baffled to find that an increased workload and harsher taxes are not improving the situation.</li><li>The damp conditions allow for a diverse and varied amount of vegetation in the area. On the small chance a learnéd botanist visited the area, he would find a rare moss growing on the sides of the tall trees, and some mushrooms only otherwise found in the Neck. The Goodbrothers are oblivious to this, but they have however managed to find a way to turn the mushrooms into all manner of relatively tasty cuisine.</li><li>Lack of trading influence means the towerhouse is slowly falling into disrepair, and, more literally, into the lake. It has been patched up numerous times over the decades, but as power dwindles, time is getting the better of the Goodbrothers. Rumours that Lord Gorold Goodbrother of Hammerhorn intends to send a team of skilled masons to aid his cousins are unfortunately unfounded. </li></ul>\r\n<h3>Construction</h3>\r\n<p>Corpse Lake was constructed by builder OllieDisc in October 2013, and was finished relatively quickly due to the small nature of the build. The lake and surrounding woods were terraformed in and the biome was changed to Swampland to create the murky green waters and greyish, dead grass. A palette change took place after the build's approval, turning the more common plain grey Cobblestone and Stone Bricks mix into the darker Netherbrick and Bedrock tones the tower currently sports. The village plots were opened to the public using the average Iron Islands house style initiated by SMP in April-June 2013.</p>\r\n<h3>Inspiration</h3>\r\n<p>The inspiration for the towerhouse came from two sources: Castle Stalker in Scotland, popularised from its appearance as The Castle of Aaaaaarrrrggghhhh in Monty Python and The Holy Grail, and official concept art by Fantasy Flight Games.</p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/destinations/corpselakeinsp2.jpg\" data-image=\"100583\"></figure><figure><img src=\"https://cdn.westeroscraft.com/web/assets/destinations/corpselakeinsp1.jpg\" data-image=\"100582\"></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/corpselake1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Goodbrother",
        "destinationType": "tower",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp corpselake",
        "dateCompleted": "2013-10-13T07:00:00+00:00",
        "projectLead": "OllieDisc",
        "dateStarted": "2013-10-03T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Goodbrother.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Crow Spike Keep",
    "slug": "crow-spike-keep",
    "copy": "<p><strong>Crow Spike Keep</strong> is the seat of cadet branch of House Goodbrother of Hammerhorn. Their keep and lands are on the far northeast point of Great Wyk.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>A stone tower</strong> on a rocky hill.</li><li><strong>A small fishing village</strong> on a sandy shore.</li><li><strong>The <em>Sparrowhawk </em></strong>is anchored in the bay, one of the fastest ships in the Iron Fleet.</li></ul>\r\n<h3>Construction</h3>\r\n<p>The application for Crow Spike Keep was submitted the 1st of October and was approved the 5th of October, the same day as the Pyke server build. Work on Crow Spike Keep started the same day.</p>\r\n<p>After the completion of Crow Spike Keep, a World Edit error ocurred that affected many Iron Island builds, and Crow Spike Keep was wiped out, but rebuilt short after.</p>\r\n<h3>Inspiration</h3>\r\n<p>The main inspiration for Crow Spike Keep was various Scottish castles.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/crowspikekeep1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Goodbrother",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp crowspike",
        "dateCompleted": "2013-11-23T08:00:00+00:00",
        "projectLead": "erytlink00",
        "dateStarted": "2013-10-05T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Goodbrother.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Downdelving",
    "slug": "downdelving",
    "copy": "<p><strong>House Goodbrother of Downdelving</strong> is a cadet branch of the Goodbrothers on western shores of Great Wyk. Very little is known about this branch of the large Goodbrother family.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Downdelving Tower,</strong> a small square keep made of stone sits above the small village.</li><li><strong>Village,</strong> seven small hovels a crowded near a beach where their fishing boats are pulled ashore</li><li><strong>Mine,</strong> on the road to Sealskin Point is a small tin mine. Perhaps the name Downdelving is related to their modest mining background, which is a major source of income for House Goodbrother in general.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Downdelving was constructed by Phozar in December 2013. Bluecichlid submitted a very similar application earlier, but Phozar's planned was approved and completed.</p>\r\n<h3>Inspiration</h3>\r\n<p>The small square tower was inspired by various images of tower houses.</p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/destinations/Downdelvinginsp1.jpg\" data-image=\"100591\"></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Downdelving1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Goodbrother",
        "destinationType": "tower",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp downdelving",
        "dateCompleted": "2013-12-30T08:00:00+00:00",
        "projectLead": "Phozar",
        "dateStarted": "2013-12-23T08:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Goodbrother.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Drumm",
    "slug": "drumm",
    "copy": "<p><strong>Drumm </strong>is an expansive castle in the Iron Islands and the seat of House Drumm, Lords of Old Wyk. The Keep is located on a rocky cliff and watches over the town's small harbor. House Drumm has a long and glorious history and passionately worships the Drowned God. The sigil of Hosue Drumm is a bone-white hand on a red field. Notably, House Drumm owns the Valyrian steel sword, Red Rain.<br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Castle Drumm,</strong> a large castle with multiple gates and a thick, iconic Drum Tower overlooking the sea.</li><li><strong>Cliff Side Cave,</strong> located near the harbor, priests of the Drowned God are known to preform their rituals within the cave.</li><li><strong>Collapsed Mine,</strong> a mine filled with water. House Drumm once quarried their stone from this mine located southeast of the castle.</li></ul>\r\n<h3>Construction</h3>\r\n<p>House Drumm was originally lead by randomperson1668, and then later taken over by Hal9007. Unexpectedly, House Drumm was orphaned for six whole months until kesin13 resumed the build and saw it through to completion.<br></p>\r\n\r\n<h3>Video</h3>\r\n<p>House Drumm was briefly featured in The \"Old Wyk\" episode of WesterosWalks.</p><figure><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/b4Exeg8eiHU\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Drumm1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Drumm",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp drumm",
        "dateCompleted": "2014-08-23T07:00:00+00:00",
        "projectLead": "randomperson1668, Hal9007, kesin13",
        "dateStarted": "2013-10-10T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Grey Garden",
    "slug": "grey-garden",
    "copy": "<p><strong>House Harlaw of Grey Garden</strong> is a cadet branch of the main House Harlaw that rules the island of Harlaw from their seat at the Ten Towers. Ser Harras Harlaw is the current lord, and the heir of Rodrik Harlaw. His personal banner is the Harlaw scythe quartered with the peacock of his mother's House Serrett of Silverhill. He also bears a Valyrian steel sword called Nightfall. Grey Garden is on the southeastern shore of the island.<br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Grey Garden Tower,</strong> a small weathered tower overlooks a cliff above Ironmen's Bay. A few small out-buildings surround the base of the tower.</li><li><strong>Hovels,</strong> surrounding the tower are a few small sod-roofed hovels. A large dead tree stands on the edge of the cliff, encircled by a small stone wall. Four small fishing boats are beached on the shore.</li><li><strong>Longship,</strong> just beyond the shore is a modest longship.</li></ul>\r\n<h3>Construction</h3>\r\n<p>House Harlaw of Grey Garden was built by NoahRys in November 2013, alongside many builds on the Iron Islands. NoahRYS thanks Davinator, Nemeko, Aslanio, Tact, and Jack for assisting in the build.</p>\r\n<h3>Inspiration</h3>\r\n<p>The small weathered tower was inspired by similar towers in Ireland and Scotland, such as Aughnanure Castle in Galway, Ireland and Smailholm Tower in Scotland.</p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/destinations/GreyGardenInsp1.jpg\" data-image=\"100596\"></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/GreyGarden1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Harlaw",
        "destinationType": "tower",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp greygarden",
        "dateCompleted": "2013-11-08T08:00:00+00:00",
        "projectLead": "NoahRYS",
        "dateStarted": "2013-10-27T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Harlaw.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Hammerhorn",
    "slug": "hammerhorn",
    "copy": "<p><strong>House Goodbrother of Hammerhorn</strong> is a noble house from The Iron Islands. They are one of the most powerful houses from Great Wyk , the largest of the islands. Their keep of <strong>Hammerhorn</strong> is inland, in the Hardstone Hills and their wealth comes from mining and quarrying not from the sea. Hammerhorn is the main seat of House Goodbrother, which has cadet branches throughout Great Wyk, among them are those who hold the towers of Downdelving, Crow Spike Keep, and Corpse Lake. They are one of the few castles on the Iron Islands that has a maester.<br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>The Hammerhorn Castle,</strong> is a large, bulky castle with spiked iron battlements with iron gates. According to the books, \"The hall was dank and drafty, full of shadows. One of Gorold’s daughters offered the priest a horn of ale. Another poked at a sullen fire that was giving off more smoke than heat.\"</li><li><strong>The Hardstone Hills,</strong> form the backbone of Great Wyk. Hammerhorn is one of the few inland holdings on the Iron Islands and has a prominent place in the hills, which are rich in minerals. The castle is also less accessible by land route, as described in the books: \"The way was rough, up hills and woods and stony defiles, along a narrow track that oft seemed to disappear beneath the horse’s hooves.\"</li><li><strong>Quarry,</strong> The castle itself was build from stones that were quarried from the cliff that looms behind it, and the entrances to caves and mines can be seen beneath its walls. A large crane assist in moving around the large blocks of stone.</li><li><strong>Mines and Foundry,</strong> near the quarry is an extensive mining operation. The raw materials are refined and made into weapons and armor. Presumably, Hammerhorn provides much of the iron that gives the islands their name and the raiders their weapons and armor.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Hammerhorn was built by birdman7 and NoahRYS in September 2013. In order to build the castle situated among the hills and cliffs, the region was terraformed extensively, raising its elevation and making it a harsh and jagged landscape. The valley was slightly lowered to make the castle occupy a strategic locations.</p>\r\n<h3>Inspiration</h3>\r\n<p>The castle is described in the books, especially its square design and iron battlements and gates. The quarry and mines were also mentioned in the books, but the builders made sure that they used technology available within the time frame of our universe. The town and buildings were modeled off others on Great Wyk in the Iron Islands style.</p>\r\n<h3>Video</h3><p>Hammerhorn was featured in Episode 13 of WesterosCraft Walks. DutchGuard explored the quarry and keep, and oddly in fitting with the theme of thirteen was interrupted by a thunderstorm and saw a mysterious glowing cheese.<br></p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/O_XcXypwkdk\" frameborder=\"0\" allowfullscreen=\"\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hammerhorn1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Goodbrother",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp hammerhorn",
        "dateCompleted": "2013-10-24T07:00:00+00:00",
        "projectLead": "birdman7, NoahRYS",
        "dateStarted": "2013-09-30T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Goodbrother.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Harlaw Hall",
    "slug": "harlaw-hall",
    "copy": "<p><strong>Harlaw Hall</strong> was formally the keep of the main branch of the Harlaws but Lord Theomore Harlaw, <em>\"after losing three infant sons to the flooded cellars, damp stones, and nitre of his ancestral seat of Harlaw Hall, he resolved to build a new castle\" </em>(<em>A Feast for Crows</em>) which became Ten Towers. Lord Theomore had six wives at the time and fathered many of the cadet branches of the Harlaws, such as the one that currently occupies this ancient seat of power on the island of Harlaw. Because Ten Towers is a newer keep, it is much more comfortable and well-constructed. Harlaw Hall is much damper and dirtier.</p>\r\n<p>The keep is currently presided over by Sigfryd Harlaw (known as Silverhair for his age), who is the great uncle of Rodrik Harlaw. His personal sigil is per bend black and silver, two scythes counterchanged.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Old Harlaw Keep,</strong> this ancient seat of the Harlaws is one of the largest and oldest keeps on the island, but is known for its dampness and generally discomfort. The main keep is the oldest part of the castle and was constructed six generations ago. It includes the barracks, prison cells, a granary, stables, kennels, and the Grand Hall, from which the keep receives its name.</li><li><strong>Harlaw Yard,</strong> outside the old square keep is an outer yard with several buildings. Surrounding this yard is a stone and timber wall and gate.</li><li><strong>Village,</strong> near the shore are a handful of sod-roofed hovels and tile-roofed warehouse near the docks.</li><li><strong>Longships,</strong> a modest longship is anchored in Ironmen's Bay.</li></ul>\r\n<h3>Construction</h3>\r\n<p>House Harlaw of Harlaw Hall was built by Zanzan28 in December 2013. ZanZan28 decided that since this hall was likely built by older generations of Harlaws, that there should be some visible similarities in building style between Harlaw Hall and Ten Towers This is reflected mainly in the walls that have towers built into them.</p>\r\n<h3>Inspiration</h3>\r\n<p>Harlaw Hall was inspired by other builds of House Harlaw and their cadet branches as well as this image of a tightly-constructed stone castle with square walls, a hallmark trait of Iron Islands architecture.</p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/destinations/HarlawHallInsp1.jpg\" data-image=\"100605\"></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/harlawhall2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/harlawhall1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Harlaw",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp harlawhall",
        "dateCompleted": "2013-12-12T08:00:00+00:00",
        "projectLead": "Zanzan28",
        "dateStarted": "2013-12-03T08:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Harlaw.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Harridan Hill",
    "slug": "harridan-hill",
    "copy": "<p><strong>Harridan Hill</strong> is the seat of Boremund Harlaw “The Blue”, situated near the center of the island of Harlaw. Though the Harlaws of Harridan Hill have their own castle, in times of war, Boremund follows the command of his cousin Rodrik Harlaw, who is lord of Ten Towers. Boremund has three sons and his sigil is a silver scythe on a pale blue field.<br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Harridan Hill,</strong> is a large hill located near the center of the island from which the castle gets its name. The castle is built into its summit.</li><li><strong>Keep,</strong> a small keep, not much larger than the average towerhouse has rooms for Boremund and his three sons. The castle is damp and drafty. There is a tiny hall, kitchens, a pantry, and an armory. Like many houses on the Iron Islands, there is no maester and the books or other technology of the 'greenlanders'. The keep is defensible from many angles and has multiple arrow slits.</li><li><strong>Village,</strong> a few small houses are north of the keep surrounding an open fire pit.</li><li><strong>Mines,</strong> there were once two mines near Harridan Hill, but one is completely exhausted and was flooded while the other is quickly running out of metal.</li></ul>\r\n<h3>Construction</h3>\r\n<p>House Harlaw of Harridan Hill was built by NickShaiB in November 2013. NickShaiB thanks Ubeka, Nightwinga, Erty and Adlern for helping with the houses.</p>\r\n<h3>Inspiration</h3>\r\n<p>House Harlaw was inspired by many castles used throughout the Iron Islands as inspiration. Since the castle is one of the few landlocked castles without any longships, more emphasis was placed on the mines and village. </p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/harridanhill1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Harlaw",
        "destinationType": "tower",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp harridanhill",
        "dateCompleted": "2013-10-11T07:00:00+00:00",
        "projectLead": "NickShaiB",
        "dateStarted": "2013-10-08T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Harlaw.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Codd",
    "slug": "house-codd",
    "copy": "<p><strong>House Codd</strong> is a minor house from The Iron Islands. Although its location is not mentioned, the house was placed on Blacktyde. They are not well regarded among the other houses because they are descended from thralls and saltwives and many consider their women wanton and their men thieves, who practice incest. Their sigil is a silver codfish on black and their words are \"Though All Men Do Despise Us.\"</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Codd Keep,</strong> a grim and dirty keep on the side of the hill.</li><li><strong>The Lamentation,</strong> the main longship for House Codd.</li><li><strong>Village,</strong> with a few hovels.</li></ul>\r\n<h3>Construction</h3>\r\n<p>House Codd was, appropriately, built by thecoddfish in Fall 2013.</p>\r\n<h3>Inspiration</h3>\r\n<p>Although thecoddfish created a backstory for House Codd, who inhabit a ruined castle from a much more powerful and extinct house similar to Castamere or Tarbeck Hall in the Westerlands, the actual build is much simpler.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Codd1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Codd",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp codd",
        "dateCompleted": "2013-10-23T07:00:00+00:00",
        "projectLead": "thecoddfish",
        "dateStarted": "2013-10-08T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Humble",
    "slug": "house-humble",
    "copy": "<p><strong>House Humble</strong> is a house from The Iron Islands, situated on the island Blacktyde. It is considered a lesser house because it is descended from thralls and salt wives. Their sigil and words are not known.</p>\r\n<h3>Features</h3>\r\n<p>Humble contains one tower house with a little hamlet with six houses. Most of the habitants are fishermen. Two houses also have a little garden and there is a well in the centre of the hamlet. There are a few fishing boats and some fishing material at the beach. The only road away from Humble leads to Blacktyde. The towerhouse consists of one big square tower, a smaller round tower, and a staircase tower. The big square tower contains the dining room, guard barracks, three bedrooms, and storage rooms; while the round tower contains the kitchen and some more guard barracks. There is also a little basement.</p>\r\n<h3>Construction</h3>\r\n<p>The construction of Humble, Steineke96's first project, started with the road being terraformed by MrTXI and the beach by FlemishGuard. Then Steineke96 planned all the plots for the houses and the tower house. During the contruction of the towerhouse (done by Steineke96), Repsar, Syorre, Joseluisvlogs and Ze_Ramen_Guy built all the houses. After the completion of the houses and the tower houses, Steineke96 did some finishing touches and House Humble was completed five days later.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Humble2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Humble1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Humble",
        "destinationType": "tower",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp humble",
        "dateCompleted": "2013-12-23T08:00:00+00:00",
        "projectLead": "Steineke96",
        "dateStarted": "2013-12-19T08:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Ironmaker",
    "slug": "house-ironmaker",
    "copy": "<p><strong>House Ironmaker</strong> is a noble house located on the Great Wyk. The current lord, Lord Erik Ironmaker, also known as Erik the Just and Erik Anvil-Breaker, has seen eighty-eight names days and was a feared reaver in his day. Lord Ironmaker puts himself forward during the Kingsmoot with gifts of silver, bronze, and steel and was later named the Lord Steward of the Iron Islands and the Castellan of Pyke.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Stone Keep,</strong> A strong stone keep topped with slate but is not as large as would be expected due to Lord Ironmaker focusing most of his wealth into his ships.</li></ul>\r\n<ul><li><strong>The Lord Dagon,</strong> Lord Ironmakers flag ship, feared by all and was selected to be one of the rearguard ships for the Iron Fleet.</li></ul>\r\n<ul><li><strong>Blacksmith Complex,</strong> A complex consisting of a single mine and three furnaces, one of which is powered by a waterwheel driven by a diverted stream.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Construction on Ironmaker began on October 20 and finished up on November 13. The blacksmith complex was built first, follow by the two longships, the village, and finally the keep. The inspiration for the keep was the Scottish Ballone castle and was built with the simplistic Iron Island style. The keep was the end location of the Great World Edit Iron Island Incident 2.0 where a large swath Great Wyk was turned into crafting tables.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Ironmaker1.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Ironmaker",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp ironmaker",
        "dateCompleted": "2013-11-12T08:00:00+00:00",
        "projectLead": "Galivis",
        "dateStarted": "2013-10-21T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Netley",
    "slug": "house-netley",
    "copy": "<p><strong>House Netley</strong> is a minor house on The Iron Islands. Although its location is not mentioned, the house was placed on Orkmont . For this reason, the house is considered poor and insignificant.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Netley Tower,</strong> a small tower house sits above a modest group of turf houses and docks. This tower was built from the wealth of a successful raid by House Netley, our fictitious backstory.</li><li><strong>Dagon's Feast,</strong> a longship anchored in deeper water.</li></ul>\r\n<h3>Construction</h3>\r\n<p>House Netley was built in Adlern in Fall 2013.</p>\r\n<h3>Inspiration</h3>\r\n<p>House Netley's keep was inspired by Blarney Castle in Ireland.</p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/destinations/netleyinsp1.jpg\" data-image=\"100620\"></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Netley1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Netley",
        "destinationType": "tower",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp netley",
        "dateCompleted": "2013-12-27T08:00:00+00:00",
        "projectLead": "Adlern",
        "dateStarted": "2013-10-12T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Shepherd",
    "slug": "house-shepherd",
    "copy": "<p><strong>House Shepherd</strong> is a minor house of The Iron Islands. Although their location is unknown, we have placed it on the northern tip of Great Wyk. It is considered a young house.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Shepherd Keep,</strong> a small keep with two entrances.</li><li><strong>Pastures,</strong> stone fences surround multiple pastures near the keep and the village.</li></ul>\r\n<h3>Construction</h3>\r\n<p>BimJeam4 completed House Shepherd in November 2013.</p>\r\n<h3>Inspiration</h3>\r\n<p>House Shepherd was inspired by the existing House Farwynd of Lonely Light, which was built by ThamusKnoward and also the layout of Flint's Finger, a northern house on Cape Kraken.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Shepherd1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Shepherd",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp shepherd",
        "dateCompleted": "2013-11-13T08:00:00+00:00",
        "projectLead": "BimJeam4",
        "dateStarted": "2013-10-27T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Tawney",
    "slug": "house-tawney",
    "copy": "<p><strong>House Tawney of Orkmont</strong> is a noble house from The Iron Islands. Their seat is located on the island of Orkmont. They are one of the most powerful bannermen of House Greyjoy. Tawneys blazon their arms as a scourge of nettles, red and black, on white. Currently, Lord Balon Tawney is the head of the house.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>The keep</strong>, is the seat of House Tawney. It is located on a hill close to the sea.</li><li><strong>The village</strong>, consists of few dozen fishermen houses and a dry dock of local shipyards.</li><li><strong>The Sea Serpent</strong>, is the longship of House Tawney, it can be found on the sea close to the village</li></ul>\r\n<h3>Construction</h3>\r\n<p>The project was lead by KokitoCraft. Tawney was one of the first WesterosCraft houses completed after the new Westeros map and launcher were done.<br></p>\r\n",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/tawney1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Tawney",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp tawney",
        "dateCompleted": "2013-11-10T08:00:00+00:00",
        "projectLead": "KokitoCraft",
        "dateStarted": "2013-10-10T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Tawney.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Weaver",
    "slug": "house-weaver",
    "copy": "<p><strong>House Weaver</strong> is a minor house on The Iron Islands. Although its location is unknown, we have placed it on the western shore of Harlaw. Because of their name, House Weaver has sheep and goat pastures, fields of flax, and has workshops dedicated to weaving and clothesmaking.</p>\r\n<h2>Features</h2>\r\n<ul><li><strong>Weaver Keep,</strong> a small rundown keep.</li><li><strong>Weaver Workshops,</strong> are near the keep and also in the village near the shore.</li><li><strong>Warrior Wench,</strong> a longship, one of the few facts known about House Weaver.</li></ul>\r\n<h3>Construction</h3>\r\n<p>House Weaver was built by Lyliana in Fall 2013.</p>\r\n<h3>Inspiration</h3>\r\n<p>The keep was inspired by the Castle in Newcastle upon Tyne, England and the village is modeled after L'Anse aux Meadows, one of the oldest Viking settlements in Newfounland, Canada. </p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/destinations/weaverinsp1.jpg\" data-image=\"100630\"></figure><figure><img src=\"https://cdn.westeroscraft.com/web/assets/destinations/weaverinsp2.jpg\" data-image=\"100631\"></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Weaver1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Weaver",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp weaver",
        "dateCompleted": "2013-12-11T08:00:00+00:00",
        "projectLead": "Lyliana",
        "dateStarted": "2013-10-27T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Ironholt",
    "slug": "ironholt",
    "copy": "<p><strong>House Wynch of Ironholt</strong> is a noble house on Pyke, where only two other settlements are present: Pyke and Lordsport. Ironholt is on the western side of the island. There arms are a bloody white moon on purple. Lord Waldon Wynch is the current lord of Ironholt.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>A small fishing and mining village</strong> located north of the keep.</li><li><strong>An iron mine</strong> located south of the keep.</li><li><strong>The <em>Red Tide,</em> </strong>Lord Ironholt's ship is anchored in the small port.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Construction of Ironholt begain on October 8, 2013. It began with davinator4O1 terraforming the keep area and beginning construction on the keep. Shortly after, the village was opened to the public.</p>\r\n<p>Ironholt had to be re-built after the October of 2013 edition of it was destroyed by a world edit error. This new version, a carbon copy of the first one, was rebuilt by dell1862 under davinator4O1's supervision.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/holt1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/holt2.png"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Wynch",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp ironholt",
        "dateCompleted": "2013-11-08T08:00:00+00:00",
        "projectLead": "davinator4O1, dell1862",
        "dateStarted": "2013-10-08T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Wynch.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Kenning",
    "slug": "kenning",
    "copy": "<p><strong>House Kenning</strong> is a vassal of House Harlaw, and swears fealty to them. Their lands can be found on the island of Harlaw. Their sigil is the Storm God's cloudy hand, pale grey, yellow lightning flashing from the fingertips, on black. The Kennings were once bitter foes of House Harlaw, but became their vassals when they were defeated. Herrock Kenning, an ironborn warrior from the island of Harlaw, founded House Kenning of Kayce of the Westerlands. <br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Pony Farm,</strong> House Kenning manages one of the only pony farms on the Iron Islands, which are a more practical pack animal on the stony islands than larger horses from the continent.</li><li><strong>Dock,</strong> below the cliff is dock that can be access by a stair cut into the stone</li><li><strong>Iron Vengeane, </strong>one of the two longships anchored beyond the dock.</li></ul>\r\n<h3>Construction</h3>\r\n<p>House Kenning was built in December 2014 by dell1862. The build was of the fastest completed projects on the Iron Islands.</p>\r\n<h3>Inspiration</h3>\r\n<p>The cliff with switchback stairs was the main inspiration for the layout of House Kenning and its lands.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Kenning1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Kenning",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp kenning",
        "dateCompleted": "2013-12-28T08:00:00+00:00",
        "projectLead": "dell1862",
        "dateStarted": "2013-12-09T08:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Lordsport",
    "slug": "lordsport",
    "copy": null,
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Lordsport1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Botley",
        "destinationType": "town",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp lordsport",
        "dateCompleted": "2013-10-11T07:00:00+00:00",
        "projectLead": "thecoddfish, SMP",
        "dateStarted": "2013-05-10T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Botley.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Myre",
    "slug": "myre",
    "copy": "<p><strong>House Myre of Harlaw</strong> is a noble house from the island of Harlaw on The Iron Islands. It's seat is on the southern shore of Harlaw. They were once rivals with the Harlaws, until they were beaten into submission and swore fealty to House Harlaw. Their sigil is ten black nooses on white, with a border of red. Their words have not yet appeared.</p>\r\n<h3>Features</h3>\r\n<p>Contains one of the only pony farms on the Iron Islands. Has a unique path to the kitchens under the lords dias.</p>\r\n<h3>Construction</h3>\r\n<p>The castle was built on the hillside below Harridan Hill. There are 3 raised levels within the walls, one containing the barracks, one the feast hall, and the third the main keep and the stables. There are no dungeons in this castle. The barracks tower includes an armory and blacksmith. The feast hall has a passage way below the dias to kitchen.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/myre1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Myre",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp myre",
        "dateCompleted": "2013-12-09T08:00:00+00:00",
        "projectLead": "dell1862",
        "dateStarted": "2013-11-25T08:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Nagga's Hill",
    "slug": "naggas-ribs",
    "copy": "<p><strong>Nagga's Hill</strong> is a landmark location of The Iron Islands where Kingsmoots and religious activities take place...<br></p>\r\n<h3>Features</h3>\r\n<ul><li>Nagga's Ribs is a series of ribs jutting out of a hill, found on Old Wyk of the Iron Islands.</li><li>There is a beach wrapping around the extent of the hill, going as far as House Drumm.</li></ul>\r\n<h3>Construction</h3>\r\n<p>davinator4O1 started this project by beginning the terraforming. He began by melting the sides of the hill in and expanding the beach out. Later, after the beach and cliffs were largely completed, he proceeded to raise the height of the hill about 10 blocks from its original height. After the general shape of the hill was completed, he painted the final product. Construction of Nagga's ribs began after the terraforming was complete. 44 unique ribs of varying sizes and shapes were constructed over the course of 2-3 days and the project was completed in 7 days. Since this project involved nothing more than terraforming and building ribs, there was no external help, save terraforming assistance from NickShaiB.<br></p>\r\n<h3>Miscellaneous</h3>\r\n<p>The progress of Nagga's Ribs, among several other projects, was stimied when the primary terraformer of Nagga's Ribs, davinator4O1, forgot to double check his selection points. Consequently, approximately 1 billion blocks of the Iron Island mix, known as 1:6, was rendered into the world. This massive chunk of blocks caused irreversible damage to Ironholt and Crow Spike as well as halting progress on several other builds. After the world-edit accident was cleaned up by the technical admin, illblew, progress could proceed.</p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/destinations/Naggasinsp.jpg\" data-image=\"100650\"></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/nagga1.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": null,
        "destinationType": "landmark",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp naggas",
        "dateCompleted": "2013-10-27T07:00:00+00:00",
        "projectLead": "davinator4O1",
        "dateStarted": "2013-10-20T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Orkwood",
    "slug": "orkwood",
    "copy": "<p><strong>House Orkwood of Orkmont</strong> is a noble house located on The Iron Islands. Not much is known about them but it is speculated that their castle may have been the ancestral seat of the former kings of the Iron Islands, House Hoare.</p>\r\n<h3>Features</h3>\r\n<ul><li>Castle complex built along the elevation of the mountain, rather than changing the the land to fit the build.</li><li>Old merman statue in the center of the market square.</li><li>Small portion of the Orkwood fleet is currently in port.</li><li>North of the castle is a small lumber camp.</li></ul>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/orkwood1.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Orkwood",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp Orkwood",
        "dateCompleted": "2013-11-24T08:00:00+00:00",
        "projectLead": "Davinator4O1, Galivis",
        "dateStarted": "2013-11-14T08:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Pyke",
    "slug": "pyke",
    "copy": "<p><strong>Pyke</strong> is an ancient stronghold. It was originally built on a cliff jutting out into the sea, but over time the cliff has eroded, leaving the castle's towers standing on series of small, barren rock stacks, surrounded by water. Since there is no safe anchorage at Pyke, those who wish to travel there have to sail to nearby Lordsport, which is managed by House Botley under direct control of House Greyjoy of Pyke.</p>\r\n<p><strong>House Greyjoy of Pyke</strong> is one of the most prominent houses of Westeros and rules over The Iron Islands from the Seastone Chair in the castle of Pyke on the island of the same name. The head of the family is traditionally known as the Lord Reaper of Pyke. Their sigil is a golden kraken on a black field, and their house motto is \"We Do Not Sow.\" The Greyjoys of Pyke claim descent from the Grey King of the Age of Heroes, who according to legend married a mermaid.</p>\r\n<p>Historically, House Greyjoy was often selected by the kingsmoot as kings alongside other prominent houses until the Conquest when King Harren the Black of House Hoare met his fate in Harrenhal and the surving lords of the Iron Islands fell into chaos. After the islands bent the knee to Aegon the Conqueror, he allowed them to choose which house would rule over them in his name and they chose Lord Vickon Greyjoy of Pyke.</p>\r\n<p>From Pyke, the Greyjoys have tried to revive the Old Way, raid the continent, and reclaim their independence from the Iron Throne, but their rebellions have been put down one way or another. Most recently following Robert's Rebellion, Lord Balon Greyjoy created the Iron Fleet and led his own rebellion against the Iron Throne, declaring himself King of the Iron Islands, like many of his ancestors. Although he burned the Lannister fleet at anchor, he was defeated by the mainland forces, his eldest songs Rodrik and Maron were killed, and his only surviving son Theon was given as a hostage and ward to Lord Eddard Stark.</p>\r\n<p>In the War of the Five Kings, Balon Greyjoy claims independence again, leading to a series of skirmishes and political wrestling involving his daughter Asha, his estranged son Theon, and his three brothers: Aeron Damphair, the high priest of the Drowned God; Victarion, Lord Captain of the Iron Fleet; and Euron, who sailed the world on his ship <em>Silence.</em><em><br></em></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Spires,</strong> the castle is built on a cliffside and several stone spires that rise from the Sunset Sea and are pounded by the surf. The different towers and keeps are connected by bridges, some made of stone and others wooden.</li><li><strong>The Gatehouse,</strong> guards the entrance to the castle complex. The walls of Pyke run in a crescent moon from cliff to cliff, with the gatehouse providing entry, located in the center portion of the wall and including an iron portcullis to provide additional protection should the wall be attacked. There are three towers to either side; the southernmost tower is new, made of a paler grey stone, after the old southern tower had been destroyed during Greyjoy's Rebellion when King Robert I Baratheon breached the walls. It is separated from the Great Keep by a high bridge.</li><li><strong>The Great Keep,</strong> is a massive grey stone structure and caps the largest islet. It is connected to the Bloody Keep by a covered stone walkway. Its long smoky hall contains the Seastone Chair, an ancient throne carved from a mysterious black stone.</li><li><strong>The Bloody Keep,</strong> or Guest Keep is one of the largest sections of the castle. It lies on its own island, further out than the Great Keep. Its halls are larger and better furnished. It received its name a thousand years ago when the sons of the river king, Bernarr II Justman, were slaughtered within it and their pieces returned to their father on the mainland.</li><li><strong>The Kitchen Keep,</strong> sits on its own island. It lies further out from the mainland than the Great Keep.</li><li><strong>The Sea Tower,</strong> rises from the outermost island at the far reaches of the island. It is the oldest part of the castle, and is round and tall. The base of the tower is white from centuries of salt spray and is crooked. To get from the Great Keep to the Sea Tower, one must cross three bridges. The tower contains the solar of Lord Greyjoy.</li></ul>\r\n<h3>Construction</h3>\r\n<figure class=\"article-thumb tright show-info-icon\" style=\"border: 0px; font-style: normal; font-weight: 400; margin: 0px 0px 16px 20px; padding: 0px; vertical-align: baseline; display: block; clear: right; float: right; color: rgb(58, 58, 58); font-family: &quot;Helvetica Neue&quot;, Helvetica, Arial, sans-serif; font-size: 16px; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(84, 84, 84); text-decoration-style: initial; text-decoration-color: initial; width: 300px;\"><a href=\"https://vignette.wikia.nocookie.net/westeroscraft/images/b/bc/PykeRenderLabelled.jpg/revision/latest?cb=20150614142317\" class=\"image image-thumbnail\"><img src=\"https://vignette.wikia.nocookie.net/westeroscraft/images/b/bc/PykeRenderLabelled.jpg/revision/latest/scale-to-width-down/300?cb=20150614142317\" alt=\"PykeRenderLabelled\" class=\"thumbimage lzyPlcHld lzyTrns lzyLoaded\" data-image-key=\"PykeRenderLabelled.jpg\" data-image-name=\"PykeRenderLabelled.jpg\" data-src=\"https://vignette.wikia.nocookie.net/westeroscraft/images/b/bc/PykeRenderLabelled.jpg/revision/latest/scale-to-width-down/300?cb=20150614142317\" width=\"300\" height=\"188\" data-image=\"quyfcb5si7q9\"></a><figcaption style=\"border: 0px; font-style: inherit; font-weight: inherit; margin: 0px; padding: 0px; vertical-align: baseline; display: block; text-align: left;\"><p class=\"caption\">The buildings of Pyke labelled on a render by Pizzainacup.</p></figcaption></figure>\r\n<figure class=\"article-thumb tright show-info-icon\" style=\"border: 0px; font-style: normal; font-weight: 400; margin: 0px 0px 16px 20px; padding: 0px; vertical-align: baseline; display: block; clear: right; float: right; color: rgb(58, 58, 58); font-family: &quot;Helvetica Neue&quot;, Helvetica, Arial, sans-serif; font-size: 16px; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(84, 84, 84); text-decoration-style: initial; text-decoration-color: initial; width: 300px;\"><a href=\"https://vignette.wikia.nocookie.net/westeroscraft/images/b/b6/PykeGIF.gif/revision/latest?cb=20150614142723\" class=\"image image-thumbnail\"><img src=\"https://vignette.wikia.nocookie.net/westeroscraft/images/b/b6/PykeGIF.gif/revision/latest/scale-to-width-down/300?cb=20150614142723\" alt=\"PykeGIF\" class=\"thumbimage lzyPlcHld lzyTrns lzyLoaded\" data-image-key=\"PykeGIF.gif\" data-image-name=\"PykeGIF.gif\" data-src=\"https://vignette.wikia.nocookie.net/westeroscraft/images/b/b6/PykeGIF.gif/revision/latest/scale-to-width-down/300?cb=20150614142723\" width=\"300\" height=\"176\" data-image=\"2r1w8zh9hxlj\"></a><figcaption style=\"border: 0px; font-style: inherit; font-weight: inherit; margin: 0px; padding: 0px; vertical-align: baseline; display: block; text-align: left;\"><p class=\"caption\">A GIF of Pyke created by Contra.</p></figcaption></figure>\r\n<p>Pyke was completed on October 5, 2014 as part of the Iron Islands redo led by SMP. This server build replaced an older version of Pyke, which needed a redo like much of the Iron Islands because of new blocks, textures, and better planning and buildmanship of members of the server. The castle was one of the main server builds or major builds on the Iron Islands planned before beginning the Iron Islands redo alongside Lordsport, Pebbleton, and the Ten Towers. </p>\r\n<h3>Inspiration</h3>\r\n<figure class=\"article-thumb tright show-info-icon\" style=\"border: 0px; font-style: normal; font-weight: 400; margin: 0px 0px 16px 20px; padding: 0px; vertical-align: baseline; display: block; clear: right; float: right; color: rgb(58, 58, 58); font-family: &quot;Helvetica Neue&quot;, Helvetica, Arial, sans-serif; font-size: 16px; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(84, 84, 84); text-decoration-style: initial; text-decoration-color: initial; width: 300px;\"><a href=\"https://vignette.wikia.nocookie.net/westeroscraft/images/e/e7/PykeHBO.jpg/revision/latest?cb=20150614135512\" class=\"image image-thumbnail\"><img src=\"https://vignette.wikia.nocookie.net/westeroscraft/images/e/e7/PykeHBO.jpg/revision/latest/scale-to-width-down/300?cb=20150614135512\" alt=\"PykeHBO\" class=\"thumbimage lzyPlcHld lzyTrns lzyLoaded\" data-image-key=\"PykeHBO.jpg\" data-image-name=\"PykeHBO.jpg\" data-src=\"https://vignette.wikia.nocookie.net/westeroscraft/images/e/e7/PykeHBO.jpg/revision/latest/scale-to-width-down/300?cb=20150614135512\" width=\"300\" height=\"178\" data-image=\"oo9nen787cxe\"></a><figcaption style=\"border: 0px; font-style: inherit; font-weight: inherit; margin: 0px; padding: 0px; vertical-align: baseline; display: block; text-align: left;\"><p class=\"caption\">Pyke as imagined in the HBO series.</p></figcaption></figure>\r\n<p>The castle is described very carefully in the books and also wonderfully imagined in the HBO show. Both the book descpription, images from the show, fan art, and our own imagination based on the Iron Islands style guide were used to complete the castle of Pyke.</p>\r\n<h3>Videos</h3>\r\n<figure><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/utJjyrP0GWM\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\"></iframe></figure>\r\n<figure><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/dn4dVo5Rw5Y\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\"></iframe></figure>\r\n<p><em><br></em></p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/pyke-1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/pyke-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/pyke-3.png"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Greyjoy",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "four",
        "warp": "/warp pyke",
        "dateCompleted": "2014-10-05T07:00:00+00:00",
        "projectLead": "SMP",
        "dateStarted": "2013-10-05T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/greyjoy.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Saltcliffe",
    "slug": "saltcliffe",
    "copy": "<p><strong>House Saltcliffe of Saltcliffe</strong> is a noble house from The Iron Islands. Their lands and keep are located on the isle of Saltcliffe. Their blazon is a nine-headed serpent, black on silver. Their words are not mentioned in the books. Lord Donnor Saltcliffe is head of the house.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Castle</strong>, is a grey stone keep with square towers.</li><li><strong>Village</strong>, consists of few fishermen houses</li><li><strong>Longships</strong>, three Saltcliffe ships (including <strong>Hydra's Fury</strong> and <strong>The Serpent's Kiss</strong>) were placed on the shore while <strong>Seven Skulls</strong> is sailing on the sea.</li></ul>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/saltcliffe1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Saltcliffe",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp saltcliffe",
        "dateCompleted": "2014-01-07T08:00:00+00:00",
        "projectLead": "NickShaiB",
        "dateStarted": "2013-10-13T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Shatterstone",
    "slug": "shatterstone",
    "copy": "<p><strong>House Goodbrother of Shatterstone</strong> is a noble house from the The Iron Islands. Their seat is <strong>Shatterstone</strong> on the Old Wyk. Their sigil and words are not mentioned in the books. The current Lord of Shatterstone and head of the house is Norne Goodbrother.<a title=\"Expand slideshow\" id=\"slideshow-0-1\"></a></p>\r\n<ul></ul>\r\n<h3>Features</h3>\r\n<ul><li><strong>Shatterstone Keep</strong>, sits on hill overlooking the Sunset Sea. The main keep is a massive, square and bulky tower, built mainly of stone. The feast hall and lord’s chambers are located within it. A wooden wynch is used for carrying firewood and goods into the castle.</li><li><strong>Shatterstone Village</strong>, consists of few humble houses, docks, a modest inn and a small quarry.</li><li><strong>Mine</strong>, is located near the castle, providing building stone and ore for the Goodbrothers.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Shatterstone was under construction during October, November and December 2013. On January,14th 2014, the project was officially completed. The project leader was lEcthelionl. Other builders who contributed to the project were: Steineke, Respar, Baffle, IronManyThing, Cpt_Jamo, Erty (who built houses, ships and other details), Carc, Davinator and Emoticone (who drilled the mine). Shatterstone was lEcthelionl's first solo project.<br></p>\r\n\r\n<h3>Inspiration</h3>\r\n<p>According to lEcthelionl, the main inspiration for the keep was Eilean Donan Castle is Scotland.</p>\r\n<h3>Video</h3>\r\n<p>Shatterstone was featured in Episode 19 of WesterosCraft Walks. Dutch begins his journey across the island of Old Wyk at its tower , showing the small village, longships and mine entrance to the viewers. Later he visits keep of House Drumm, and finally ends his trip atop Nagga's Hill.<br></p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/b4Exeg8eiHU\" frameborder=\"0\" allowfullscreen=\"\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/shatterstone1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Goodbrother",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp shatterstone",
        "dateCompleted": "2014-01-04T08:00:00+00:00",
        "projectLead": "lEcthelionl",
        "dateStarted": "2013-10-08T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Goodbrother.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Sparr",
    "slug": "sparr",
    "copy": "<p><strong>House Sparr of Great Wyk</strong> is an ironborn noble house on the island of Great Wyk in the Iron Islands. Their lands are about six leagues from Hammerhorn. House Sparr's lord is known as \"the Sparr.\" According to semi-canon sources House Sparr blazon their arms with oak saltire on blue.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Sparr Castle,</strong> a large castle with a square tower in one corner, the stone walls surround a small yard.</li><li><strong>Village,</strong> several small hovels with sod roofs are situated above a large sandy beach. Many villagers are employed in the fishing and whaling industry of the Iron Islands.</li><li><strong>Grief and Woe,</strong> the two longships of House Sparr near the beach, one on shore and the other further out.</li></ul>\r\n<h3>Construction</h3>\r\n<p>House Sparr was built by starcat98 in October 2013 and completed around December 2013 alongside many builds on Great Wyk. Instead of terraforming cliffs into the region, a large sandy beach was added instead. This decision also affected the redesigned version of the castle.</p>\r\n<h3>Inspiration</h3>\r\n<p>House Sparr was inspired by similarly designed castles on the Iron Islands and was built to be a moderately powerful house, but not as powerful as other more notable houses, such as House Goodbrother of Hammerhorn. </p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Sparr1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Sparr",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp sparr",
        "dateCompleted": "2013-12-29T08:00:00+00:00",
        "projectLead": "starcat98",
        "dateStarted": "2013-10-12T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Pebbleton",
    "slug": "pebbleton",
    "copy": "<p><strong>Pebbleton</strong> is a large village on the island of Great Wyk in The Iron Islands. The village is one of the larger settlements of the Ironborn, second only to Lordsport on the neighboring island of Pyke. It is home to around seven thousands people, many of them employed in the fishing industry. Pebbleton Tower, a large square towerhouse, is the seat of <strong>House Merlyn</strong>, a prominent family sworn to the Greyjoys. Their sigil is two intertwined waterspouts, green on white.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Pebbleton Tower,</strong> a large square tower house with turrets on each corner. Meldred Merlyn, known as \"The Merlyn,\" is the lord of House Merlyn and the captain of Kite. Surrounding the square tower are stone walls protecting the tower and its out-buildings. It is beneath these walls that Aeron Greyjoy first declares the need for a Kingsmoot on Nagga's Hill.</li><li><strong>Pebbleton Village,</strong> a collection of modest homes with stone walls and sod roofs. These \"hovels\" are crowded together and wind their way up the road to the tower. In the middle of the village is a stone courtyard with a well, the hub of the bustling community.</li><li><strong>Fishing Docks,</strong> on the beach are several fishing vessels bringing in their catches, processing them, and selling them in the village. There is also a dry dock constructing a new ship.</li><li><strong>Kite and Black Wind,</strong> in the harbor of Pebbleton are Kite, the Merlyn's main vessel, and Black Wind, the ship captained by Asha Greyjoy.</li><li><strong>Kraken Attack,</strong> beyond the harbor in the open sea is a ship under attack by a kraken.</li></ul>\r\n<h3>Construction</h3>\r\n<p>The project began in October 2013 and took almost three-quarters of a year and was completed in June 2014. Although the project was begun by KillerGuppi, davinator4O1 took charge later to help speed its completion. Although technically not a server build, Pebbleton involved many people, including many probation builders were required to build.</p>\r\n<h3>Inspiration</h3>\r\n<p>Other than the specific canon information and the general Iron Islands Style Guide, the tower was partly inspired by Ardvreck Castle in Scotland.</p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/destinations/pebbletoninsp.png\" data-image=\"100670\"></figure>\r\n<h3>Video</h3>\r\n<p>Pebbleton was the inaugural video of WesterosCraft Walks. DutchGuard explains the concept of these videos, explores the docks, town, and keep of House Meryln.<br></p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/0X-Q8CWqLhE\" frameborder=\"0\" allowfullscreen=\"\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/pebbleton2.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/pebbleton1.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/pebbleton3.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Merlyn",
        "destinationType": "town",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp pebbleton",
        "dateCompleted": "2014-06-06T07:00:00+00:00",
        "projectLead": "KillerGuppi, davinator4O1",
        "dateStarted": "2013-10-19T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Merlyn.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Stonehouse",
    "slug": "stonehouse",
    "copy": "<p><strong>House Stonehouse of Stonehouse</strong> is a noble house from Old Wyk, one of The Iron Islands. Their sigil is a black brazier on a grey masonry field. Stonehouses are one of the most powerful houses sworn to House Greyjoy of Pyke.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>The keep</strong>, is a tall keep with few stone towers. It is located close to the sea on island of Great Wyk.</li><li><strong>The village</strong>, consists of few fishermen houses.</li><li><strong>Port</strong>, is where <strong>The Red Jester</strong> - longship of House Stonehouse, is anchored.</li></ul>\r\n<h3>Construction</h3>\r\n<p>This project was lead by KanylKay. Stonehouse was started in October of 2013. Keep was inspired by northern Scotland castles.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/stonehouse1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Stonehouse",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp stonehouse",
        "dateCompleted": "2013-11-19T08:00:00+00:00",
        "projectLead": "KanylKay",
        "dateStarted": "2013-10-19T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Stonehouse.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Sunderly",
    "slug": "sunderly",
    "copy": "<p><strong>House Sunderly of Saltcliffe</strong> is a noble house from The Iron Islands. Their seat is located on the island of Saltcliffe. The Sunderly sigil is a drowned man, pink and pale, floating upright in a blue-green sea, his hair streaming upwards, as fish nibble at his limbs.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Castle</strong> is the seat of House Sunderly</li><li><strong>Village</strong> consists of fishermen houses and small quarry</li><li><strong>Ships</strong> are anchored at wooden dock near the castle. Two of them are fishing boats and one is a longship.</li></ul>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/sunderly2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/sunderly1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Sunderly",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp sunderly",
        "dateCompleted": "2014-01-17T08:00:00+00:00",
        "projectLead": "meneerkarbonkel",
        "dateStarted": "2013-12-17T08:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Sunderly.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Ten Towers",
    "slug": "ten-towers",
    "copy": "<p><strong>House Harlaw of Harlaw</strong> is one of the most powerful houses from the Iron Islands, ruling over the entire island of Harlaw from the castle of <strong>Ten Towers</strong>. Their blazon is a silver scythe on black. All the other houses of Harlaw pledge fealty to them, including Houses Volmark, Stonetree , Myre and Kenning . Cadet branches of the Harlaws are located at Grey Garden , Harlaw Hall , Harridan Hill , and the Tower of Glimmering . The castle of Ten Towers was built as their new seat and is one newer and \"airier\" castles on the Iron Islands and also one that is culturally closer to the \"greenlands\" because of the presence of maester's, septons, and a library of books.<br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>The Ten Towers,</strong> the castle was built when the Harlaw's created their new seat and is one of the newest on the Iron Islands. The castle itself looks like ten castles smashed together. Each tower has different purposes (see below)</li><li><strong>The Great Hall,</strong> is a low stone hall with several hearths, and two scythes hanging above the lord's seat, the symbol for House Harlaw of Ten Towers.</li><li><strong>The Town,</strong> across a narrow wooden bridge over a gully is the town, which contains several small houses and sod-covered hovels.</li><li><strong>The Harbor and Large Stone Quay,</strong> protecting the harbor is the Large Stone Quay, which juts into the sea. Supposedly, there is good fishing from the quay. Within the harbor are three fishing ships and three longships, \"Reaper's Wind,\" \"White Widow,\" and \"The Lord Harren.\" Further out are two larger longships, \"The Lord Harman\" and \"The Lord Harlon.\"</li></ul>\r\n<h3>The Ten Towers</h3><figure><img src=\"https://cdn.westeroscraft.com/web/assets/destinations/Ten_Towers_layout.jpg\" data-image=\"100680\"></figure>\r\n<ul><li><strong>The Prison Tower,</strong> or Dungeon Tower (Tower A) includes guest rooms above and prison cells below. The top of the tower was damaged in a storm and is not used regularly.</li><li><strong>The Maester's Tower,</strong> or Infirmary or Rookery (Tower B) includes the maester's chambers. House Harlaw is one of the few houses on the Iron Islands that keeps a maester.</li><li><strong>Widows Tower,</strong> is so called due to the presence of Lord Rodrik Harlaw's sister, Lady Gwynesse Harlaw, who came back to the Ten Towers after the death of her husband and stayed for the rest of her life, grieving her loss. She often huddles beneath a pile of furs and stares out at the sea. A few thralls also inhabit this tower. The tower also serves as a lighthouse for the harbor.</li><li><strong>Stewards Tower,</strong> (Tower C) includes basic chambers for the castle's steward and some general storage.</li><li><strong>The Kitchen Tower,</strong> (Tower D) contains large Kitchens with a connected scullery and wash rooms as well as a few pantries, salting room, cellars. It has a family hall for private dining, servant's rooms, and is close to the Great Hall.</li><li><strong>Lord's Tower,</strong> or Main Keep or Central Tower (Tower E). The top few floors contain the family quarters with a common room below. There are rooms for septons, a small sept and rooms for thralls.</li><li><strong>Gate Tower,</strong> protects the entrance to the castle, has large barracks and an armoury.</li><li><strong>The Commanders Tower,</strong> or Barracks (Tower F) is attached to the gate tower. The commander's room is at the top with other guard related rooms below.</li><li><strong>The Spiral Tower,</strong> or Granary has a wooden staircase spiraling on the outside wall which connects to many other towers and is used to guard patrols. Inside the tower is storage for grain.</li><li><strong>The Book Tower,</strong> is a large, octagonal tower that is the most comfortable. Inside there are libraries and fireplaces, the lord's study, and common rooms.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Ten Towers was built by JustCallMeeJack in Winter 2013 and was completed around March 2014. The general area was terraformed and the towers were laid out, but builders applied to complete each tower so that they all had an individual style.</p>\r\n<ul><li>Tower A (The Prison Tower) - ZanZan28</li><li>Tower B (The Maester's Tower) – DutchGuard</li><li>Widows Tower - JustCallMeeJack</li><li>Tower C (The Stewards Tower) – dondarrion (stewards tower)</li><li>Tower D (The Kitchen Tower) – NickShaiB (kitchen tower)</li><li>Tower E (The Central Tower) - csn1984</li><li>The Gate Tower - NoahRYS and Nemeko</li><li>Tower F (The Commander's Tower) - NoahRYS and Nemeko</li><li>Tower G (The Spiral Tower) - Lyliana</li><li>Book Tower - Thamus_Knoward</li></ul>\r\n<h3>Inspiration</h3>\r\n<p>The towers and town were inspired by other Iron Island builds and various images. The builder's of each tower also found their own inspiration. </p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/TenTowers1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Harlaw",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp tentowers",
        "dateCompleted": "2014-03-23T07:00:00+00:00",
        "projectLead": "JustCallMeJack",
        "dateStarted": "2013-10-08T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Harlaw.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Volmark",
    "slug": "volmark",
    "copy": "<p><strong>House Volmark</strong> is a noble house of The Iron Islands on the island of Harlaw and are sworn to the Harlaws. The current lord is Maron Volmark, who descends from Harren the Black through his mother's side. They blazon their arms with a black leviathan on a grey sea. House Volmark was an important part of the kingsmoot, supporting both Victarion Greyjoy and later Euron Greyjoy. In the subsequent wars started by the ironborn, Maron Volmark is made the Lord of Greenshield.<br></p>\r\n\r\n<h3>Features</h3>\r\n<ul><li><strong>Volmark Keep,</strong> a large square keep with darker stone rises on the northwest shores of the island of Harlaw. Four towers are built into the walls. The complex includes a Great Hall, kitchens, and cellars. The yard includes buildings such as the barracks, armory, and a smithy.</li><li><strong>Village,</strong> several small stone and sod hovels are closer to the shore. The road going west crosses a small muddy brook.</li><li><strong>Fishing and Economy</strong> a few small fishing boats are pulled ashore and the catch of the day is being processed on the beach. The larger House Harlaw of the Tower of Glimmering to the west has more significant ships and docks, being a more likely center of trade than the small Volmark holdings.</li><li><strong><em>Leviathan</em>,</strong> a modest longship belong to Maron Volmark.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Volmark was built by roble0812 in December 2013.</p>\r\n<h3>Inspiration</h3>\r\n<p>Volmark Keep was inspired by Castle Doune in Scotland, which is an example of a \"dun\" or hillfort and is one of the best preserved Medieval castles in Scotland.<br></p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/destinations/volmarkinsp.jpg\" data-image=\"100685\"></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/volmark1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/volmark2.png"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Volmark",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp volmark",
        "dateCompleted": "2014-06-24T07:00:00+00:00",
        "projectLead": "roble0812",
        "dateStarted": "2014-06-10T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Lonely Light",
    "slug": "lonely-light",
    "copy": "<p><strong>House Farwynd of Lonely Light</strong> is a noble house from The Iron Islands.<br></p>\r\n<p>It has several branches spread across the western part of Great Wyk, some of the more distant with their seat on small islands up to nine days away by sea. The Farwynds are considered strange by the other ironborn. Holding lands on the westernmost shores of Great Wyk, many of their holdings are on the scattered rocks in the seas beyond, some so small only a single household can reside there.<br>The most distant of these is Lonely Light, eight days to the northwest from Great Wyk. They are solitary people that heavily rely on fishing and whale hunting for their sustenance. Fish and blubber are used for food and whale leather is boiled to be used for clothing and armor. The Farwynds have developed methods of extracting train oil from the blubber. Filtered and purified train oil among dried driftwood is used as fuel for the fires in the homes and the great beacon of the lighthouse of Lonely Light.</p>\r\n<p>It's claimed that there are skinchangers among the Farwynds, able to change into sea lions, walruses, and spotted whales.<br></p>\r\n\r\n<h3>Features</h3>\r\n<ul><li><strong>The Beacontower: </strong>It is the seat of the Farwynds of Lonely Light. Lord Gylbert, his wife Asha, their two younger sons Ygon and Yohn and two saltwives reside here. Gyles, Lord Farwynd's oldest son, lives in the largest house south-east of the family's seat. </li><li><strong>The Ironmine: </strong>Located east of the Beacontower, it is maintained by Daron and Savon Heavypyck. Strong rainfalls have flooded the lower section of tunnels, which Savon dug searching for veins of tin ore.</li><li><strong>Forlorn Hope: </strong>The galley commanded by Lord Farwynd, anchored west of the island.</li><li><strong>A hunted whale: </strong>There is a dead whale that is gutted for its blubber and skin at the shore to the north-east of Lonely Light.</li><li><strong>Several caverns:</strong> Around the isle, they can be found in the steep chalk cliffs.</li></ul>\r\n<h3>Construction</h3>\r\n<p>After the application was approved on the 8th of October 2013, minor terraforming was conducted. A tidal sandbar and the caverns were added to the existing island. The terrainset of the Mountains of the Moon was used at a low percentage together with the Iron Islands terrainset to depict an especially salty chalk cliff. Vegetation on the island was limited to tall grass and shrubs to make it look as barren as possible.</p>\r\n<p>Building the lighthouse was quickly finished on the weekend of the 12th and the individual houses were plotted and opened to the builders during the week.</p>\r\n<p>The last build to be completed was the anchoring galley.</p>\r\n<p>The following people contributed: TheCoddfish, LadyElanor, Adlern and NickShaiB</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/lonelylight2.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Farwynd",
        "destinationType": "tower",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp lonelylight",
        "dateCompleted": "2013-10-15T07:00:00+00:00",
        "projectLead": "Thamus_Knoward",
        "dateStarted": "2013-10-08T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Hoare Castle",
    "slug": "hoare-castle",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Hoare",
        "destinationType": "ruin",
        "destinationStatus": "notStarted",
        "destinationLevel": "one",
        "warp": "warp not set",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Hoare-old.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Tower of Glimmering",
    "slug": "tower-of-glimmering",
    "copy": "<p><strong>House Harlaw of the Tower of Glimmering</strong> is a cadet branch of House Harlaw of Ten Towers from The Iron Islands. It is one of several branches spread amongst the isle of Harlaw. The tower's master; Hotho \"Humpback\" Harlaw (known as such because of his hump back) has a personal sigil of the Harlaw scythe family girdled within an embattled border. He and his daughter live in the tower which sits on a crag on the western coast of the isle of Harlaw. Hotho is Rodrik Harlaw's second closest living relative.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>The Tower of Glimmering </strong>is the seat of the Harlaws of the Tower of Glimmering. Master Hotho \"Humpback\" Harlaw, and his daughter reside here, along with his household guard.</li></ul>\r\n<ul><li><strong>The Town </strong>that finds itself under the rule of the Master of the Tower of Glimmering is one of the largest settlements on the isle of Harlaw.</li></ul>\r\n<ul><li><strong>The Docks </strong>are also some of the largest of their kind on Harlaw. They hold several longships (one belonging to the master of the tower), and the others purely stored here to support the Harlaw rule over the isle.</li></ul>\r\n<h3>Construction</h3>\r\n<p>After the application was approved on October 5th, 2013, minor terraforming was conducted. A small crag was formed on the western part of the isle of Harlaw, and then the tower was built on top of a platform. </p>\r\n<p>While the tower was completed solely by Zanzan28 (with great help from SMP, and Lyl), after the plots were set: the inn, the dockhouse, and the rest of the town, along with the longships were opened to the builders.<br></p>\r\n<ul></ul>\r\n<h3>Inspiration</h3>\r\n<p>The tower was inspired by several towers and keeps-specifically the following to be found mostly in Northern Ireland.<br></p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/TowerofGlimmering1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Harlaw",
        "destinationType": "tower",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp towerofglimmering",
        "dateCompleted": "2013-12-27T08:00:00+00:00",
        "projectLead": "Zanzan28",
        "dateStarted": "2013-10-08T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Harlaw.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Goodbrothers of Orkmont",
    "slug": "house-goodbrother",
    "copy": "<p><strong>House Goodbrother of Orkmont</strong> is a noble house from the The Iron Islands. Their seat is located on Orkmont. The castle of House Tawney and keep of House Netley are located nearby.</p><h3>Features<br></h3>\r\n\r\n<ul><li><strong>Keep</strong>, sits on the top of the cliff. It is a square, stone tower with flat roof, on which small training yard was built.</li><li><strong>Village</strong>, consists of nine small, stone houses. A wooden winch is located on the cliff and a few fishing boats are laying on the beach.</li><li><strong>Iron Wing</strong>, a longship of House Goodbrother, considered on of the fastest in the Iron Fleet.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Project's leader was CHAOSiron13. The keep and village were built in the beginning of 2014.</p>\r\n<h3>Inspiration</h3>\r\n<p>Inspiration for the keep were multiple Norman castles and keeps in England and Scotland.<br></p>\r\n",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/goodbrotherorkmont2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/goodbrotherorkmont1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Goodbrother",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp goodbrother",
        "dateCompleted": "2014-01-31T08:00:00+00:00",
        "projectLead": "CHAOSiron13",
        "dateStarted": "2014-01-01T00:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Goodbrother.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Sealskin Point",
    "slug": "sealskin-point",
    "copy": "<p><strong>House Farwynd of Sealskin Point</strong> is located on the northern tip of Great Wyk. Sealskin Point is the seat of House Farwynd, but they have other branches scattered on the western shores of Great Wyk. They are considered strange by many Ironborn, and are allegedly skin changers. The most distant of the Farwynds is on the small island of Lonely Light. In general, the Farwynds look to the great expanse of the Sunset Sea rather than worrying about the other islands of the mainland, another reason for their exclusion from the politics of the Iron Islands.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Sealskin Point,</strong> a small keep on the the northern tip of the island of Great Wyk, situated above a rocky coastline.</li><li><strong>Sealskin Port,</strong> a long wooden dock as well as the sandy beach is used for fishing boat, wish venture into the uncharted Sunset Sea and connect the various Farwynd families on distant islands. There only known longship is called \"Grey Ghost.\"</li><li><strong>Village,</strong> a handful a houses comprise a small village. The road leading south connects the village to House Shepherd.</li><li><strong>Lumber Camp,</strong> on the hills nearby is a small lumber camp. The wood from this camp is used to built fishing ships.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Sealskin Point was built by FlavD in Fall 2013 with the terraforming completed by NickShaiB and Thamus_Knoward. </p>\r\n<h3>Inspiration</h3>\r\n\r\n\r\n<p>Originally, a tower keep was inspired by the rocky coastline of the Iron Islands as well as images of coastal towers and run down keeps and was to have a lower level entrance at sea level through a natural cave, but FlavD opted for a simpler design.</p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/destinations/sealskininsp1.jpg\" data-image=\"100700\"></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/sealskin1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "ironIslands",
        "house": "House Farwynd",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp sealskinpoint",
        "dateCompleted": "2014-05-20T07:00:00+00:00",
        "projectLead": "Galivis",
        "dateStarted": "2014-04-20T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  }
]
