[
  {
    "title": "Rankenfell",
    "slug": "rankenfell",
    "copy": "<p><strong>House Rankenfell</strong> is a lesser house near Goldentooth, between the <strong>Westerlands</strong> and <strong>Riverlands</strong> border. Its location lies right between the borders, hence its style is similar to <strong>Goldentooth’</strong>s (Westerlands) despite beign presumed as a riverland project. It is not a grant house however it is located on a region border so its castle is quite defensive. Due to its unfamiliar state, Rankenfell has a lot of similarities with Goldentooth as a project because they are right next to each other.</p><h3><strong>Features </strong></h3>\r\n<ul><li><strong>House Rankenfell</strong> is a lesser house near Goldentooth.Its location lies between the border of riverlands and westerlands hence its style is similar to Goldentooth’s (Westerlands) despite beign presumed as a riverland project. It is not a grant house however it is located on a region border so its castle is quite defensive. Due to its unfamiliar state ,Rankenfell has a lot of similarities with Goldentooth as a project because they are right next to each other.</li><li><strong>The Rankenfell keep</strong> has a distinctive entrance with decent defensive walls.Inside the walls ,there are guest rooms,servant rooms,a mess hall and various facilities that an average keep posseses.</li><li>The large fields and pastures surrounding <strong>Rankenfell's</strong> hamlets provide the people with wheat,a product they use either to feed themselvs or to sell it to Goldenroad's merchants.</li><li>Due to the fact that Goldentooth already has a high quality mine that extracts gold this hamlet does not have a mine but some stone cutters and tool makers in its <strong>stone cutting hamlet, </strong>which also has a defensive tower for protection.</li><li>There are also other hamlets located in <strong>Rankenfell</strong> such as a clay digging hamlet, a fishing hamlet, a farming hamlet and numerous other locations.</li></ul><h3><strong>Construction</strong> </h3>\r\n<p><strong>GrayJedi</strong> started building the project around March, 2019 and finished around June 2019.It was a solo build and since very little is known of the land the hamlets where build from the perspective of the builders.</p>\r\n<h3><strong>Inspiration</strong> </h3>\r\n<p>The inspiration for the Rankenfell keep is <strong>Clifford’s tower of York</strong>. York Castle has a uniquely shaped entrance and was built in the 11th century.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/rankenfell.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Rankenfell",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp rankenfell",
        "dateCompleted": null,
        "projectLead": "GreyJedi",
        "dateStarted": "2019-05-26T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-house-rankenfell.1456/",
        "banner": []
      }
    ]
  },
  {
    "title": "Peasedale",
    "slug": "peasedale",
    "copy": "<p><strong>Peasedale</strong> is an ancient septry in <a href=\"https://westeroscraft.com/wiki/riverlands\">The Riverlands</a>. It is famous for its library and collection of important tomes. A few villages and hamlets surround the thriving center of the Faith and rely on the protection that the brothers and septons of the septry provide.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Peasedale Septry,</strong> Peasedale is a fully functioning septry, and one of the largest in the Riverlands. In addition to the all important sept, the brothers have access to an excellent library and ancient records. The septons meet in the chapter house, eat and drink in the refectory, and sleep in the dormitory above. The elder brother resides across from the guest house in a comfortable house of his own. The brothers drink from a well-stocked wine cellar and are never wanting for provisions, as the septry boasts a bakehouse, a brewery, a dairy, as well as all sorts of livestock. Removed from the living quarters is an infirmary, where septons provide the ill and dying with as much attention as the maesters do with the great lords. The septry has sat alongside this tributary of the Blackwater for centuries, and has always found willing novices from the nearby town of Stoney Sept. Its proximity to the town and to the Gold Road has allowed it to increase in influence and wealth, and those who live around the septry have benefited as well.</li></ul>\r\n<h3>Construction<br></h3>\r\n<p>This project took a month, it was the 13th project of tsarkaiser84. It was very much inspired by monasteries of Medieval Europe.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/peasedale-2.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/peasedale-4.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/peasedale-3.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/peasedale-1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/peasedale-1.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "Septry",
        "destinationType": "miscellaneous",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp peasedale",
        "dateCompleted": "2016-08-16T07:00:00+00:00",
        "projectLead": "tsarkaiser84",
        "dateStarted": "2016-06-03T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Paege",
    "slug": "paege",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Paege",
        "destinationType": "keep",
        "destinationStatus": "notStarted",
        "destinationLevel": "two",
        "warp": "/warp paege",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Pemford",
    "slug": "pemford",
    "copy": "<p>Wazgamer assigned the village of <a href=\"https://awoiaf.westeros.org/index.php/Lady_of_the_Leaves\">Lady of the Leaves</a> and the crossing of <a href=\"https://awoiaf.westeros.org/index.php/Stone_Mill\">Stone Mill </a>to the lands of House Pemford in <a href=\"http://forum.westeroscraft.com/threads/discussion-of-re-organising-projects-for-list-of-projects-document.1186/post-5172\">2018</a>.</p>",
    "images": [],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Pemford",
        "destinationType": "keep",
        "destinationStatus": "notStarted",
        "destinationLevel": "two",
        "warp": "/warp pemford",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Mandrake",
    "slug": "mandrake",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Mandrake",
        "destinationType": "ruin",
        "destinationStatus": "notStarted",
        "destinationLevel": "two",
        "warp": "/warp mandrake",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Goode",
    "slug": "goode",
    "copy": "<p>Note: Canon does not specify the location of this house, the Riverlands is a speculative location. </p>\r\n<p>Wazgamer assigned <a href=\"https://westeroscraft.com/wiki/riverlands/bechester\">Bechester</a> (<em>/warp bechester</em>) to the lands of House Goode in <a href=\"http://forum.westeroscraft.com/threads/discussion-of-re-organising-projects-for-list-of-projects-document.1186/post-5155\">2018</a>.</p>",
    "images": [],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Goode",
        "destinationType": "keep",
        "destinationStatus": "notStarted",
        "destinationLevel": "two",
        "warp": "/warp goode",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Lychester",
    "slug": "lychester",
    "copy": "<p><strong>Castle Lychester</strong> is a small, nearly ruined, but still inhabited keep in The Riverlands. The tower sits in a clearing within the northern Spiderwood, one of large forests in the western Riverlands famous for its role in the movements of the Brotherhood Without Banners. The castle is north of <a href=\"https://westeroscraft.com/wiki/riverlands/sallydance\">Sallydance</a>, with <a href=\"https://westeroscraft.com/wiki/riverlands/riverrun\">Riverrun</a> to the west and <a href=\"https://westeroscraft.com/wiki/riverlands/stone-hedge\">Stone Hedge</a> to the east. <strong>House Lychester'</strong>s sigil is orange and white gyronny, a talon sable. Lord Lymond Lychester lost all six of his sons in Robert's Rebellion, and although he believes is famous for defeating Ser Maynard on a bridge near his keep, the reputation of House Lychester is fading quickly and they will likely become extinct. Since Lord Lymond and his maester reside in the desolate structure, their towerhouse is slowly being reabsorbed by the Spiderwood which surrounds it.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Spiderwood,</strong> an ominous woods with tall trees surrounds the Lychester's modest lands. These woods, near the Lady of the Leaves, are part of the network of roads and secret trails used by the Brotherhood Without Banners, who at one point consult Lord Lymond's maester for information.</li><li><strong>Castle Lychester,</strong> a small towerhouse, extensively ruined and practically gutted sits in the middle of a clearing in the forest. This clearing would allow defenders of the castle to watch for attackers, but since Robert's Rebellion its has become overgrown with vegetation. The interior of the tower is dirty, as the Lychester's likely have sold or lost most of their wealth. The upper floors of the tower are ruined and vines and weeds have reached even the highest portions of the walls.</li><li><strong>Hidden Hearth Room,</strong> in one of the unlit hearths is a small doorway leading to a chest, probably containing the remnants of House Lychester's wealth.</li><li><strong>The Bridge,</strong> on a trail through the Spiderwood, a small stone bridge remains. It was at this bridge that Lord Lymond defended his lands and defeated Ser Maynard Buckwell although taking six wounds in the process, a fact that Lord Lyman is obsessed with though all others have forgotten about him.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Construction of the current Lychester Keep was completed by OllieDisc in September 2014. It replaces an older build led by DutchGuard in February 2013, which was based on Castle Rising in Norfolk. The region was terraformed to include the extensive Spiderwood, which stretches from Lychster to to the southwest near Stoney Sept. The immediate lands around the Lychester Keep use a different biome, which contributes its gloomy reputation.</p>\r\n<h3>Inspiration</h3>\r\n<p>The ruined keep was inspired by the Shooting Tower in Lee Woods, and Guildford Castle. Information from the books was used to justify the ruined tower and its interiors, all of which are highly detailed to appear ruined and desolate.<br><br></p>\r\n<figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/lychesterinsp.jpg\" data-image=\"99771\"></figure>\r\n<h2>Video</h2>\r\n<p>Castle Lychester was featured in Episode 38 of WesterosCraft Walks. DutchGuard begins in the Spiderwood, crosses the bridge, and explores the tower and its surroundings.</p>\r\n<figure><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/l_FTEPJ1Yfo\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/images/lychester-insp.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Lychester",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp castlelychester",
        "dateCompleted": "2014-09-29T07:00:00+00:00",
        "projectLead": "OllieDisc",
        "dateStarted": "2014-09-15T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/lands-of-house-lychester-by-nomorefun_.1812/",
        "banner": []
      }
    ]
  },
  {
    "title": "Belgrave",
    "slug": "belgrave",
    "copy": "<p><a href=\"https://awoiaf.westeros.org/index.php/Crone%27s_Mill\">Crone's Mill </a>and <a href=\"https://awoiaf.westeros.org/index.php/Yore\">Yore</a> are assigned to the lands of House Belgrave. Please also note the existence of the Stoney Sept ruined septry build on these lands.<br></p>",
    "images": [],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Belgrave",
        "destinationType": "castle",
        "destinationStatus": "notStarted",
        "destinationLevel": "two",
        "warp": "/warp belgrave",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Acorn Hall",
    "slug": "acorn-hall",
    "copy": "<p><strong>Acorn Hall</strong> is the seat of <strong>House Smallwood</strong>, a noble house in The Riverlands sworn to House Vance of Wayfarer's Rest, and to House Tully, their overlords. Their sigil is six brown acorns on a yellow field. Their keep and lands are situated south of High Heart and north of Stoney Sept. The castle sits on a river called the Acorn (hence the name), which is part of the headwaters of the Blackwater. It is situated in a clearing in a large, dense forrest.</p>\r\n<p>There is very little export from the Smallwood lands, as there are no natural resources but wood and little arable land. The Smallwoods have a small trade in wood, meat and furs. Apart from the lack of trade goods, and pigs are abundant in the area though, which are, together with wild game, the primary source of food.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Acorn Hall,</strong> the main castle of House Smallwood. The inner keep of Acorn Hall is made completely out of wood, which is a very abundant resource in the area. This inner keep is surrounded by stone curtain walls, which also enclose the large outer bailey.</li><li><strong>Swynford, </strong>the largest settlement in the lands belonging to Acorn Hall, though it is no more than a small village. The village is situated at a ford of another small stream that too feeds the Blackwater. The most prominent building in the village is a large inn, that is built on top of a huge pig barn.</li><li><strong>The Spiderwood,</strong> a large forest in the western riverlands that covers almost the entire Smallwood lands. The huge forest stretches from the Red Fork to the God's Eye. The forest contains many ancient oak trees, which are the main building material of both the castle and the houses in the area. There are several clearings in the forest, which offer a location to a few villages and the keeps of landed knights.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Construction started on the 5th of February, 2015, by herm1456. The project was completed almost half a year later, on the 30th of July, 2015. The forest in the area had to be largely redone, which is one of the reasons why the project took so long. The current Acorn Hall replaced an earlier version that was transferred to the South Part 1. The previous one was constructed by MrTXI in December 2012, which was inspired by Edoras from Tolkien's \"Lord of the Rings,\" as well as an early version of Harvest Hall, one of the builds in the Stormlands.</p>\r\n<h3>Inspiration</h3>\r\n<p>Inspiration for the layout of the castle was Pembroke Castle. Several features of the castle, such as the wooden keep and the stone curtain walls were canon information.</p>\r\n<p>Note: Sallydance and High Heart are within the lands of House Smallwood. </p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/acorn-hall.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Smallwood",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp acornhall",
        "dateCompleted": "2015-07-30T07:00:00+00:00",
        "projectLead": "herm1456",
        "dateStarted": "2015-02-05T08:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Bechester",
    "slug": "bechester",
    "copy": "<p><strong>Bechester</strong> is a small town the Riverlands. It is unknown which noble house it belongs to. The only prominent feature of the town is a motherhouse that was destroyed by the dragon Vhagar during the \"Dance of the Dragons.\" Bechester is located between two rivers west of King's Landing, where the borders of the Reach, the Crownlands, and the Riverlands intersect.<br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Town,</strong> a collection of around twenty houses near the Blackwater and smaller streams nearby. There is a town hall in the center of the houses near to the motherhouse.</li><li><strong>Motherhouse,</strong> the most famous structure of Bechester is a mother house that was burnt during the \"Dance of the Dragons.\" A motherhouse is a structure belonging to the Faith of the Seven run by septas, similar to a cloister or nunnery. This religious site has been rebuilt and is one of many important religious sites in the Riverlands.</li><li><strong>Forest,</strong> dense forest lies between two majors rivers to the southeast of Bechester until you reach <a href=\"https://westeroscraft.com/wiki/crownlands/rollingford\">House Rollingford</a> near King's Landing . It criss-crossed by smaller streams and is largely uninhabited.</li><li><strong>Bridge,</strong> southwest of Bechester is a large stone bridge that crosses the river into the Reach.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Bechester was completed in May 2014 by Howy as one of the first builds in the South Part II map update. The motherhouse was one of the first of its kind constructed, but has been imitated in other builds in the Reach and Riverlands.</p>\r\n<h3>Inspiration</h3>\r\n<p>Bechester uses a similar style as other towns in the Riverlands. Since there is no noble family or castle, the town is very simple and unfortified. The motherhouse was based of other structures that have a similar role in other religions, such as cloisters, nunneries, or monasteries.</p>\r\n<h3>Video</h3>\r\n<p>Bechester was featured in Episode 2 of WesterosCraft. The walk begins in Bechester, crosses the bridge into the Reach, and ends in the castle called <a href=\"https://westeroscraft.com/wiki/reach/the-ring\">The Ring</a> of House Roxton.</p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/I2uSdlY2s1c\" frameborder=\"0\" allowfullscreen=\"\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Bechester-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Bechester-4.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Bechester-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Bechester-1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Unknown",
        "destinationType": "town",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp bechester",
        "dateCompleted": "2014-05-24T07:00:00+00:00",
        "projectLead": "Howy",
        "dateStarted": "2014-04-19T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Blanetree",
    "slug": "blanetree",
    "copy": "<p><strong>House Blanetree</strong> is a noble house in The Riverlands. Their arms are maple leaves, brown and green, on a field of yellow. The only member mentioned in the books is Zhoe Blanetree, a wife to Ser Tytos Frey. The coastal keep is located on the shore of the Cape of Eagles in the northern Riverlands, southwest of the Twins. Since little information is given about this family, the location is not canon, but could be supported by the marriage between the Blanetrees and the Freys.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>The Keep </strong>is situated on a small hill on the coast. The lowest level of the keep includes a square courtyard with a well, stables, and storage. The open courtyard also has clotheslines strung from upper storey windows. Each level of the keep has different purposes, including barracks, the armory, and the lord's chamber. The small compact design of the keep fits the minor position of House Blanetree in the Riverlands. One of the towers is a designated latrine, with toilets on each level of the keep.</li><li><strong>The Dock</strong> is situated at the base of the hill at sea level with a small path leading to the keep. A single house, presumably for a customs officer or dock manager is located near the dock.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Blanetree was approved in April 2013 and completed quickly by Marken4.</p>\r\n<h3>Inspiration</h3>\r\n<p>Since the build is quite small and unimportant, Marken doesn't site a specific real-life example, but does mention that it was inspired by Stokeworth and Darry, two other builds completed around the same time.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Blanetree.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Blanetree",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp blanetree",
        "dateCompleted": "2013-04-09T07:00:00+00:00",
        "projectLead": "Marken4",
        "dateStarted": "2013-04-09T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Crossroads Inn",
    "slug": "crossroads-inn",
    "copy": "<p>The <strong>Crossroads Inn</strong> or <strong>Inn at the Crossroads</strong> is an important structure that has existed hundreds of years at a major crossroads north of the Trident in the Riverlands. To the east, the River Road crosses the Trident using a ferry by Lord Harroway's Town. To the west, the Mountain Road forks, one trail traveling through the mountains towards the Vale and the Gates of the Moon and the other along the Bay of Crabs towards Saltpans and Wickenden. To the north, the kingsroad stretches alongside the Green Fork towards Moat Cailin and the North. To the south, the kingsroad crosses the Ruby Ford near Darry.</p>\r\n<p>The current inn has existed since the reign of Jaehaerys I, who had the crossroads built during the construction of the kingsroad. He and Queen Alysanne stayed there. It has been known as the <strong>Two Crowns</strong>, in their honor and the <strong>Bellringer Inn</strong>, after one of the inn keeps built the bell tower. The inn eventually passed into the hands of a knight who had been crippled, Long Jon Heddle, who had taken up ironworking in his old age. He forged a new sign to hang in the yard, a three-headed black dragon. After this device was affixed, the inn became known as the <strong>Clanking Dragon</strong>, for the noise the sign would make in the wind. During the Blackfyre Rebellion, Daemon Blackfyre took the black dragon as his emblem. Lord Darry, who was a famous Targaryen supporter, saw the sign, cut it down and hacked it to pieces. The sign was never replaced and people eventually forgot about the dragons and began calling it the <strong>River Inn</strong>, where one could take a ferry across to Lord Harroway's Town and Whitewalls. However, the river moved and soon that name faded. Masha Heddle's grandfather was the innkeeper at the time the river moved.<br></p>\r\n<h3>Construction</h3>\r\n<p>The current version of the Crossroads replaces earlier versions, some completed and others only tested. The construction began in the era of change, when logs were no longer a valued part of a building, and king’s landing was only weeks from its beginnings. A weak and weary leftie labored for hours on his plot attempting to fill the dark abyss in his walls where he’d removed the logs from his test. After much experimentation through the slums of KL, he emerged with a pattern he deemed fit for such a prestigious building.</p>\r\n<p>Through the application process, canon was slapped this way and that, in three or four different interpretations. Heated debates were followed by days of silence, but on his last string, leftie managed to bargain for everything he wanted, and was approved to start building. The building was easy. A copied layout, some stone mix and daub patterns, and some fancy decorations and gardens. Then, the forest making machine broke. Leftie had plotted some dozens of trees. Every day he asked each editor and mod who came online to copy one tree from tree test and place it on a green pillar of wool. He was still forced to build many by hand, trying to complete at least seven trees per day. Just as he finished, months later, the forest tools were fixed and trees spouted up everywhere, and leftie was very annoyed.</p>\r\n<p>After long the whole thing had been finished up and checked over. Like sending a child off to start its own life, Nemeko made a timid note on the application that the build was complete. Now six months later, leftie finally got his lazy, feces ridden self up to writing the wiki. Congrats leftie.</p>\r\n\r\n<p>Note: The villages of Nutten, Riverbend, and the Palisade Village (aka Steepstream) are assigned to the lands of House Heddle. </p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/CrossroadsInn-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/CrossroadsInn-4.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/CrossroadsInn-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/CrossroadsInn-1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Heddle",
        "destinationType": "miscellaneous",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp crossroads",
        "dateCompleted": "2015-09-11T07:00:00+00:00",
        "projectLead": "Nemoko, leftie181",
        "dateStarted": "2015-02-19T08:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Castle Darry",
    "slug": "darry",
    "copy": "<p>No forums records exist for this build. It is estimated to have been built sometime between 2013-2014.</p>\r\n<p>Wazgamer assigned the sept at <a href=\"https://awoiaf.westeros.org/index.php/Sludgy_Pond\">Sludgy Pond</a> and the villages of <a href=\"https://awoiaf.westeros.org/index.php/Fieldstone\">Fieldstone</a> and <a href=\"https://awoiaf.westeros.org/index.php/Mousedown_Mill\">Mousedown Mill</a> to the lands of House Darry in <a href=\"http://forum.westeroscraft.com/threads/discussion-of-re-organising-projects-for-list-of-projects-document.1186/post-5155\">2018</a>.</p>",
    "images": [],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Darry",
        "destinationType": "castle",
        "destinationStatus": "notStarted",
        "destinationLevel": "three",
        "warp": "/warp darry",
        "dateCompleted": null,
        "projectLead": "Unknown",
        "dateStarted": null,
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Darry.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Grey",
    "slug": "grey",
    "copy": "<strong>House Grey</strong> is a knightly house of The Riverlands, currently there is very little detail on the location of said House, but in server it is placed near the border with The Vale. There is only one piece of canon that can be found. During the Dance of the Dragons, Ser Garibald Grey sided with the Blacks, and led a group of Rivermen in the Battle by the Lakeshore.<h3> Features</h3><ul><li><strong>Grey Keep, </strong>sitting on half way up on the mountain side, looking over the valley below.</li><li><strong>Grey Mine, </strong>a small iron mining operation, complete with smelters.</li><li><strong>The Ruins, </strong>an abandoned village with collapsed mine.</li><li><strong>Pastures, </strong>the people rely mostly on the sheep for a living.</li></ul><h3>Construction</h3><p>House Grey was built by Pottman from May 1, 2016 to Nov 11, 2016.</p><h3>Inspiration</h3><p>No particular inspiration was taken for this build.</p><h3>Video</h3><p>House Grey was featured in Episode 62 of WesterosCraft Walks and was the first video hosted by HardzzGaming (Kobe) in the reboot of the series. The video explores the abandoned village and mine, before exploring the main village and keep.</p><figure><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/aoTSJBY8p7Q\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Grey-1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Grey-2.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Grey",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp grey",
        "dateCompleted": "2016-11-11T08:00:00+00:00",
        "projectLead": "pottman",
        "dateStarted": "2016-05-01T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Isle of Faces",
    "slug": "isle-of-faces",
    "copy": null,
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/IsleofFaces1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "Green Men",
        "destinationType": "landmark",
        "destinationStatus": "inProgress",
        "destinationLevel": "one",
        "warp": "/warp isleoffaces",
        "dateCompleted": null,
        "projectLead": "Ric",
        "dateStarted": "2020-11-08T08:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-isle-of-faces.2499/",
        "banner": []
      }
    ]
  },
  {
    "title": "Haigh",
    "slug": "haigh",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Haigh",
        "destinationType": "castle",
        "destinationStatus": "inProgress",
        "destinationLevel": "two",
        "warp": "/warp haigh",
        "dateCompleted": null,
        "projectLead": "jMp007",
        "dateStarted": "2019-06-12T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/house-haigh-by-jmp007.1733/",
        "banner": []
      }
    ]
  },
  {
    "title": "Harrenhal",
    "slug": "harrenhal",
    "copy": "<p><strong>Harrenhal</strong> is a great castle constructed before the War of Conquest, located in The Riverlands, on the north shore of the Gods Eye lake. It is the largest castle in the Seven Kingdoms. Since the War of Conquest, and the attack of Aegon and his Dragons, it has become a dark and ruinous place. The castle has changed hands multiple times since its destruction, and has brought many houses to extinction, including <strong>Qoherys, Towers, Harroway, Strong, and Lothston</strong>. Throughout the War of the Five Kings, the castle will change hands many more times, first being yielded to Twyin Lannister by Lady Shella of <strong>House Whent</strong>. Technically, the current ruling house in WesterosCraft's timeline is <strong>House Slynt</strong>, a newly-made noble house by Janos Slynt of the City Watch, who was awarded the castle by Cersei at the end of \"A Game of Thrones,\" but is deposed by Tyrion Lannister early in \"A Clash of Kings,\" before ever occupying the castle himself.</p>\r\n<h3>Features</h3>\r\n<p><strong>Towers</strong></p>\r\n<ul><li><strong>Tower of Dread</strong>, the first tower built in Harrenhal. It serves as a general purpose building. This tower contains a jumping puzzle.</li><li><strong>Widow's Tower</strong>, inspired by the Central Spire of Westminster Palace, London. This tower contains the prisoners cells in its vaults. The Tower is mostly ruined and serves no other purpose. It is connected to the Bear Pit via underground tunnel from the cells.</li><li><strong>Wailing Tower</strong>, was based off of the Scott Monument in Edinburgh.</li><li><strong>Tower of Ghosts</strong>, this tower is based off of the King Leopold Monument in Brussels. This tower is the most ruinous and is rumored to be the most haunted. There is a jumping puzzle in this tower.</li><li><strong>The Kingspyre Tower</strong> received it's namesake from it's original owner, Harren the Black, after being burned alive by Aegon and his dragon Balerion. This tower is inspired by the Burj Khalifa in Dubai, United Arab Emirates. This tower remains the most intact and functional to the present day despite the severe burn damage to it's top.</li></ul>\r\n<p><strong>Other Structures</strong></p>\r\n<ul><li><strong>The Hall of one Hundred Hearths</strong> only truly contains 35 hearths. The entire scale of Harrenhal was determined by the scale of this Hall, which had to accommodate 35 hearths. The roof has been partially clawed away by the Dragon attack in the War of Conquest. The facade of the Hall was inspired by the Milan Duomo Cathedral.</li><li><strong>The Bear Pit</strong> can be used as an excellent PvP arena. It remains in good condition due to it's popularity throughout the ages.</li><li><strong>The Godswood</strong> contains one of Marken4's finest weirwoods. It is also the largest godswood on the server.</li><li><strong>The Hunters Hall</strong> is located to the left when you first enter Harrenhal. It is mostly ruined, but is still used to host guests when the Hall of a Hundred Hearths is in use.</li><li><strong>The Bath House</strong> is located just beyond the Widows Tower and is suffering from natural decay due to the hot springs below rotting the wood structure.</li><li><strong>The Flowstone Yard</strong> is the only completely open expanse in Harrenhal. From here one can see all five towers looming overhead.</li><li><strong>The Labyrinth</strong> is the maze of ruins you encounter all throughout the castle. these were created primarily to fill the open expanses between the walls and towers. It has also proved to be an excellent PvP area.</li></ul>\r\n<h3>Sub Project</h3>\r\n<p>Harrentown is considered a sub project of Harrenhal.</p>\r\n<h3>Construction</h3>\r\n<ul><li>The build lasted for over three weeks and included at least 50 builders.</li><li>The towers were originally built using a grey materials palette. This is why when viewing the timelapse video of Harrenhal, the builders are using cobblestone and stonebrick. They were later changed to black when we made a collective decision that the castle should be dark. The walls and gatehouses were designed by LueeFour.</li><li>As with every \"ruined\" castle on the WesterosCraft server, the castle was built first as it would have looked intact and later ruined appropriately. The process of ruining was especially interesting for Harrenhal because we had to think of how a Dragon would have attacked the castle. For this reason you see lots of long streaks and cuts through the towers and walls.</li><li>Each tower was planned and led by DutchGuard under extreme pressure from the filming crew. The base layout was made and builders were instructed to build up to a certain height. Once that height was reached, a new layout would be created for the next build. The most complicated tower to do in this way was the Kingspyre. DutchGuard took a month long break after this build.</li><li>CuhThomas led many builders in completing the interiors of towers.</li><li>In order the achieve the \"steam\" effect in the godswood pool, fire is placed just one level below the water.</li><li>Salos85 is worth mentioning for his heroic effort to complete the corridors within the outer walls of the castle.</li></ul>\r\n<p>Note that both Harrentown and the ruins of Whitewalls are included with the Harrenhal project.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Harrenhal1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Hoare Formerly",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "four",
        "warp": "/warp harrenhal",
        "dateCompleted": "2012-11-10T08:00:00+00:00",
        "projectLead": "DutchGuard",
        "dateStarted": "2012-10-05T23:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Hoare-old.png"
          }
        ]
      }
    ]
  },
  {
    "title": "High Heart",
    "slug": "high-heart",
    "copy": "<p><strong>High Heart</strong> is a very tall hill sacred to the Children of the forest in The Riverlands. Around its crown stands a ring of thirty-one weirwood stumps, which were according to legend chopped down by the Andal king Erreg, who slaughtered The Children, their animals, and their First Men allies before cutting down the sacred trees. The nearby smallfolk avoid the area as it is said to be haunted by the children of the forest, but the hill is considered a safe place for travelers due to its relative height compared to the very flat surrounding land, making it nearly impossible to be approached unseen, making it a popular location for travelers to set up camp. The hill lies between the villages and keeps of Sallydance, Lord Goodbrook's Village, and Acorn Hall and overlooks an important crossroads in the central riverlands. The hill's only known inhabitant is an old, stooped, very short woman who has visions of the future and the past, a woods witch known as the Ghost of High Heart.</p>\r\n<h3>Construction</h3>\r\n<p>MrTXI terraformed the current version of High Heart, which replaced an earlier version that had much steeper, rockier sides. MrTXI's version is more grassy and sloped, meaning it can be scaled more easily. The weirwood stumps were also modified to show more age. Later, the area around High Heart was modified with more forests, but the hill created by MrTXI still remains as it has since November 2013.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/highheart-1.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/highheart-2.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": null,
        "destinationType": "landmark",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp highheart",
        "dateCompleted": "2013-11-25T08:00:00+00:00",
        "projectLead": "MrTXI",
        "dateStarted": "2013-11-24T08:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Hollow Hill",
    "slug": "hollow-hill",
    "copy": null,
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/HollowHill1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "Brotherhood Without Banners",
        "destinationType": "miscellaneous",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp hollowhill",
        "dateCompleted": "2013-03-09T08:00:00+00:00",
        "projectLead": "SMP",
        "dateStarted": "2013-01-26T08:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Inn of the Kneeling Man",
    "slug": "inn-of-the-kneeling-man",
    "copy": "<p>The <strong>Inn of the Kneeling Man</strong> is a quiet country inn sitting on the southern bank of the Red Fork, a little north of <a href=\"https://westeroscraft.com/wiki/riverlands/stone-hedge\">Stone Hedge</a>. Its lower storey is built of the same grey stone quarried for the walls of the Bracken castle, its upper floor is whitewashed wood and its roof is slate. It is decently sized and well-stocked, with an apple orchard, granary, stable and brewhouse. Their ale is well known in the area.</p>\r\n<p>It was built upon the site of King Torrhen Stark, the last King of Winter, pledged fealty to the invading Aegon the Conqueror 300 years ago. The kneeling king is both the inn's namesake.</p>\r\n<p>More small locations are in the surrounding countryside, also owned by House Bracken. These include Old Pate's cottage, the fishing village of Mory, and the stone towerhouse guarded by Ser Warren.<br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Inn,</strong> a sprawling riverside hall, boasting an apple orchard, home-brewed ale, a comfortable arbor, and nineteen large rooms for passing travellers. The attic space provides the living quarters for the innkeeper and his family. It is surrounded by thick woodland, as yet unspoilt by the Bracken ploughs. The kneeling King Torrhen is depicted on two signs: one on an iron pole speared into the inn's river dock, and another swinging above the door.</li><li><strong>Old Pate's Cottage, </strong>a country homestead once owned by the woodsman Old Pate and his family, a league west of the inn. It was burnt to the ground during the War of the Five Kings by the Lannister forces travelling along the river road (the inn was spared).</li><li><strong>Mory, </strong>a small fishing hamlet six miles downriver of the inn. They get a small amount of trade from passing merchants sailing barges up and down the river.</li><li><strong>Ser Warren's Towerhouse,</strong> a stone roundtower overlooking the Bracken lands, located due south of Mory. The fisherfolk use it as a holdfast. It is owned by a Bracken-loyal knight, Ser Warren.</li></ul>\r\n<h3>Construction</h3>\r\n<p>The original application was approved on the 4th of October, 2015. After completing the inn and its surrounding forest, Discs added an appendix to the application to request permission to also build the surrounding landmarks of Mory, Ser Warren's, and all the fields and forests in between. The project was completed on the 17th of the same month. The build replaced a very old version of the inn built sometime in 2012 still visible in Old Westeros.</p>\r\n<h3>Inspiration</h3>\r\n<p>The inn was inspired by fan art of the location, as well as some real English country pubs</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/innofthekneelingman-1.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/innofthekneelingman-2.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Bracken",
        "destinationType": "miscellaneous",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp innofthekneelingman",
        "dateCompleted": "2016-04-09T07:00:00+00:00",
        "projectLead": "Discs",
        "dateStarted": "2015-10-05T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Bracken.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Lambswold",
    "slug": "lambswold",
    "copy": "<p><strong>Lambswold</strong> is a village situated on the southern bank of the Red Fork, northwest of Stone Hedge and east of Riverrun.</p>\r\n<p>The village is of a modest size, consisting of the majority of houses leading out towards the point of the bend in the river, small wheat fields to the south, and lambing / livestock pens along the southern riverbank. The area is predominantly uncultivated, and five of the livestock pens along the river’s edge have now fallen into disuse, because when the river is swollen it becomes dangerous for animals. </p>\r\n<p>A small sept sits in the heart of the village, with a septon’s house adjacent with a modest garden. The fertile earth in the region makes small crop-rich gardens common, with most cottages tending their own small vegetable patches. South of the village, the road splits, heading south-west to Riverrun, across a shallow ford, or eastward to Stone Hedge and the Inn of the Kneeling Man. </p>\r\n<p>During Brienne and Jaime’s passage through the riverlands, they came across three hanged ‘tavern girls’ with the words ‘They Lay with Lions’ on boards around their necks. The tavern is situated on the south road from Lambswold, with a small stable and out-buildings. </p>\r\n<p>A wooden mill stands on the south-eastern road from the wold, bordering a stretch of fields towards Stone Hedge. </p>\r\n<h3>Construction</h3>\r\n<p>Lambswold was completed in July 2016 by Arkil, with terraforming by Steineke96. The project was approved on June 25th 2016, and completed on July 4th 2016. </p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Lambswold-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Lambswold-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Lambswold-1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Bracken",
        "destinationType": "village",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp lambswold",
        "dateCompleted": "2016-07-04T07:00:00+00:00",
        "projectLead": "Arkilstorm",
        "dateStarted": "2016-06-25T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Bracken.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Lord Harroway's Town",
    "slug": "lord-harroways-town",
    "copy": "<p><strong>Lord Harroway's Town</strong>, named after the now extinct House Harroway, is the seat of House Roote, a minor house in the Riverlands. The town is situated along the banks of the river Trident, North of Harrenhal, East of the Crossroads Inn, and West of Riverrun.</p>\r\n<p>Located in the center of town is the only resemblance of a \"keep,\" an old, round, stone tower overlooking the tributaries of the Trident. Beneath the tower of House Roote sits the main square, featuring a small market and a seven-sided sept. Most of the population reside in single story, thatch roofed houses, with much of the remaining population living in small wooden roofed houses. Along the town's major road is a two story daub-and-wattle inn - The Bicephalian.</p>\r\n<p>Fishing and wheat farming are the town's main industries, with a windmill and a watermill, wheat fields, and three docks - a pair of smaller ones for local fishing boats, and a larger one to dock the town's ferry. The town ferry, known as the \"Water Horse\" or \"Two-Headed Horse of King Andahar,\" is maintained by House Roote. Transporting people along the shores of the Trident near the Crossroads Inn, the ferry features a central square cabin with a sod roof, and two carved horse heads located on the prow and stern.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>House Roote's Round Tower</strong>, located in the center of the town, is the only fortified structure in Harroway and the last remnant of the extinct House Harroway.</li><li><strong>Two-Story Inn</strong> (\"The Bicephalian\") is an old run-down inn with a steepled corner tower.</li><li><strong>Ferry Crossing</strong> on the Trident allows for travelers to and from the Westerlands and Riverlands. The north shore dock is marked by a tall, moss-covered, stone pillar.</li><li><strong>The Water Horse or Two-Headed Horse of King Andahar</strong>, is described in A Storm Of Swords. \"A wide, flat-bottomed boat was chained up tight. The boat had a dozen oarlocks and a pair of great carved wooden horse heads mounted fore and aft. [...] There was a wooden house with a sod roof right in the middle of the deck...\"</li></ul>\r\n<ul></ul>\r\n<h3>Construction</h3>\r\n<p>The original application for Lord Harroway's Town, proposed by Kadyn on May 2, 2012, called for the town to be constructed on both sides of the Trident and to have the ferry connecting the two halves of the town. The town was to be surrounded by a wooden wall, with two stone towers and a gate. No work proceeded after the application's approval, and eventually Qualrus presented a new application for the town.</p>\r\n<p>Lord Harroway’s Town was constructed from February 10, 2013 to February 23, 2013 by Qualrus with the help of at least 15 builders. In a forum post, Qualrus thanks the following: \"Thanks to iodizedmilk for the sept and for furnishing of inn and tower, to starcat98 for the smith and for helping me with my app, to barkus for trees, to Kyuzo_ for the water mill, to D1SEASE for the windmill, to Roble and Brookerz for the fields, to Dondarrion, birdman7, vitorgas, LordArtanis, Ben, jaxman12, Dooood, Ryxia and many others for various houses and buildings and to Demodocus for the harbour office.\"</p>\r\n<h3>Inspiration</h3>\r\n<p>The round tower was partly inspired by an image of a weathered tower in the United Kingdom (pictured).</p>\r\n<h3>Miscellaneous</h3>\r\n<ul><li>The MSPaint layout design by Qualrus has been noted by moderators as being \"adorable\"</li><li>Lord Harroway's town was transferred to the new map \"Westeros South, Part I\"</li></ul>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/lordharrowaystown-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/lordharrowaystown-4.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/lordharrowaystown-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/lordharrowaystown-1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Roote",
        "destinationType": "town",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp lordharrowaystown",
        "dateCompleted": "2013-02-23T08:00:00+00:00",
        "projectLead": "Qualrus",
        "dateStarted": "2013-02-10T08:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Maidenpool",
    "slug": "maidenpool",
    "copy": "<p><strong>Maidenpool</strong> is a town and keep located in the far east part of The Riverlands along the south shore of the Bay of Crabs. <strong>House Mooton</strong> has ruled Maidenpool since before the Targaryen conquest, at which time Jon Mooton was the lord. Currently, William Mooton rules, though it is said he is cowardly and timid. Their sigil is a red salmon on white, over a white field with a golden tressure. Their words are \"Wisdom and Strength.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Harbor and Stone Wall, </strong>an ample harbor feeds the town's economy and a stone wall separates the harbor from the town. Beyond the walls are lush farmland.</li><li><strong>Fool's Gate, </strong>the main gate on the southern wall. Named after Florian the Fool.</li><li><strong>Florian's Pool, </strong>a pond near the Fool's Gate where according to legend Florian the Fool saw Jonquil bathing with her sisters. The town was named after this pool and was built around it over time.</li><li><strong>The Stinking Goose, </strong>an unsavory tavern near the harbor frequented by sailors and low lifes. It is under a knacker's barn, a type of slaughterhouse.</li><li><strong>Wetlands, </strong>to the northwest are coastal bogs populated sparsely by a rustic and isolated group of people.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Lyliana began construction in September 2013, and the project was completed in Fall 2014. Although it was delayed by map transfers and the terraforming of the wetlands, the final result is a highly-detailed and consistent major town.</p>\r\n<h3>Inspiration</h3>\r\n<p>The main inspiration is the town of Bibury, England, particularly the stone buildings with shared walls and rooves.</p>\r\n<figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/Bibury2.jpg\" data-image=\"99954\"></figure>\r\n<h3>Video<br></h3>\r\n<p>Maidenpool was featured in Episode 28 of WesterosCraft Walks. DutchGuard visits \"The Stinking Goose,\" and \"Florian's Pool\" before exploring Mooton Keep.<br></p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/APUvd_GBuQ0\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/maidenpool-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/maidenpool-1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Mooton",
        "destinationType": "town",
        "destinationStatus": "redoInProgress",
        "destinationLevel": "five",
        "warp": "/warp maidenpool",
        "dateCompleted": "2014-10-15T07:00:00+00:00",
        "projectLead": "Veggie",
        "dateStarted": "2013-09-09T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-maidenpool.2394/",
        "banner": []
      }
    ]
  },
  {
    "title": "Merrydown Dell",
    "slug": "merrydown-dell",
    "copy": "<p><strong>Merrydown Dell</strong> is a small village located in the middle of The Riverlands, North-West of the Gods Eye Lake and Harrenhal, and South-East of Stone Hedge. During the Dance of the Dragons, Aemond One-eye completely destroyed the village and killed \"30 men and 300 sheep\" (The Princess and the Queen). After the Dance of the Dragons, it is assumed that the area was re-settled, however quite recently during the War of the five kings the village was sacked again, this time by Ser Gregor Clegane and his raiders. The Village is currently still smoldering from the recent attack and human remains are still littered over the village and nearby holdfast.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Burned Fields,</strong> this area is burned, like much of the Riverlands by Ser Gregor Clegane on his campagin through the region.</li><li><strong>Blackwater Rush Woods,</strong> to the south is a large forest with many small streams that form the Blackwater before it goes through Tumbler's Falls. This woods are likely part of the network of trails used by the Brotherhood Without Banners.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Construction of Merrydown Dell commenced as of the approval of Pizzainacup, on May, 16<sup>th</sup>, 2014 and was finished on November 18<sup>th</sup>, 2014. The bulk of the time period was spent on the Blackwater Rush Watershed Area: an area consisting of forests and small streams directly to the south of Merrydown Dell.</p><p>Wazgamer assigned Merrydown Dell to the lands of <a href=\"https://awoiaf.westeros.org/index.php/House_Justman\">House Justman</a> in <a href=\"http://forum.westeroscraft.com/threads/discussion-of-re-organising-projects-for-list-of-projects-document.1186/post-5172\">2018</a>.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Merrydowndell.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Justman",
        "destinationType": "village",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp merrydowndell",
        "dateCompleted": "2014-11-18T08:00:00+00:00",
        "projectLead": "Mamorb",
        "dateStarted": "2014-05-16T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Bracken.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Misty Isle",
    "slug": "misty-isle",
    "copy": null,
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/mistyisle-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/mistyisle-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/mistyisle-1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Fisher",
        "destinationType": "ruin",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp mistyisle",
        "dateCompleted": "2016-06-05T07:00:00+00:00",
        "projectLead": "NickShaiB",
        "dateStarted": "2015-09-29T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Oldstones",
    "slug": "oldstones",
    "copy": "<p><strong>Oldstones</strong> is an ancient ruined castle that once belonged to <strong>House Mudd</strong> before they were crushed by the Andals. It lies on top a heavily forested hill with a road that wraps around twice before reaching the top. It is said that smallfolk made off with stone from the castle over the years to raise their septs, barns, etc., and some of these structures can be found in the surrounding lands.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Location,</strong> The ruins are situated atop a heavily forested hill.</li><li><strong>Characteristics,</strong> The hill Oldstones sits on features a wide variety of vegetation, most notably gorse and bracken bushes.</li><li><strong>Forest,</strong> The forest located west of Oldstones is a mix of coniferous and deciduous trees.</li></ul>\r\n<h3>Construction</h3>\r\n<p>The construction of Oldstones took a little under 2 months to complete. The bulk of the work was terraforming rather than building.</p>\r\n<h3>Inspiration</h3>\r\n<p>Oldstones was heavily inspired by Elagh Castle, the ancestral seat of the O' Doherty clan in Ireland</p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/oldstonesinsp.jpg\" data-image=\"99982\"></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/oldstones-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/oldstones-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/oldstones-1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Mudd",
        "destinationType": "ruin",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp oldstones",
        "dateCompleted": "2016-06-27T07:00:00+00:00",
        "projectLead": "BantyRooster",
        "dateStarted": "2016-04-05T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Mummer's Ford",
    "slug": "mummers-ford",
    "copy": "<p><strong>Mummer's Ford</strong> is a small town along the Red Fork that was burned by Gregor Clegane early in the War of the Five Kings, an incident that defined multiple aspects of the war as it continued.</p>\r\n<h3>Construction</h3>\r\n<p>The current version built by tsarkaiser84 and Veggie spans both sides of the river and consists of many recently burned houses. The location replaced House Paege, which was moved further upriver to make room for the new Mummer's Ford on the lands of House Piper.</p>\r\n<p>An old version of Mummer's Ford was completed in Spring 2013. DutchGuard and others organized the burning of Mummer's Ford, Wendish Town, and Sherrer according to locations found on a speculative map that placed them upriver of Pinkmaiden. In Summer 2015, Discs and Demodocus redistributed the three villages according to a more nuanced version of Ser Gregor Clegane's brutalization of the Riverlands during the Trident Redo and placed it on the Red Fork between Pinkmaiden and Riverrun.</p><p>Wazgamer assigned Mummer's Ford to the lands of <a href=\"https://westeroscraft.com/wiki/riverlands/acorn-hall\">House Smallwood</a> in <a href=\"http://forum.westeroscraft.com/threads/discussion-of-re-organising-projects-for-list-of-projects-document.1186/post-5172\">2018</a>.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/mummersford.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Smallwood",
        "destinationType": "town",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp mummersford",
        "dateCompleted": "2015-09-20T07:00:00+00:00",
        "projectLead": "tsarkaiser84, Veggie",
        "dateStarted": "2015-06-17T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Old Willow",
    "slug": "old-willow",
    "copy": "<p>Wazgamer assigned <a href=\"https://awoiaf.westeros.org/index.php/House_Strong\">House Strong</a> to the lands of Old Willow in <a href=\"http://forum.westeroscraft.com/threads/discussion-of-re-organising-projects-for-list-of-projects-document.1186/post-5172\">2018</a>. <a href=\"https://awoiaf.westeros.org/index.php/Bowshot_Bridge\">Bowshot Bridge</a> (<em>/warp bowshotbridge</em>) and the battlefield of <a href=\"https://awoiaf.westeros.org/index.php/Butcher%27s_Ball\">Butcher's Ball</a> (<em>/warp butchersball</em>) are also assigned to the lands around Old Willow. </p>",
    "images": [],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Strong",
        "destinationType": "keep",
        "destinationStatus": "notStarted",
        "destinationLevel": "one",
        "warp": "/warp oldwillow",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Pinkmaiden",
    "slug": "pinkmaiden",
    "copy": "<p><strong>Pinkmaiden</strong> (also known as Pinkmaiden Castle), seat of <strong>House Piper</strong>, whose current lord is one of the senior bannermen of the Lords of Riverrun, is an imposing fortress along the Red Fork. At the outset of the War of the Five Kings, the castle was attacked by marauders under Ser Gregor Clegane. Damage from the battle still scar the walls and the countryside, but the Piper's pink lady on blue banner now waves defiantly from the battlements.</p>\r\n<h2>Features</h2>\r\n<ul><li><strong>Pinkmaiden Castle,</strong> seat of House Piper. The castle has seven major drum towers, each dedicated to one of the Seven. The Lord resides in the Father's Tower, the Maester in the Crone's, etc. One of the courtyards has been badly damaged by Clegane's men, but the rest of the castle was spared the onslaught by the stalwart defenders. While exploring the castle, the more curious may perhaps find the secret passages that connect some of the major towers, allowing for quick and silent movement during times of siege or for the Piper children to avoid their septa.</li><li><strong>Spiderwood,</strong> to the South, the Pipers hold a small castle that has been built on the ruins of another keep. The old keep was destroyed by Vhagar, but the site was not left vacant for long. Cousins of the Piper family hold this castle today, protecting the road to Stoney Sept. (/warp spiderwood)</li><li><strong>Old Ferry,</strong> close by Spiderwood is the small village of Old Ferry, named for, unsurprisingly, a ferry of some age. The village is somewhat poor, but such is what one would expect from the Riverlands. (/warp oldferry)</li><li><strong>Elstonbury,</strong> this stately manor to the north of Pinkmaiden is held by more cousins of the extensive Piper family. While a rich and pleasant abode, it was an easy target for Clegane, and was heavily damaged.</li><li><strong>Mummer's Ford,</strong> this small town hit the full brunt of Clegane's rampage. All of it was destroyed, and this incident set off a chain of events that would lead to much greater and deadly engagements. (warp mummersford)</li></ul>\r\n<ul></ul>\r\n<h3>Construction</h3>\r\n<p>This project took several months to complete, as the Red Fork and other major rivers of the Riverlands were redone during this time. While the project plans changed several times with changes in the river, the project leaders are pleased to call it successfully completed. The current version replaced an older castle planned and built by Lyliana in Spring 2013.</p>\r\n<h3>Inspiration</h3>\r\n<p>The castle was very much inspired by Caernarfon Castle in Wales. </p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/pinkmaideninsp1.jpg\" data-image=\"99993\"></figure><p>Spiderwood was inspired by Stokesay Castle. Pinkmaiden's houses were inspired by an excellent model of Medieval Birmingham.</p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/pinkmaideninsp2.jpg\" data-image=\"99994\"></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/pinkmaiden-4.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/pinkmaiden-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/pinkmaiden-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/pinkmaiden-1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Piper",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp pinkmaiden",
        "dateCompleted": "2015-09-20T07:00:00+00:00",
        "projectLead": "tsarkaiser84, Veggie",
        "dateStarted": "2015-06-18T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Piper.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Raventree Hall",
    "slug": "raventree-hall",
    "copy": "<p><strong>Please Note: Raventree Hall and its lands will eventually need to be re-arranged or redone to accommodate new canon. The castle and Whispering Wood have been approved to swap locations and are both involved in the Raventree Hall projec, along with the numerous sub-projects (listed below) which encompasses an unusually large area. Please consult the <a href=\"https://forum.westeroscraft.com/threads/map-repository-riverlands.956/\">[Map Repository] Riverlands</a> for more details. </strong></p>\r\n<p><strong>Raventree Hall</strong> is the main castle in the Blackwood Vale and the seat of House Blackwood. The castle dominates a broad fertile valley which has be deforested for several thousand years. House Blackwood traces its ancestry to the first men, being one of the only houses in the South that worships the Old Gods. Their sigil is a flock of ravens on scarlet surrounding a dead weirwood upon a black escutcheon. In the Age of Heroes, House Blackwoods ruled as kings in the Riverlands, competing with other kings from their most bitter rival, House Bracken .<br></p>\r\n<ul></ul>\r\n<h3>Features</h3>\r\n<ul><li><strong>Weirwood Tree, </strong>in the middle of Raventree Hall's courtyard. This ancient dead tree can be seen towering over the walls and towers of the hall and is at the center of House Blackwood's worship of the Old Gods and their feud with House Bracken. According to Blackwood history, the tree was poisoned by the Brackens.</li><li><strong>Ancient Stone Walls, </strong>covered in moss, these ancient walls were built in the Dawn Age. The castle has a distinctive square shape with smaller walls compartmentalizing the area into different uses, such as the Godswood and Courtyward.</li><li><strong>Timber Keep, </strong>a large wooden keep sits within the square stone walls. Presumably, the construction of this keep contributed to the deforestation of the Blackwood Vale.</li></ul>\r\n<h3>Construction</h3>\r\n<p>MrTXI constructed the current version of Raventree Hall and its surrounding lands, starting in July 2013 and finishing in Fall 2013. Much of his application used research by xwx977, whose application was delayed by the release of the South Part One, computer problems, and a long vacation from WesterosCraft. </p>\r\n<h3>Sub-Projects</h3>\r\n<ol><li>Battle Valley - MrTXI </li><li>Blackbuckle - Davinator </li><li>Buckle - MrTXI </li><li>Cairns - Lemonbear </li><li>Claypool - Starcat </li><li>Greenhill - MrTXI & AaabAaaBandsoforth</li><li>Grindcorn Mill - Carcinogenius </li><li>Lord's Mill - Carcinogenius </li><li>Honeytree - VXNitrate</li><li>Muddy Hall - AaabAaaBandsoforth</li><li>Mudsgrave - thecoddfish</li><li>Oldforge - BimJeam4 </li><li>Pennytree - MrTXI </li><li>Unnamed Village #2 - MrTXI </li><li>Waspwood - Barkusmollingmo.</li><li>Crossbow Ridge - MrTXI</li><li>Woodshedge - Davinator & Carcinogenius</li><li>The Ravishment - Davinator</li></ol>\r\n<h3>Inspiration</h3>\r\n<p>Since the castle is ancient (one of the oldest in the Riverlands), both MrTXI and xwx977's applications use darker stone walls covered in moss and information from the books about the size and layout of the keep and towers.</p>\r\n<h3>Video</h3>\r\n<p>Raventree Hall was featured in Episode 30 of WesterosCraft Walks.</p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/6Nz-oh0Y45A\" frameborder=\"0\" allowfullscreen=\"\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/RaventreeHall1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Blackwood",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "three",
        "warp": "/warp raventreehall",
        "dateCompleted": "2013-09-14T07:00:00+00:00",
        "projectLead": "MrTXI",
        "dateStarted": "2013-07-13T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Blackwood.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Quiet Isle",
    "slug": "quiet-isle",
    "copy": "<p>The <strong>Quiet Isle</strong> is an island that sits at the mouth of the Trident where it flows into the Bay of Crabs, southeast of Saltpans and northwest of Maidenpool. Its septry is a refuge for those sworn to the Faith of the Seven. Those who dwell on the Quiet Isle are male penitents seeking to atone for their sins. Only the Elder Brother and his proctors are permitted to speak on the island and the proctors only one day in seven. The brothers wear brown-and-dun robes, with wide bell sleeves and pointed cowls. Many brothers wind lengths of wool about the lower halves of their faces as well, so that all that can be seen of them are their eyes. Occasionally some visitors are allowed to stay on the island, such as women who are sick, hurt, or with child.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Island,</strong> the isle is colder and wilder on its east side than on the sheltered side. The hill is steeper and the path meanders back and forth through weeds and briars, wind carved rocks, and twisted, thorny trees that cling to the stony hillside. Saltpans can be seen on clear nights. Thick mudflats surround the island when the swift tide goes out. To get to the island from the mainland by foot one must cross the mudflats when the tide is out. Because of the dangers of quicksand, tidal pools, and drowning, the crooked approach is called the \"Path of Faith.\" When the tide is in the brothers use a ferry to get to the mainland. The isle's slopes are covered with terraced fields, with fishponds down below and a windmill above, its wood-and-sailcloth blades turning slowly in the breeze off the bay. Sheep graze on the hillside and storks wade in the shallow waters around the ferry landing. Where the river meets the bay, numerous objects are washed toward the Quiet Isle. The brothers have found driftwood, silver cups, iron pots, sacks of wool and bolts of silk, rusted helms and shining swords, and rubies. Drowned creatures and slain bodies also wash up on the island.</li><li><strong>Septry,</strong> the Quiet Isle's prosperous septry stands half a mile from the shore, where the wide mouth of the Trident widens further to the Bay of Crabs. A pebbled path from the shore leads through a grove of apple trees leads to a whitewashed stable with a peaked that roof.</li><li><strong>Other Structures,</strong> the brothers built a flight of wooden steps that wander back and forth across the steep hillside and among the buildings. There is a low barn on a lower slope, while a lichyard is found on a higher slope. A summer arbor produces small, tart grapes used for wine. The brothers brew their own ale as well, and their mead and cider are far famed. The brothers provide themselves with their own food and appear to be self-sufficient. Food includes bread, fresh churned butter, honey, and a thick stew of crabs. The top of the hill has a low wall of unmortared stone encircling a cluster of buildings, including a windmill, the cloisters, and the common hall. The wooden sept has leaded glass windows and wide doors carved with the likenesses of the Mother and the Father and a seven-sided steeple. Behind the sept is a vegetable garden where some of the older brothers pull weeds.</li><li><strong>Hermit's Hole,</strong> the Hermit's Hole is a cave is located in the side of a hill with a wooden door at its entrance, near a chestnut tree. It is the original residence of the first holy man to live on the Quiet Isle roughly two thousand years before the events of A Song of Ice and Fire. Currently the Elder Brother occupies the cave. Woolen carpets cover the ground and tapestries cover the walls of the cozy sanctum. The cave contains a long table, a settle, a chest, cups, and several tall cases full of books and chairs. All are made of polished driftwood which appears golden in the light from tall beeswax candles.</li><li><strong>Women's cottages,</strong> set aside for the women who visit the isle, be they noble ladies or smallfolk, are modest cottages on the eastern side of the isle, looking out over a broad expanse of mud and the distant waters of the Bay of Crabs. The cottages resemble beehives made of stone, low and rounded, windowless with smokeholes in the center of their roofs. A typical cottage includes a dirt floor, a straw pallet, furs and blankets to keep her warm, a basin of water, a flagon of cider, some bread and cheese, a small fire and two low chairs.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Quiet Isle was completed by Marken4 in May 2013. It replaced an in-progress version started by Smashbox that was never completed. Marken terraformed the entire island, following the canon information very closely to complete this build.</p>\r\n<h2>Inspiration</h2>\r\n<p>Quiet Isle was inspired by several images of monasteries and religious orders in Medieval Europe, including the two images below.</p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/quietisleinsp1.jpg\" data-image=\"99999\"></figure>\r\n<figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/quietisleinsp2.jpg\" data-image=\"100000\"></figure><h2>Video<br></h2>\r\n<p>Quiet Isle was featured alongside Saltpans in Episode 10 of WesterosCraft Walks</p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/ZCXMqBtcjPw\" frameborder=\"0\" allowfullscreen=\"\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/quietisle.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": null,
        "destinationType": "landmark",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp quietisle",
        "dateCompleted": "2013-05-08T07:00:00+00:00",
        "projectLead": "Marken4",
        "dateStarted": "2013-05-04T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Riverrun",
    "slug": "riverrun",
    "copy": "<p><strong>Riverrun</strong> is the castle of <strong>House Tully</strong>, from where they rule the <a href=\"https://westeroscraft.com/wiki/riverlands\" target=\"_blank\">Riverlands</a> with the title of Lord Paramount of the Trident. It's located on the confluence of two rivers, the Tumblestone and the Red Fork.</p>\r\n<p>Riverrun is a three-sided castle, with it’s northern side being the Tumblestone and the southern the Red Fork. The western side of the castle faces a man-made ditch that can be filled with water from the rivers if necessary, turning the castle into na island. Inside the castle, the main keep has a triangular shape like the outer walls.</p>\r\n<h3>Features</h3>\r\n<div><ul><li><strong>Water Gate</strong>: with the Tumblestone running beneath it, the Water Gate is one of the accesses to the castle.</li><li><strong>Tully Sept</strong>: as the Tullys follow the Faith of Seven, their sept represents their devotion, with colorful vitrals and a statue for each god.</li><li><strong>Godswood</strong>: in a section of the castle, there’s the godswood with it’s own weirwood, described as slender looking.</li><li><strong>Feast Hall</strong>: the feast hall of the castle is decorated with the banners from many of the vassals of the Tullys.</li></ul><h3>Construction</h3><div><p>The construction process started with the terraforming of the region, making the shape of the rivers more apropriate, as well as the location of the Whispering Woods nearby and the River Road.</p>\r\n<p>After that, the building of the castle itself was divided into five phases, each phase with two to five teams specially dedicated to a specific task. There was also a Film Team.</p><h3>Inspiration</h3><p>Three castles were used as inspiration: Bodiam Castle, Gosford Castle and Caerlaverock Castle. Also used for inspiration were Ted Nasmith interpratation of the castle and Cheydinhall from The Elder Scrolls IV: Oblivion. (see <a href=\"https://docs.google.com/document/d/1xPnqManCKPuhaVsdm0W62Q-GdlQILkhnS6suZGnMLZk/edit\" target=\"_blank\">Application</a>)</p><h3>Video</h3><figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/VDPnwmozHH0\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure><figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/FV6xoeyPOdM\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure></div></div>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/riverrun-4.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/riverrun-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/riverrun-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/riverrun-1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Tully",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "four",
        "warp": "/warp riverrun",
        "dateCompleted": "2013-10-12T07:00:00+00:00",
        "projectLead": "Whitefireneo, Lyliana",
        "dateStarted": "2013-03-13T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Tully.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Saltpans",
    "slug": "saltpans",
    "copy": "<p><em>Saltpans was the work of some fell beast in human skin.</em><br></p>\r\n<p><em>- Lady Mariya Darry</em></p>\r\n<p><strong>Saltpans</strong> is a town in The Riverlands that sits on the Bay of Crabs and is the seat of <strong>House Cox</strong>. Semi-canon sources also indicate that <strong>House Hawick</strong> is from the town. Saltpans has never been an important trading port but ships do call there from time to time. A small castle dominates the town, overlooking the harbor.</p>\r\n<h3>House Hawick</h3>\r\n<p>House Hawick of Saltpans is a noble house from the Riverlands. Neither their arms nor their motto appear in the books. According to semi-canon sources, they blazon their arms with white sea birds strewn on a blue field. The only member of the house to be mentioned (in A Clash of Kings appendix) is Bellena Hawick who is wife to Ser Hosteen Frey, one of Lord Walder’s many sons. House Hawick commands a small keep overlooking the town of Saltpans.</p>\r\n<h3>House Cox</h3>\r\n<p>House Cox of Saltpans is a knightly house of the Riverlands (Coats of Arms or their words are not known). The known Coxs during the timespan of the events described on ASoIaF are:</p>\r\n<p>• Ser Quincy Cox, the Knight of Saltpans is the head of his house. He is old.</p>\r\n<p>• His sons</p>\r\n<p>• His two daughters</p>\r\n<p>• His grandsons</p><h3>Sub Projects</h3><p>Wazgamer assigned <a href=\"https://awoiaf.westeros.org/index.php/Stonyhead\">Stonyhead</a> to the lands of House Cox in <a href=\"http://forum.westeroscraft.com/threads/discussion-of-re-organising-projects-for-list-of-projects-document.1186/post-5172\">2018</a>. Stonyhead was not included in the original Saltpans project so will need to be added at a later date. </p>\r\n<h3>Video</h3>\r\n<p>Saltpans was featured in Episode 10 of WesterosCraft Walks, hosted by DutchGuard.<br></p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/ZCXMqBtcjPw\" frameborder=\"0\" allowfullscreen=\"\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Saltpans1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Cox and House Hawick",
        "destinationType": "town",
        "destinationStatus": "completed",
        "destinationLevel": "four",
        "warp": "/warp saltpans",
        "dateCompleted": "2013-10-06T07:00:00+00:00",
        "projectLead": "caricinogenius",
        "dateStarted": "2013-08-31T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Sallydance",
    "slug": "sallydance",
    "copy": "<p>Wazgamer assigned Sallydance to the lands of <a href=\"https://westeroscraft.com/wiki/riverlands/acorn-hall\">House Smallwood</a> in <a href=\"http://forum.westeroscraft.com/threads/discussion-of-re-organising-projects-for-list-of-projects-document.1186/post-5172\">2018</a>.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Sallydance1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Unknown",
        "destinationType": "village",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp sallydance",
        "dateCompleted": "2013-11-30T08:00:00+00:00",
        "projectLead": "MrTXI",
        "dateStarted": "2013-11-30T08:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Stone Hedge",
    "slug": "stone-hedge",
    "copy": "<p><strong>Stone Hedge</strong> is a castle and village in The Riverlands between the Red Fork and High Heart. It is the seat of House Bracken, one of the major houses sworn to House Tully. House Bracken are descended from the First Men and were Kings of the Riverlands in the Age of Heroes. They have a bitter feud with House Blackwood of Raventree Hall, who they believe were upstart vassals whoe claimed to be true kings. During the Andal invasion, House Bracken converted to the Faith of the Seven, chopped down their weirwood tree, and supposedly poisoned the great weirwood tree of Raventree Hall. House Bracken is known for horse breeding, which is represented on their sigil, a red stallion upon a golden escutcheon on brown. Stone Hedge was attacked by Ser Gregor Clegane in the early phases of the War of the Five Kings as part of Twyin Lannister's plan to terroize the Riverlands in retribution for Catelyn Stark's kidnapping of Tyrion.<br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Castle and Moat, </strong>the castle sits on an island created by a full moat. Several small streams feed this moat, which flows north towards the Red Fork. The high stone walls of the castle dominate the surrounding flat landscape.</li><li><strong>Courtyard, </strong>an outer courtyard contains the remnants of Stone Hedge's weirwood, which was cut down during the Andal invasion. Much of this courtyward was destroyed by Ser Gregor Clegane.</li><li><strong>Grave of Barba Bracken, </strong>in a septry south of the castle is a grave of this famous member of House Bracken. Barba was a mistress of Aegon IV and the mother of one of the Great Bastards, Aegor Rivers \"Bittersteel,\" who founded the Golden Company during the Blackfyre Rebellion and was a contentious rival with his half-brother Brynden Rivers \"Bloodraven,\" who was half Blackwood. Her gravestone reads \"Hers Were Bigger,\" which presumably is meant as a slight to Melissa Blackwood, another mistress of Aegon IV or in reference to a place in the disputed lands called Barba's Teats.</li><li><strong>Village </strong>includes several fields and farmers, but also extensive horse pastures and stables, where prized horses are bred. Many houses in this village were destroyed by Ser Gregor Clegane and his raiding party.</li><li><strong>Maester's Quarters, </strong>on an upper floor of the castle, a maester's chambers appears to have been repurposed as a torture chamber while Ser Gregor Clegane held the castle.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Emileld began building Stone Hedge in October 2013 and it was completed in June 2014. The castle and the village were built first before being destroyed. This part of the build took the same amount of time as the original construction, but the result is highly detailed and the story of the raid by Ser Gregor Clegane is very evident.</p>\r\n<h3>Sub Projects</h3>\r\n<p>Wazgamer assigned the <a href=\"https://westeroscraft.com/wiki/riverlands/inn-of-the-kneeling-man\">Inn of the Kneeling Man, Mory, Ser Warren's Towerhouse</a>, the \"They Lay With Lions\" Inn, <a href=\"https://westeroscraft.com/wiki/riverlands/lambswold\">Lambswold</a>, and <a href=\"https://awoiaf.westeros.org/index.php/Burning_Mill\">Burning Mill</a> to the lands of House Bracken in <a href=\"http://forum.westeroscraft.com/threads/discussion-of-re-organising-projects-for-list-of-projects-document.1186/post-5172\">2018</a>. The Burning Mill has not yet been built. </p>\r\n<h3>Inspiration</h3>\r\n<p>The castle is partially modelled off of Graventeen Castle in Belgium, which is a round castle with similar stone walls, turrets, and a partial moat.</p>\r\n<figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/stonehedgeinsp1.jpg\" data-image=\"100081\"></figure>\r\n<h3>Video</h3>\r\n<p>Stone Hedge was featured in Episode 31 of WesterosCraft Walks. DutchGuard visits the attack by Gregor Clegane, explains the Bracken side of the age-old feud between the the Blackwoods and Brackens, and how House Bracken played into the Blackfyre Rebellion.<br></p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/tWk1rfljORQ\" frameborder=\"0\" allowfullscreen=\"\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/StoneHedge1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Bracken",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp stonehedge",
        "dateCompleted": "2014-06-22T07:00:00+00:00",
        "projectLead": "Emileld",
        "dateStarted": "2013-01-10T00:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Bracken.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Seagard",
    "slug": "seagard",
    "copy": "<p><strong>Seagard</strong> is the seat of <strong>House Mallister</strong> in The Riverlands. The fortress is located on the west coast of Westeros and is primarily responsible for preventing Ironborn reavers from reaching the coast of the Riverlands. Their blazon is a silver eagle displayed, on a purple field and their motto is \"Above the rest.\"<br></p>\r\n\r\n<h3>Features</h3>\r\n<ul><li><strong>The Booming Tower</strong> A tower designed to warn the inhabitants of the keep and town of impending Ironborn invasions</li><li><strong>Village of Seagard,</strong> located east of the castle</li></ul>\r\n<h3>Construction</h3>\r\n<p>This project took about 1.5 months to complete. Approximately 40 builders contributed to the completion of it. There are an abundance of secret passages and hidden doors all over the keep of Seagard; have fun finding them!</p>\r\n<p>The previous rendition of Seagard was built by MrTXI about 2.5 years ago.</p>\r\n<h3>Inspiration</h3>\r\n<p>Seagard was based primarily off of Mont St. Michel, which has a very similar layout, purpose, and location.</p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/stonehedgeinsp1.jpg\" data-image=\"100081\"></figure>\r\n<h3>Video</h3>\r\n<p>Seagard was featured in Episode 8 of WesterosCraft Walks. DutchGuard starts on the beach, visits several smaller towers, and finishes in the Booming Tower of the main keep after exploring the town<br></p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/eML1cHqFsU8\" frameborder=\"0\" allowfullscreen=\"\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Seagard6.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Seagard4.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Seagard1.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Mallister",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "four",
        "warp": "/warp seagard",
        "dateCompleted": "2014-08-17T07:00:00+00:00",
        "projectLead": "Dav4, lEcthelionl",
        "dateStarted": "2014-05-05T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Mallister.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Shawney",
    "slug": "shawney",
    "copy": "<p>Wazgamer assigned Sherrer, Wendish Town, and the Skipping Stones and Red Deer Islands to the lands of House Shawney in <a href=\"http://forum.westeroscraft.com/threads/discussion-of-re-organising-projects-for-list-of-projects-document.1186/post-5172\">2018</a>.<br></p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/shawney-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/shawney-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/shawney-1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Shawney",
        "destinationType": "ruin",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp shawney",
        "dateCompleted": "2015-06-01T07:00:00+00:00",
        "projectLead": "discs, demodocus",
        "dateStarted": "2015-06-01T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Stoney Sept",
    "slug": "stoney-sept",
    "copy": "<p><strong>Stoney Sept</strong> is the biggest town in the Riverlands, located near the headwaters of the Blackwater Rush. In the center of the town, on the top of a hill, is a great sept, the largest in the Riverlands and the namesake of the town. Below it there is a holdfast made of grey stone, where the knight responsible for the town, Ser Wilbert, resides. In the heart of the town is a market square with a fountain in the shape of a leaping trout. A brothel known as the Peach is located on the east side of the square.</p>\r\n<p>The town is notorious for being the site of the Battle of the Bells during Robert's Rebellion. The rebellious townfolk kept Robert hidden from the Targaryen forces until Lord Hoster Tully and Lord Eddard Stark advanced on the town. When the battle began, the bells of the sept began to ring and Robert emerged from his hiding place in the Peach and joined the attack. The aftermath of the battle, with Roberts win, tipped the balance towards the Rebellion's further success.<br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Stoney Sept</strong>: located in a hill in the center of the town, this sept made of stone is the biggest in the Riverlands and the name of the town derives from it.</li><li><strong>The Peach</strong>: both an inn and a brothel, the Peach is famous for being the place where Robert Baratheon hid from the Targaryen forces before the Battle of the Bells.</li><li><strong>Sprawl</strong>: surrounding the town, there are many smaller settlements and locations, like:<ul><li><strong>Honey Hew Estate</strong> <em>(/warp honeyhewestate)</em></li><li>A <strong>Quarry </strong><em>(/warp ssquarry)</em></li><li>A <strong>septry</strong> <em>(/warp riverlandssept)</em></li><li>Some hamlets, like <strong>Feldeffen </strong><em>(/warp feldeffen)</em>, <strong>Blacklard </strong>(<em>/warp blacklard</em>) and <strong>Benjicots Crossing</strong> <em>(/warp benjicotscrossing)</em></li></ul></li><li><strong>Threepenny Wood</strong> <em>(/warp threepennywood)</em>: a forest located to the east of the town. There is, deep inside the woods, a brothel, an hermit house and an abandoned watchtower, this one now occupied by bandits.</li></ul>\r\n<ul></ul>\r\n<h3>Construction</h3>\r\n<p>Originally built in 2015 by Howy, AttackOnMars and xkrillen43x, in 2018 Howy applied for a redo of the town, with it being approved in a few days later on the 8th of may. After moving the old town to our Test World, Howy began working on the terraforming of the region. </p>\r\n<p>Some months later the town was officially open for builder to make houses, but the sprawl was still being worked on. Later, after the town proper was finished, it was counted that there is 289 unique houses inside it.</p>\r\n<p>In mid 2019, the sprawl was then opened too for builders as well as the first mini-builds, with the final steps of the terraforming around the town being finished. Then in the 28th of October of the same year, the project lead declared Stoney Sept done, with it awaiting post-approval to be totally finished.</p>\r\n<p>Before this redo, Stoney Sept had a tradition on the server as being a \"cursed\" project, because several builders have come and gone attempting to complete the town. The curse was breaked when Howy, xkrillen43x and AttackonMars applied for it sucesfully in 2014 and finished it in 2015.<br></p>\r\n<h3>Video</h3>\r\n<p>DutchGuard explores old Stoney Sept in Episode 49 of WesterosCraft Walks.</p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/IHcouMv8zxc\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>\r\n<h2><strong>Ancient Ruined Septry<br></strong></h2>\r\n<figure><img src=\"https://cdn.westeroscraft.com/web/assets/destinations/ssruinedseptry1.png\" data-image=\"117569\"></figure>\r\n<p><a href=\"https://forum.westeroscraft.com/threads/immersion-build-application-a-ruined-septry-dating-from-the-justman-era-by-antony_justman.2012/\">Immersion Build Project Details</a></p>\r\n<p><strong>Project lead(s)</strong>: Antony_Justman<br><strong>Build Type:</strong> Immersion Build/Ruin<br><strong>Warp:</strong> /warp ssruinedseptry<br><br><strong>Start Date:</strong> Nov 28, 2019<br><strong>Completion Date:</strong> Dec 28, 2019</p>\r\n<h3>Description</h3>\r\n<p>The Septry, was built by a Pious Justman king, as his place of retirement, after abdicating in favor of his son, after a dream he had from the Gods. The massive septry, survived the Century of Blood, that followed King Bernarr's II death at the Iron Islands, and was later expanded by the Teagues after, since then, it has been sacked twice, once by the Durrandons who later rebuilt it, and once by the Hoares who torched it. After that it was never rebuilt and left abandoned to the mercy of Nature. A forest now grows in its former holdings. It is now believed to be haunted.</p>\r\n<h3>Features</h3>\r\n<p>The ancient ruin, is surrounded by thick forest, that grew after hundreds of years of abandonment. In it, there can be found, remains of small houses, of the workers who worked the septry's lands, some of which, are now used as a site of a poachers camp.<br>The septry itself, with its still massive, ruined, belltower, two septs and graves of Kings inside the great main sept.<br>The septry's lychyard, which has the graves of monks and nobles alike. Also the only non ruined building in the project, a small third sept.</p>\r\n<h3>Construction</h3>\r\n<p>The septry, as a building, was mostly build at my plot, which was then pasted at the site, and then the nature worked started. After a small halt of the project, foresting started with the help of AeksioOndos and Zsomiking, and also some of the final details where done with the help of Willas_Tyrell and alex_is_tragic</p>\r\n<h3>Inspiration</h3>\r\n<p>The septry has been inspired by several ruined Scottish monasteries, like St Andrews Abbey, or Whitby Cathedral and also by some ruined Irish monasteries<br>like Hore Abbey in County Tipperary.<br></p>\r\n<figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/ruinedseptryinsp.jpg\" data-image=\"116299\"></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/stoney-sept-6.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/stoney-sept-9.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/stoney-sept-5.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/stoney-sept-13.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/stoney-sept-14.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/stoney-sept-4.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Tully",
        "destinationType": "town",
        "destinationStatus": "completed",
        "destinationLevel": "five",
        "warp": "/warp stoneysept",
        "dateCompleted": null,
        "projectLead": "Howy",
        "dateStarted": "2018-05-08T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-stoney-sept.1095/",
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Tully.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Terrick",
    "slug": "terrick",
    "copy": "<p><strong>House Terrick</strong> is a noble house of The Riverlands, situated between the blue and red forks of the trident. The castle of Terrick’s Roost commands a position on the great river looking south-east, and offers riverbank fortifications along the northern bank towards the Twins, and westward towards Fairmarket. </p>\r\n<p>According to semi-canon sources they blazon their arms with per saltire purple and gold, four hawks' heads countercharged.</p>\r\n<p>Terrick’s rich, fertile lowlands afford the region the means to grow a number of different crops; the area is known for its hop farms, beans, and wheat. The primary export of House Terrick is forest glass, produced at a large foundry in the north-east. Sworn to House Tully of Riverrun, Terrick is situated in a prime position for passing trade to and fro Fairmarket, where the majority of their income is facilitated. <br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Terrick’s Roost</strong> The castle and seat of House Terrick is compact, and sits atop a small hill overlooking a town of the same name. Comprised primarily of a tower keep, great hall, and kitchen drum tower, the castle is modest in size and ornament. The surrounding town consists of a modest sept, and Inn, and a number of houses built around small market places. A dock and dry boathouse line the south-western side of the town and act as a position for which to facilitate passing trade. </li><li><strong>Glass Foundry & Logging Camp</strong> To the north-west, Terrick’s glass foundry is fed by a large logging encampment, with a wind-sawmill at it’s heart. The lumber is moved throughout the region as local building material, and some is exported. The sawdust and a portion of the wood from the mill is used in the production of forest glass. Sand is also collected from the north-east sandbanks of Terrick and ferried by road to the foundry for the glass-making process.</li><li><strong>Septry</strong> In the north-most of the region sits a large septry, nestled in the woodland between the neighbouring lands of House Vypren. The septry has attended gardens and a small vineyard surrounding the principal buildings. The faith of the seven are one of the realm’s principal investors in forest-glass, and aid in the export from the region.</li></ul>\r\n<h3>Construction</h3>\r\n<p>The project began in June of 2016 and was completed in July of 2017. Terrick was Arkilstorm’s second project, closely following the completion of Lambswold. </p>\r\n<h3>Inspiration</h3>\r\n<p>The primary inspiration for the castle was Stahleck Berg in the German Rheinland. Much of the farmland was also inspired by the region, with some inspiration being drawn from the agricultural land in Kent, UK.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/terrick-1.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/terrick-3.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/terrick-2.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Terrick",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp terrick",
        "dateCompleted": "2017-07-24T07:00:00+00:00",
        "projectLead": "Arkilstorm",
        "dateStarted": "2016-07-25T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-terrick.png"
          }
        ]
      }
    ]
  },
  {
    "title": "The Twins",
    "slug": "the-twins",
    "copy": "<p><a href=\"https://awoiaf.westeros.org/index.php/House_Nutt\">House Nutt</a> and <a href=\"https://awoiaf.westeros.org/index.php/House_Charlton\">House Charlton</a> have been assigned to the Twins project.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/TheTwins1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Frey",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "four",
        "warp": "/warp thetwins",
        "dateCompleted": "2013-04-16T07:00:00+00:00",
        "projectLead": "SMP",
        "dateStarted": "2013-03-16T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Frey.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Willow Wood",
    "slug": "willowwood",
    "copy": "<p>Wazgamer assigned the villages of <a href=\"https://awoiaf.westeros.org/index.php/White_Willow\">White Willow</a> and Harbury to the lands of House Ryger in <a href=\"http://forum.westeroscraft.com/threads/discussion-of-re-organising-projects-for-list-of-projects-document.1186/post-5172\">2018</a>.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/willowwood-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/willowwood-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/willowwood-1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Ryger",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp willowwood",
        "dateCompleted": "2017-04-20T07:00:00+00:00",
        "projectLead": "Veggie",
        "dateStarted": "2016-11-27T08:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Ryger.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Vypren",
    "slug": "vypren",
    "copy": "<p><strong>House Vypren</strong> is a noble house of the Riverlands. The location of the house is not mentioned in the books but it has been placed in between the Green and Blue Forks of the Trident near Fairmarket. According to semi-canon sources, they blazon their arms with a black toad on white lily pad, on green. The Vypren's are descended from the Andal warlord Vorian Vypren who slayed the Darrys at the Widow's Ford.<br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Vypren Castle,</strong> sitting on a small island on the left bank of the Green Fork, resembling the frog sitting on the lily on their arms.</li><li><strong>Brickworks,</strong> Vypren thrives off the clay mining and brick making industries.</li><li><strong>Forest,</strong> the Vypren lands are situated around a dense boggy forest.</li><li><strong>Ruined Keep,</strong> an old keep of House Vypren is situated in the center of the forest but had to be abandoned after gradually sinking into the boggy landscape.</li></ul>\r\n<h3>Construction</h3>\r\n<p>House Vypren was built by wazgame and was started in the November 2015 and finished in October 2016.</p>\r\n<h3>Inspiration</h3>\r\n<p>The castle was inspired by Kamianets Podilskyi in Ukraine which has red tower tops similar to that of Vypren Castle as well as taking a similar mossy gradient as Lohort Castle in Ireland.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/vypren-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/vypren-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/vypren-1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Vypren",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "three",
        "warp": "/warp vypren",
        "dateCompleted": "2016-11-11T08:00:00+00:00",
        "projectLead": "wazgamer",
        "dateStarted": "2015-12-06T08:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Hogg Hall",
    "slug": "wode",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Wode",
        "destinationType": "keep",
        "destinationStatus": "notStarted",
        "destinationLevel": "two",
        "warp": "/warp wode1",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Keath",
    "slug": "keath",
    "copy": null,
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Keath-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Keath-1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Keath",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "three",
        "warp": "/warp keath",
        "dateCompleted": "2019-04-15T07:00:00+00:00",
        "projectLead": "NoMoreFun_",
        "dateStarted": "2018-02-27T08:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/house-keath-by-nomorefun_.752/",
        "banner": []
      }
    ]
  },
  {
    "title": "Atranta",
    "slug": "atranta",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Vance of Atranta",
        "destinationType": "castle",
        "destinationStatus": "abandoned",
        "destinationLevel": "three",
        "warp": "/warp atranta",
        "dateCompleted": null,
        "projectLead": "Tiny_Rhino",
        "dateStarted": "2016-09-19T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Vance.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Grell",
    "slug": "grell",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Grell",
        "destinationType": "castle",
        "destinationStatus": "abandoned",
        "destinationLevel": "three",
        "warp": "/warp grell",
        "dateCompleted": null,
        "projectLead": "mamorb",
        "dateStarted": "2017-07-21T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/old-project-application-house-grell.2229/",
        "banner": []
      }
    ]
  },
  {
    "title": "Lolliston",
    "slug": "lolliston",
    "copy": "<p>Note: The town of <a href=\"https://awoiaf.westeros.org/index.php/Sweetwillow\">Sweetwillow</a> is assigned to the lands of House Lolliston and can be found at /warp sweetwillow. </p>",
    "images": [],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Lolliston",
        "destinationType": "castle",
        "destinationStatus": "inProgress",
        "destinationLevel": "three",
        "warp": "/warp lolliston",
        "dateCompleted": null,
        "projectLead": "wazgamer",
        "dateStarted": "2016-11-22T08:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/house-lolliston-by-wazgamer.57/",
        "banner": []
      }
    ]
  },
  {
    "title": "Fairmarket",
    "slug": "fairmarket",
    "copy": "<h3>Description</h3>\r\n<p>Fairmarket is a town along the Blue Fork in the Riverlands, north of Raventree Hall and east of Oldstones. Its bridge is one of few over the river, which led to the town's prosperity.<br><br>The River Kings of old refused charters which would have allowed the town to expand and potentially become a city, along with Lord Harroway's Town and Saltpans.<br><br>Fairmarket was the site of a battle between the forces of Arrec Durrandon and Harwyn Hoare, which decided the fate of the Riverlands. After the battle, the victorious Harwyn made his seat in a tower house at the town. The town has had various rulers throughout its history. The last known rulers were from House Hoare, which died out during Aegon's conquest. Pate of Fairmarket unsuccessfully claimed to be a river king during the reign of House Durrandon.</p>\r\n<h3>Features</h3>\r\n<p><strong>Fairmarket</strong><br>Fairmarket is located on the banks of the Blue Fork in the Riverlands. It is one of the few places where travellers can cross the Blue Fork, and as a result the town grew rich and prosperous by taxing those that wanted to cross, and as a result of trade. The town is well protected by a moat and walls.<br><br>On a hill in the town stands a towerhouse. Lower on the hill stands the main sept of Fairmarket, surrounded by a lichyard.<br><br><strong>Septry at Fairmarket</strong><br>On the northern banks of the Blue Fork stands the Septry at Fairmarket. The septry was founded by septons after the battle at Fairmarket to tend for the wounded after the battle. In the decades that followed, the septry grew to become the complex it is today.<br><br><strong>Fairfields (farmland)</strong><br>The area around Fairmarket is commonly known as Fairfields. It features large fields with various crops, pastures and farms.<br><br><strong>Mudbury (/warp fmhf1)</strong><br>Mudbury is located east of Fairmarket, on the banks of the Blue Fork. It is known for its production of bricks, tiles and other ceramics. A small castle towers over the village.<br><br><strong>Oldforge</strong><br>Oldforge is a ruined castle south of Fairmarket, near Lorgen’s Wood. After the castle was sacked in one of the many wars between the houses Blackwood and Bracken, it fell into despair and became the overgrown ruin it is today. Folk from the nearby village claim the ruin is haunted, and often warn travellers not to camp within the castle walls.<br><br><strong>Buckwood Hall (/warp fmhf3)</strong><br>Buckwood Hall is a holdfast in the Buckwood. It is primarily used as a hunting lodge.<br><br><strong>Ramsford</strong><br>Ramsford is a village on the northern bank of the Blue Fork. It is surrounded by wetlands. The lord of Ramsford rules from a towerhouse on a motte.<br><br><strong>Toadstone (/warp fmhf4)</strong><br>Toadstone is a small castle on the border of Wayn and Fairmarket.<br><br><strong>Other locations</strong><br>There are many other locations in and around Fairmarket to explore, such as ruins, farms, forests and more.</p>\r\n<h3>Construction</h3>\r\n<p>Building began on the 18th of September 2015 with the plotting of the town. While the town was open in small sections for builders to build in, work was started on the surrounding fields and southern sprawl.<br><br>During the building phase there were many variations of Fairmarket, until a final decision was made regarding the town’s layout early in 2017. The town was finished on the 20th of November 2017, after which work on the surrounding lands and sprawl became the new primary focus.<br><br>The style of the town changed slightly throughout the years of construction, mainly removing elements that made the houses seem clunky.</p>\r\n<h3>Inspiration</h3>\r\n<p>Fairmarket is based on various towns and cities in the Netherlands, Belgium and Germany. The layout of the town is mostly based on the city of Nijmegen, while the riverside is based primarily on Frankfurt. The style of the townhouses is based on late medieval Dutch houses.<br><br>For the surrounding lands, most inspiration has been derived from traditional northern European medieval houses in rural areas, as well as the Witcher series. Farmsteads are based on late medieval Dutch walled farms.<br></p>\r\n<figure><img src=\"https://cdn.westeroscraft.com/web/assets/destinations/fairmarketinsp2.PNG\" data-image=\"117592\"><figcaption>Medieval Map of Nijmegen</figcaption></figure>\r\n<figure><img src=\"https://cdn.westeroscraft.com/web/assets/destinations/fairmarketinsp1.gif\" data-image=\"117594\"><figcaption>Medieval Map of Frankfurt</figcaption></figure>\r\n<figure><img src=\"https://cdn.westeroscraft.com/web/assets/destinations/fairmarketinsp3.jpg\" data-image=\"117593\"><figcaption>Gouda Town Hall</figcaption></figure>\r\n<figure><img src=\"https://cdn.westeroscraft.com/web/assets/destinations/fairmarketinsp4.png\" data-image=\"117590\"><figcaption>Fairmarket Town Hall as drawn by InfinityMe123</figcaption></figure>\r\n<figure><img src=\"https://cdn.westeroscraft.com/web/assets/destinations/fairmarketinsp5.jpg\" data-image=\"117591\"><figcaption>Valkhof Chapel, Nijmegen</figcaption></figure>\r\n\r\n",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/fairmarket-7.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/fairmarket-6.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/fairmarket-5.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/fairmarket-4.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/fairmarket-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/fairmarket-1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/fairmarket-3.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Hoare Formerly",
        "destinationType": "town",
        "destinationStatus": "inProgress",
        "destinationLevel": "four",
        "warp": "/warp fairmarket",
        "dateCompleted": null,
        "projectLead": "EStoop",
        "dateStarted": "2015-09-18T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/fairmarket-estoop.124/",
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Hoare-old.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Erenford",
    "slug": "erenford",
    "copy": "<p><strong>House Erenford</strong> is a noble house of The Riverlands. It is a vassal of House Frey. Currently there is very little canon detail on the location of the said house, but on the server it is placed next to the castle of House Haigh, which is also sworn to the Freys, both being on the Green Fork.</p>\r\n<p>Among the few canonical information there are on House Erenford, there is the one shared in <em>A Game of Thrones, Chapter XXVIII</em> (<em>Catelyn V</em>) - that its member Joyeuse marries Lord Walder Frey on his ninetieth birthday, most likely in the year 298 AC.</p>\r\n<h3>Features<br></h3>\r\n<ul><li><strong>Castle Erenford, </strong>sitting on a slope above the Erenford river in the north-west. </li><li><strong>Erenford Mine/Quarry, </strong>a small copper/iron mining operation alongside a large quarrying area that is distributed across a lot of the Freylands.</li><li><strong>The Ruins, </strong>small ruins of a castle in the far east.</li><li><strong>Pastures/feilds, </strong>The fields and pastures sit along side the river in the west of the lands being the most fertile part and close to the natural border of the river.</li><li><strong>Erenford Village, </strong>The Village is quite large and was once quite small, but had grown in recent years with the long summers in recent history. The new houses made of wood in the upper section of the village close to the castle, the sept to the mother and farther at it's centre. with the stone houses being the oldest part.<br> </li></ul>\r\n<h3>Construction</h3>\r\n<p>House Erenford was built by <strong>Majic</strong> between September 8, 2017 and June 21, 2018. It took 9 months. A significant amount of time went into planning of the lands, and the forest took a lot of time to create, as to blend from the lands of House Grey across to the Green Fork.</p>\r\n<h3>Inspiration</h3>\r\n<p>Dunstanburgh castle - the castle Palette - Lolliston/Grey for the Frey lands style.</p><h3>WesterosCraft Walks<br></h3>\r\n<p>Erenford was featured in Episode 90 of the WesterosCraft Walks, released on April 13, 2019.</p><figure><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/iubGa5kZgKA\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/erenford-1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/erenford-1.jpeg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/erenford-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/erenford-2.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Erenford",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp erenford",
        "dateCompleted": "2018-06-21T07:00:00+00:00",
        "projectLead": "Majic",
        "dateStarted": "2017-09-08T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/house-erenford-by-majic.90/",
        "banner": []
      }
    ]
  },
  {
    "title": "Wayfarer's Rest",
    "slug": "wayfarers-rest",
    "copy": "<p>Wazgamer assigned the village of <a href=\"https://awoiaf.westeros.org/index.php/Crossed_Elms\">Crossed Elms</a> to House Vance of Wayfarer's Rest in <a href=\"http://forum.westeroscraft.com/threads/discussion-of-re-organising-projects-for-list-of-projects-document.1186/post-5155\">2018</a>.<br></p>",
    "images": [],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Vance",
        "destinationType": "castle",
        "destinationStatus": "abandoned",
        "destinationLevel": "one",
        "warp": "/warp wayfarersrest",
        "dateCompleted": null,
        "projectLead": "SMP, barkus",
        "dateStarted": "2016-01-18T08:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/old-project-app-wayfarers-rest-by-barkus-smp.2230/",
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Vance.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Wayn",
    "slug": "wayn",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Wayn",
        "destinationType": "castle",
        "destinationStatus": "notStarted",
        "destinationLevel": "two",
        "warp": "/warp wayn",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Bigglestone",
    "slug": "bigglestone",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Bigglestone",
        "destinationType": "ruin",
        "destinationStatus": "notStarted",
        "destinationLevel": "three",
        "warp": "/warp bigglestone",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Chambers",
    "slug": "chambers",
    "copy": "<p><a href=\"https://awoiaf.westeros.org/index.php/Old_Willow\">Old Willow</a>, <a href=\"https://awoiaf.westeros.org/index.php/Bowshot_Bridge\">Bowshot Bridge</a>, and the site of <a href=\"https://awoiaf.westeros.org/index.php/Butcher%27s_Ball\">Butcher's Ball</a> are assigned to the lands of House Chambers. </p>",
    "images": [],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Chambers",
        "destinationType": "castle",
        "destinationStatus": "notStarted",
        "destinationLevel": "two",
        "warp": "/warp chambers",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Goodbrook",
    "slug": "goodbrook",
    "copy": "<p>No forum records have been found for Goodbrook. It may have been built by MrTXI or mamorb of the nearby <a href=\"https://westeroscraft.com/wiki/riverlands/sallydance\">Sallydance </a>and <a href=\"https://westeroscraft.com/wiki/riverlands/merrydown-dell\">Merrydown Dell</a> projects.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/goodbrook1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Goodbrook-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Goodbrook-1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Goodbrook",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "three",
        "warp": "/warp goodbrook",
        "dateCompleted": null,
        "projectLead": "Unknown",
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Hag's Mire",
    "slug": "hags-mire",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Nayland",
        "destinationType": "village",
        "destinationStatus": "inProgress",
        "destinationLevel": "one",
        "warp": "/warp hagsmire",
        "dateCompleted": null,
        "projectLead": "Desmera Redwyne",
        "dateStarted": "2020-04-06T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/house-nayland-of-hags-mire-by-desmera.2099/",
        "banner": []
      }
    ]
  },
  {
    "title": "Deddings",
    "slug": "deddings",
    "copy": "<p>The <a href=\"https://awoiaf.westeros.org/index.php/Stone_Mill\">Stone Mill</a> river crossing is assigned to the lands of House Deddings. </p>",
    "images": [],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Deddings",
        "destinationType": "castle",
        "destinationStatus": "abandoned",
        "destinationLevel": "two",
        "warp": "/warp deddings",
        "dateCompleted": null,
        "projectLead": "Rattlez",
        "dateStarted": "2017-12-10T08:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/house-deddings-rattlez.401/",
        "banner": []
      }
    ]
  },
  {
    "title": "Perryn",
    "slug": "perryn",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Perryn",
        "destinationType": "castle",
        "destinationStatus": "notStarted",
        "destinationLevel": "two",
        "warp": "/warp perryn",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Corne",
    "slug": "corne",
    "copy": "<p><a href=\"https://awoiaf.westeros.org/index.php/Tumbler%27s_Falls\">Tumbler's Falls</a> is located within the lands of House Corne. </p>",
    "images": [],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Corne",
        "destinationType": "castle",
        "destinationStatus": "inProgress",
        "destinationLevel": "one",
        "warp": "/warp corne",
        "dateCompleted": null,
        "projectLead": "kuzlov",
        "dateStarted": "2020-04-05T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/house-corne-by-kuzlov.1961/",
        "banner": []
      }
    ]
  },
  {
    "title": "Bourney",
    "slug": "bourney",
    "copy": "<p><a href=\"https://awoiaf.westeros.org/index.php/Middleton\">Middleton</a> is assigned to House Bourney.<br></p>",
    "images": [],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Bourney",
        "destinationType": "castle",
        "destinationStatus": "notStarted",
        "destinationLevel": "one",
        "warp": "/warp bourney",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Sevenstreams",
    "slug": "sevenstreams",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": null,
        "destinationType": "village",
        "destinationStatus": "notStarted",
        "destinationLevel": "one",
        "warp": "/warp sevenstreams",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Penny",
    "slug": "penny",
    "copy": "<p>The site of the <a href=\"https://awoiaf.westeros.org/index.php/Battle_on_the_Green_Fork\">Battle of the Green Fork</a> is assigned to the lands of House Penny.</p>",
    "images": [],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Penny",
        "destinationType": "castle",
        "destinationStatus": "notStarted",
        "destinationLevel": "one",
        "warp": "/warp not set",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Butterwell",
    "slug": "butterwell",
    "copy": "<p>The <a href=\"https://awoiaf.westeros.org/index.php/Gods_Eye_town\">God's Eye Town</a> and a variety of other landmarks which Arya comes across on her route north with Yoren are included within the remaining lands of House Butterwell. The former seat of House Butterwell, Whitewalls is now within the lands around Harrenhal and so is not included with this project. </p>",
    "images": [],
    "projectDetails": [
      {
        "region": "riverlands",
        "house": "House Butterwell",
        "destinationType": "town",
        "destinationStatus": "notStarted",
        "destinationLevel": "one",
        "warp": "/warp godseyetown",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  }
]
