[
  {
    "title": "Lipps",
    "slug": "lipps",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Lipps",
        "destinationType": "keep",
        "destinationStatus": "notStarted",
        "destinationLevel": "two",
        "warp": "warp not set",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Gates of the Moon",
    "slug": "gates-of-the-moon",
    "copy": "<p><strong>The Gates of the Moon</strong> is a castle protecting the Eyrie’s approach. The second line of defense after The Bloody Gate, the Gates of the Moon is the seat of Lord Nestor Royce, High Steward of the Vale and Keeper of the Gates of the Moon. Though recently described in A World of Ice and Fire as 'no fit abode for a king', the Gates of the Moon is a larger castle than the Eyrie, and is traditionally the winter seat of the Arryns. <strong>House Royce of the Gates of the Moon</strong>, a cadet branch of House Royce, holds this stout castle at the base of the Giant’s Lance. the Their sigil is a portcullis over a crescent moon, surrounded with House Royce’s sigil runes. Their words are not known.</p><h3>Features</h3>\r\n<ul><li><strong>Dual Keeps,</strong> one for both the seat of Lord Royce, and the winter seat for the Arryns.</li><li><strong>Strong Defense,</strong> the entire site is designed with protection in mind. From the initial moon-clad drawbridge to the thin rear postern gate, breaching this castle's natural and man-made defenses defenses would prove quite difficult for any army that was capable of making it past the Bloody Gate.</li><li><strong>Arryn Crypts,</strong> located beneath the septry on the western side, the crypts house the remains of many Eyrie Lords.</li></ul>\r\n<h3>Construction</h3>\r\n<p>The Gates of the Moon took approximately two and a half months from idea stage to finished product. The Gates is supposed to be an old structure that looks 'mean and ugly'. In this regard, no plaster was used in its construction, rather just grey stone. Two small mountain streams were added to feed the moat to provide water and water-based technology for the castle.</p><h3>Inspiration</h3><p>Since the castle was described as having square towers, and the Vale's propensity towards marble and plaster had been ruled out, the facade of Vajdahunyad Castle provided quite a bit of inspiration for the build. </p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/gatesofthemooninsp.jpg\" data-image=\"100470\"></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/images/gatesofthemoon.png"
      }
    ],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Royce",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "three",
        "warp": "/warp gatesofthemoon",
        "dateCompleted": "2014-09-09T07:00:00+00:00",
        "projectLead": "Quikfox, lorddyvim",
        "dateStarted": "2014-08-09T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Royce.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Baelish Keep",
    "slug": "baelish-keep",
    "copy": "<p>Nestled on the ‘littlest’ of the fingers, the <strong>Baelish Keep</strong> is a small, bleak castle, and the seat of the minor house, <strong>Baelish</strong>. Two generations ago the flint tower was given to a Braavosi Knight, and has since been inherited by the Master of Coin, Petyr Baelish. The land is refered to be only a few stony acres of land. House Baelish blazon their sigil with a grey stone head with fiery eyes, on a light green field, a reference to the Titan of Braavos. Petyr Baelish often uses a nightingale as his personal emblem, setting himself apart from this upstart house he belongs to.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Baelish Keep,</strong> a small flint tower, resting atop of a ridge jutting into the narrow sea.</li><li><strong>Baelish Village,</strong> a small village containing eight houses, surrounding a large peat bog. The main industry of the region is raising sheep, of which they have only a few.</li><li><strong>Hermits Cave,</strong> a large cave located south-west of the village</li></ul>\r\n<h3>Construction</h3>\r\n<p>The construction of the current version of Baelish Keep began in January 2015 by Knight_Krawler and Bluecichlid, however there were previous versions. In July 2013, another Baelish Keep was created by Howy J, originally intended to be ported when the Vale was redone in 2014, but the keep was lost and an update was thought necessary anyway.</p>\r\n<h3>Inspiration</h3>\r\n<p>The Baelish Keep and lands are described in the books, inspiring the majority of the build. Images of weathered castle and artist's portrayals were also used for inspiration. </p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/destinations/baelish1.jpg\" data-image=\"100473\"></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Baelish1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Baelish",
        "destinationType": "tower",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp baelishkeep",
        "dateCompleted": "2015-04-08T07:00:00+00:00",
        "projectLead": "Knight_Krawler, Bluecichlid",
        "dateStarted": "2015-01-15T08:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Baelish.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Coldwater Burn",
    "slug": "coldwater-burn",
    "copy": null,
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/coldwater1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Coldwater",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp coldwaterburn",
        "dateCompleted": "2014-06-27T07:00:00+00:00",
        "projectLead": "ItsPabs",
        "dateStarted": "2014-04-22T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Egen Hall",
    "slug": "egen-hall",
    "copy": "<p><strong>Egen Hall</strong> is the seat of <strong>House Egen</strong>, a noble house of the Vale. House Egen is loyal to its overlord House Arryn and one of its members, Ser Vardis Egen, served as Captain of the Guard at the Eyrie but was slain by Bronn during Tyrion Lannister's Trial by Combat in the Eyrie. Their lands are on the river between Strongsong and Heartshome, in a valley where several mountain streams come together.<br></p>\r\n\r\n<h3>Features</h3>\r\n<ul><li><strong>Egen Hall</strong> Seat of House Egen. The castle contains all defenses and comforts of a castle of the Vale's nobility, including a great hall, armory, stables, and a maester's tower. The stern Lord's tower overlooks Lord Egen's small but verdant land. Black banners fly above the gates because the castle is currently in mourning</li><li><strong>The village,</strong> Egen lands contain several expansive dairy farms, a source of pride for the people of this mountainous region. Cheeses from Egen farms are traded in Gulltown. Houses on Egen lands perch precariously on the sides of the striking mountains that make the Vale so unique.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Construction of this project took about a month, and was the first project led by tsarkaiser84. </p>\r\n<h3>Inspiration</h3>\r\n<p>Egen Hall, like most of the Vale, is inspired by the castles of the Rhineland, Bavaria, and Switzerland. The village and surrounding lands are mostly inspired by Swiss landscapes. The castle has a style copied from Burg Eltz in Germany, and Burg Oberhofen in Switzerland.</p>\r\n<h3>Video</h3>\r\n<p>Egen Hall was featured in Episode 57 of WesterosCraft Walks. DutchGuard begins with the river and town before exploring the keep. Dutch hints at the reason for the black banners in the castle, but never explains the mystery.</p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/dTmryl5IfaA\" frameborder=\"0\" allowfullscreen=\"\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/egenhall.png"
      }
    ],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Egen",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp egen",
        "dateCompleted": "2014-06-16T07:00:00+00:00",
        "projectLead": "tsarkaiser84",
        "dateStarted": "2014-05-06T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Egen.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Grey Glen",
    "slug": "grey-glen",
    "copy": null,
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/greyglen.png"
      }
    ],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Tollett",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp greyglen",
        "dateCompleted": "2015-07-11T07:00:00+00:00",
        "projectLead": "AdricTW",
        "dateStarted": "2014-04-03T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Gulltown",
    "slug": "gulltown",
    "copy": "<p><strong>Gulltown</strong> is a major port city in <strong><a href=\"https://westeroscraft.fandom.com/wiki/The_Vale\" title=\"The Vale\">the Vale of Arryn</a></strong>, and the fourth largest city in <a href=\"https://westeroscraft.fandom.com/wiki/Builds\" title=\"Builds\">Westeros</a>. The walled city is tucked away in a bay south of <a href=\"https://westeroscraft.fandom.com/wiki/Runestone\" title=\"Runestone\">Runestone</a> on the <a title=\"Bay of Crabs (page does not exist)\" rel=\"nofollow\" data-uncrawlable-url=\"L3dpa2kvQmF5X29mX0NyYWJzP2FjdGlvbj1lZGl0JnJlZGxpbms9MQ==\">Bay of Crabs</a>. The secluded city is defended by tunnels through the mountains on its northern side. The city contains the seat of<strong> House Grafton</strong>, the Lords of Gulltown, whose sigil is a burning tower in yellow, within a black pile, upon flaming red, but also a cadet branch of House Arryn, who also reside in the city. House Shett formerly lived in Gulltown, but now reside in the Gull Tower on the eastern tip of the peninsula. During Robert's Rebellion, House Grafton remained loyal to the Targaryens, and only after the Battle of Gulltown, did Robert gain the full support of the Vale. House Arryn of Gulltown is a rich cadet branch that chose to marry merchants, and although they are wealthy are looked down upon by the other Arryns.</p>\r\n<h2>Features</h2>\r\n<ul><li><strong>Grafton Keep,</strong> a series of tall white walls and towers rise above the city. The austere halls and chambers are both beautiful and elegant, but not overly decorated. The main courtyard must be reached by a winding road up the cliff, and the towers are crowded, a classic representation of Vale architecture.</li><li><strong>House Arryn Manor,</strong> is in the southern part of the city and is lavishly decorated. Near the manor is a large sept, possibly operated by the Arryns.</li><li><strong>Lighthouse and Docks,</strong> a small beacon on the south end marks the harbor, with its wooden piers for small vessels and stone piers for large ships and war galleys. The harbor is the main source of trade for the Vale with the outside world, and includes an Ibbenese whaling ship and merchants from the Free Cities.</li><li><strong>Septry,</strong> a septry juts out on a high cliff above the city, with its own personal sept, and trains young septas and septons in the Faith of the Seven.</li><li><strong>Temple of R'hllor,</strong> although the Vale is the most devout to the Faith of the Seven, the prominence of Gulltown as a trading port with the Free Cities in Essos means that there is a small temple to R'hllor, The Fire God. Certain districts of the city have influences from the Free Cities, such as the Tyroshi District.</li><li><strong>Quarry,</strong> to the west of the city is a large quarry, which likely supplied the marble and stone used in Gulltown and other castles in the Vale.</li></ul><p><strong>Note:</strong> In a future redo, House Shett of Gulltower and House Shett of Gulltown will be need to be included in the project.</p>\r\n<h2>Construction</h2>\r\n<p>Gulltown was constructed in Summer 2013 and was continued though January 2014. DutchGuard led the server build, which included the extensive Grafton Keep, the Arryn's manorhouse, the septs and septrys, as well as the complex tunnels, walls, and defenses of the city.</p>\r\n<h2>Inspiration</h2>\r\n<p>The terrain inspired the layout of Gulltown, which is terraced and connected by roads leading through natural arches and tunnels throughout the city. The picturesque city was partially inspired by Dover, England, which has tall white cliffs with various buildings built into the terrain and piers with lighthouses.</p>\r\n<h2>Miscellaneous</h2>\r\n<p>The Gulltown server build was notorious for its lightheartedness and is likely the source of the WesterosCraft Catchphrase \"Ay up!\", the use of custom heads, several \"pool parties,\" and also the \"Gullywood Sign.\"</p>\r\n<h2>Video</h2>\r\n<p>Gulltown was featured in a timelapse video.<br></p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/M6jtixhQs2M\" frameborder=\"0\" allowfullscreen=\"\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/gulltown.png"
      }
    ],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Grafton",
        "destinationType": "city",
        "destinationStatus": "completed",
        "destinationLevel": "four",
        "warp": "/warp gulltown",
        "dateCompleted": "2014-01-20T08:00:00+00:00",
        "projectLead": "DutchGuard",
        "dateStarted": "2013-06-12T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Grafton.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Hardyng",
    "slug": "hardyng",
    "copy": "<p>Hardyng was updated as part of the Redfort project by Fin. </p>",
    "images": [],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Hardyng",
        "destinationType": "keep",
        "destinationStatus": "inProgress",
        "destinationLevel": "two",
        "warp": "/warp hardyng",
        "dateCompleted": null,
        "projectLead": "Fin",
        "dateStarted": "2017-09-11T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Heart's Home",
    "slug": "hearts-home",
    "copy": null,
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/heartshome1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Corbray",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp heartshome",
        "dateCompleted": "2014-10-09T07:00:00+00:00",
        "projectLead": "NickShaiB, Kyuzo_",
        "dateStarted": "2014-04-03T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Moore",
    "slug": "house-moore",
    "copy": "<p><strong>House Moore</strong> is a noble house of The Vale, sworn to House Arryn of the Eyrie. Their sigil is three bronze spearheads on white, embattled on a bronze border. Their lands are located in the eastern plains of the Vale, southeast of Longbowhall and northeast of Old Anchor. One of the members of House Moore, Ser Mandon Moore, is a Knight of the Kingsguard.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Castle,</strong> located on the rocky shore of a bay and is surrounded by a moat. It has three entrances, the main gate, a smaller gate at the private docks at the castle and a small gate in the water, allowing rowboats to enter the castle.</li><li><strong>Mooreton,</strong> can be found only slightly northeast of the castle at the other side of the stream. It’s a small village, with an inn and a harbor.</li><li><strong>Sept,</strong> close to the western border of the Moore lands. It is surrounded by a vineyard.</li><li><strong>Abondonned beacon,</strong> located at the very north of their lands. It is an old beacon that fell in disrepair when it was abondonned and it is now inhabited by bandits.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Moore has been built by Steineke96. Construction started at the start of June, and was finished two months later, at the start of August.</p>\r\n<h3>Inspiration</h3>\r\n<p>House Moore is mostly inspired by the Vale style guide. Other inspiration sources are Ironoaks, Heart’s Home and Runestone</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/moore1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/moore2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/moore3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/moore4.png"
      }
    ],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Moore",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp moore",
        "dateCompleted": "2014-08-04T07:00:00+00:00",
        "projectLead": "Steineke96",
        "dateStarted": "2014-06-07T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Ironoaks",
    "slug": "ironoaks",
    "copy": "<p><strong>Ironoaks</strong> is a castle in The Vale and the seat of <strong>House Waynwood</strong>. The decorative stone castle is situated on an island in a lake called \"Lake of the Wheels\" near the mouth of one of the mountain rivers in the vale. Besides the town of Ironoaks, the area includes three hamlets, a mine, a prominent vineyard, and also many forests, a reference to both Ironoaks and Waynwood. House Waynwood's sigil is a broken wagon wheel, black on green. Like many noble families in the Vale, the Waynwoods are highy devout and are known for their insistence on ceremony.<br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Castle Ironoaks</strong>, a small island is filled completely with a stone castle with bright white walls and red daub and wattle. In the courtyard is a small pool, and also a water gate and a protected inner harbor for small boats.</li><li><strong>Lake of the Wheels</strong>, a mountain river widens into an alpine lake before continuing on to the narrow sea. This lake provides House Waynwood with an excellent source of fresh water, transportation and shipping, and the defense of the island castle. On the shores of the lake is a dense forest which includes the graves of Ironoaks.</li><li><strong>Mountain Sept</strong>, overlooks the scenic valley and features a lichyard covered in vines and a crypt.</li><li><strong>Vineyard</strong>, a broad fertile valley grows a northern variety of grape and provides the Vale with more local wines. The manor house includes a wine press and cellar.</li><li><strong>Mine</strong>, in one of the valleys provides iron for Ironoaks, which has a large army of approximately 1,000 sworn shields.</li><li><a title=\"Expand slideshow\" id=\"slideshow-0-0\"></a>Castle Ironoaks</li></ul>\r\n<h3>Construction</h3>\r\n<p>The current version of Ironoaks was planned by SMP and GarWolfe. It replaced an uncompleted version, planned and started by totalidiot99. Construction began in February 2014 and was completed in June 2014. </p>\r\n<h3>Inspiration</h3>\r\n<p>Ironoaks Castle is partially inspired by Château de Chillon on Lake Geneva in Switzerland.</p>\r\n<h3>Video</h3>\r\n<p>Ironoaks was featured in Episode 4 of WesterosCraft Walks. DutchGuard begins in the mountain sept, explores the town of Ironoaks, and also Castle Ironoaks.</p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/MRWkaLFh7tI\" frameborder=\"0\" allowfullscreen=\"\"></iframe></figure>\r\n<p>SMP also created a cinematic video featuring Ironoaks.</p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/cBrjGFH0E1o\" frameborder=\"0\" allowfullscreen=\"\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/ironoaks1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Waynwood",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "four",
        "warp": "/warp ironoaks",
        "dateCompleted": "2014-06-01T07:00:00+00:00",
        "projectLead": "SMP, GarWolfe",
        "dateStarted": "2014-01-31T08:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-waynwood.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Littlesister",
    "slug": "littlesister",
    "copy": "<p><strong>Littlesister</strong> is the smallest and easternmost island in the group of the Three Sisters, islands situated in the Bite, a bay between The Vale and The North, south of <a href=\"https://westeroscraft.com/wiki/north/white-harbor\">White Harbor</a>. House Torrent rules over Littlesister, they have no words or sigil. They are vassals of House Sunderland of Sisterton and the current head of House Littlesister is Alesandor Torrent<br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Torrent Keep,</strong> is situated in the center of the island on a hill. The keep contains: the great keep itself, a stable, a blacksmith, a small guard keep with a bell tower, a small vegetable garden and a chicken coop.</li><li><strong>Main Village,</strong> is located on the north side of the island.</li><li><strong>Fishing Hamlet,</strong> the island has two fishing hamlets. The one on the east is a small one containing 3 houses. The hamlet on the Westside is bigger with 5 houses and above the hamlet there is an old worshiping place for the lady of the waves and the lord of the skies.</li></ul>\r\n<ul><li><strong>Logging Camp,</strong> in the center on the island there is a small logging camp .</li><li><strong>Sheep Farm,</strong> on the southern side of the island is where all the sheep products are made like: cheese, mead and wool. The farm contains tree buildings: the farmer's house, the storage shed, and the abattoir.</li><li><strong>Ruined Keep,</strong> with a ruined village. It was destroyed during the “Rape of the Three Sisters”.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Littlesister was started on April 2014 and finished in August the same year. But the builder was not happy with the original build and decided to update the build, it was started on August 2015 the next year and finished in November.</p>\r\n<h3>Inspiration</h3>\r\n<p>Like the other builds, Littlesister is a blend of styles of the North and the Vale. Littlesister is less \"shady\" looking that Sisterton, but still includes run down structures like the ruined keep and a darker pallette. </p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/littlesister1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Sunderland, House Torrent",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp littlester",
        "dateCompleted": "2016-04-06T07:00:00+00:00",
        "projectLead": "Syorre",
        "dateStarted": "2014-04-19T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Longbow Hall",
    "slug": "longbow-hall",
    "copy": "<p><strong>The completion announcement as posted on the old forums 7/9/2014 by hoosfoos:</strong></p><p>\"Finally 10 months after OllieDisc applied for Longbow Hall it's complete! I won't recount the history here, but it's been a long time coming.<br><br>Much thanks to the following people (and hopefully no one was forgotten, but if you were it wasn't on purpose!)<br><br>OllieDisc for the initial build and terraforming of Longbow Hall and repasting it in after the new Vale map was made.<br><br>Lorddyvim who joined the project at the end as co-lead, but really carried the weight when I was on vacation. He was also a building machine with over 37 buildings to his credit, including most of the buildings at sudental and meadowview and all of the buildings at lblc1. He spent a lot of time getting people to build as well, including getting 4 mods to build houses. <br><br>The mods and editors who helped with setting warps, terraforming jobs, big and small and moving things about with their magic,<br>Dav, Banty, Lyl, Iwan, Ollie, Carci, Thamus.<br><br>All of the builders the contributed to the cause in addition to the 37 buildings that Lorddyvim built, I added another 26 outside the castle.<br><br>Tsar built some major buildings, the lodge at meadowview, the sept at longbowvillage and the tower at sudental.<br><br>The other builders who contributed in no particular order where,<br>Woeninja2011<br>Antalex<br>Mamorb<br>KnightKrawler<br>Vitorgas<br>BigPeking<br>Bluecichlid<br>Seashelbs<br>Dav<br>Codd<br>Lyl<br>SMP<br>Deathbagel<br>CHAOSiren<br>znda32<br><br>Thank You all for helping complete the Longbow Hall project!\"</p>\r\n\r\n",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/longbowhall1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/longbowhall2.png"
      }
    ],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Hunter",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp longbowhall",
        "dateCompleted": "2014-07-09T07:00:00+00:00",
        "projectLead": "Discs, hoosfoos",
        "dateStarted": "2013-10-14T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Longsister",
    "slug": "longsister",
    "copy": "<p><strong>Longsister</strong> is the second largest island in the group of the Three Sisters, islands situated in the Bite, a bay between The Vale and The North, south of White Harbor. <strong>House Longthorpe</strong> rules over Longsister but their sigil and words do not appear in the books. They are vassals of House Sunderland of Sisterton and the current head of house Longsister is Rolland Longthorpe.<br></p>\r\n\r\n<ul></ul>\r\n<h3>Features</h3>\r\n<ul><li><strong>The Keep,</strong> is situated in the top-center of the island and sits on one of its tallest hills. A small complex includes stables, a blacksmith, a great keep, a lord's tower and another tower used by soldiers and the maester, which also serves as a beacon for ships passing near the island.</li><li><strong>The main village,</strong> located west of the castle, has a dock and an inn. It is there where most trade comes in from, notably White Harbor, exporting Goats Cheese and importing various commodities.</li><li><strong>Fishing,</strong> the a total of three fishing hamlets along the shore of the island, which sometimes with a small dock used by the fishing ships. The easternmost hamlet has a ferry to the isle of Sweetsister and a beacon.</li><li><strong>Logging,</strong> a logging camp, situated on the west of the island, is used to chop down wood to be used on the three sister islands. There is also a beacon on the point of the island, not far from the logging camp.</li><li><strong>Ruined Holdfast,</strong> near a hamlet, was destroyed during one of the northern raids on the island, part of a series of attacks called \"The Rape of the Three Sisters.\"</li><li><strong>Abandoned Island,</strong> includes a towerhouse which belonged to the old lords of Longsister, now destroyed after a feud with House Longthorpe. The island and tower is now abandoned, being only visited by people looting the shipwrecks near it.</li></ul>\r\n<h3>Construction</h3>\r\n<p>The build took less than a month to build, since at the time of the building I didn't have a project for a while, which meant that I was eager to get building so it only took me a weekend to finish the keep. There are also a few subtle Easter eggs placed around the island, so be sure to do some exploring to find those.</p>\r\n<h3>Inspiration</h3>\r\n<p>This was inspired by the two other sister islands, by Scottish castles and also house styles from the Vale and the North, all mixed in together. For example, the cliffs at Dunnotar Castle in Scotland inspired the terrain, even though the castle itself is in a very different style.</p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/destinations/longsisterinsp.jpg\" data-image=\"100500\"></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/longsister1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Sunderland, House Longthorpe",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp longsister",
        "dateCompleted": "2015-06-22T07:00:00+00:00",
        "projectLead": "jMp007",
        "dateStarted": "2015-05-23T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Ninestars",
    "slug": "ninestars",
    "copy": null,
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/ninestars1.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Templeton",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp ninestars",
        "dateCompleted": "2014-12-15T08:00:00+00:00",
        "projectLead": "Veggie",
        "dateStarted": "2014-12-01T08:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Pebble",
    "slug": "pebble",
    "copy": "<p><strong>Pebble</strong> is an island in the Bite, located just north of the Fingers. It is ruled over by <strong>House Pryor</strong>, a noble house who blazon their banners with a yellow sun overlapping a black crescent moon on pink. This project was stalled for a bit due to issues with the biome. The build style of the island is a mix of mostly Vale regional style with a bit of Northern regional style mixed in due to its location in the Bite.<br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Pebble Keep,</strong> The seat of House Pryor. This is where the nobility of the island reside.</li><li><strong>Pebble Town,</strong> Where the vast majority of the population lives. Here you can find an inn, the main harbour, a woodward, and more.</li><li><strong>Northshore,</strong> A small fishing village of 3 homes on the north shore of the island. Can be found at /warp northshore</li><li><strong>Ibbenese Whaling Ship Wreck, </strong>Squatters now inhabit this shipwreck and are living off of it's cargo.</li><li><strong>Stone Watchtowers, </strong>Used to be wooden, after the shipwreck the three were replaced with stone beacon tower equivalents to warn ships of rapidly approaching land.</li><li><strong>Hot Spring,</strong> Pebble, being an inactive volcano, has a hot spring at the top of the only hill on the island. Inside the hill, two chambers can be found, one filled with water, the other containing magma that heats up the water. Next to the hot spring, a sept can be found.</li></ul>\r\n<h3>Construction</h3>\r\n<p>After the application was first accepted, construction did not start until the extension of the hill where the castle currently lies was terraformed. The castle layout was then copied from xSnake23's test plot and was used as a guide for building a full scale wool model. The gradient was the applied to the castle by hand. After the castle had no more wool, the town was layed out and opened for builders as well as various mini-builds around the island. Furnishing the commenced but halted in July for the builder lacked access to WesterosCraft. Within 3 weeks of his return in August, the project was completed.<br></p>\r\n<h3>Video</h3>\r\n<p>Pebble is featured in Episode 26 of WesterosCraft Walks, hosted by DutchGuard.</p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/UcfTczQiSCE\" frameborder=\"0\" allowfullscreen=\"\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/pebble1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Pryor",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp pebble",
        "dateCompleted": "2014-08-07T07:00:00+00:00",
        "projectLead": "xSnake23",
        "dateStarted": "2014-05-21T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Runestone",
    "slug": "runestone",
    "copy": "<p><strong>Runestone</strong> is the ancient seat of <strong>House Royce</strong> in the Vale of Arryn, and the seat of the Bronze Kings of ages past, who fought against the Andal invasion until yielding after the Battle of Seven Stars. This makes House Royce one of the few houses in the Vale tied to the older culture of the First Men. Runestone lies on a peninsula north of the Bay of Crabs, east of Redfort and south of Old Anchor. While Runestone is on the northern shore of the peninsula, the nearby city of Gulltown, the largest in the Vale, is on the southern shore. House Royce is one of the oldest houses on the continent and has a cadet branch that manages the Gates of the Moon, the castle protecting the entrance to the Eyrie of House Arryn.<br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Runestone Castle,</strong> an ancient castle on a cliff overlooking the sea. Being a very old structure, it includes a godswood with a heart tree, rare for a castle in the Vale, which demonstrates the ties of House Royce to the First Men and the Old Gods of the North. The castle includes a feast hall and apartments on the north side nearest the ocean. A belltower, small barracks, and guest apartments on the southern side, and a maester's tower, large barracks, and elevated training yard on the western side of the castle facing the village. This defensive structure also has siege equipment and a crane.</li><li><strong>Runestone Village</strong> a sizeable village of 15 - 20 houses lies to the west of the castle on lower cliffs. There is cropland surrounding the village on the southern side. On the shore is a small docks, including some naval ships and larger vessels controlled by House Royce.</li><li><strong>Gulltown Holdfast,</strong> a small holdfast on the road heading south towards the mountainside entrance to Gulltown. (/warp runestoneholdfast1)</li><li><strong>Quarry and Holdfast,</strong> a holdfast and quarry in the western area of the Royce lands near Redfort. (/warp runestoneholdfast2 or runestonequarry)</li><li><strong>Coastal Holdfast,</strong> on the southern side of the penisula, on the road between Ruthermont and Gulltown, a village called Fotheringhay. (/warp runestoneholdfast3 or fotheringhay)</li></ul>\r\n<h3>Construction</h3>\r\n<p>Runestone was completed between April and August 2014. At the time, the map for South Part II was not available, so NoahRYS wanted to build another house in the Vale (South Part I). Of the originally planned holdfasts (seven in total) only one was completed (/warp runestoneholdfast1). Plans for a large forest, mine, ruined Andal fort, and other features were never completed as well. Holdfasts 1, 2, and 3 were completed by Starcat, evilgenius/Kulmen, and JustCallMeeJack respectively. Though NoahRYS applied for the project, it was co-opped to completion by Howy and QuikFox starting in June 2014.</p>\r\n<h3>Inspiration</h3>\r\n<p>The inspiration for Runestone comes from nearby Ironoaks and Heart's Home, which also have multiple courtyards -- a hallmark of the Vale style. The yard including a crane and training area marks Runestone as a more militaristic castle than some of the other Vale builds. The prevalence of stone rather than daub and wattle or plaster also make the castle stand out as a much older structure than other Vale houses.</p>\r\n<h3>Video</h3>\r\n<p>Runestone was feature in Episode 51 of WesterosCraft Walks. DutchGuard spends most of his time in the castle, showing how such a large and ancient family such as House Royce has \"one of everything!\"</p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/epOqitYU49U\" frameborder=\"0\" allowfullscreen=\"\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/runestone1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Royce",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp runestone",
        "dateCompleted": "2015-05-13T07:00:00+00:00",
        "projectLead": "NoahRYS, Howy, QuikFox",
        "dateStarted": "2014-04-18T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Royce.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Ruthermont",
    "slug": "ruthermont",
    "copy": "<p><strong>Ruthermont</strong> is the seat of <strong>House Ruthermont</strong>, a noble house of the Vale. Residing on the northern shores of the Bay of Crabs, Ruthermont guards a road that passes into the Vale via Wickenden and Fotheringhay. Despite boasting a modest port town, the main industry revolves around the stone and marble mined from quarries dotted around their lands. Their arms are five black starfish on a gold pale, on pean.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Ruthermont Keep</strong>, this large, plastered keep rests on a cliff by the seaside. The castle overlooks the port village below and contains a beacon to wary ships travelling towards Gulltown of the rocky cliffs along the coast.</li><li><strong>Ruthermont Town</strong>, the popular port that trades with ships travelling towards Gulltown. </li><li><strong>Astberry</strong>, A stoat stronghold adjacent to a small village. Located within the foothills of the Mountains of the Moon, west of Ruthermont.</li><li><strong>Norham </strong>, A grand hall that clings to a cliff face; surrounded by terraced fields and small cottages.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Construction of the castle and lands began in May 2014 and was completed late June 2014. Many builders contributed towards the project.<br></p>\r\n\r\n<p>The previous Ruthermont was constructed by Randomperson1668 in April 2013, however the castle and lands were cleared when the new Vale map segment was introduced in 2014.<br></p>\r\n\r\n<h3>Videos</h3>\r\n<p>Ruthermont is also featured in a Westeroscraft Walk where Dutchguard discusses the Andal nobility of the Vale and the unique architecture of the region.</p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/Pa0ZnVqiP9k\" frameborder=\"0\" allowfullscreen=\"\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Ruthermont1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Ruthermont",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "three",
        "warp": "/warp ruthermont",
        "dateCompleted": "2014-06-27T07:00:00+00:00",
        "projectLead": "Tact327",
        "dateStarted": "2014-05-06T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Snakewood",
    "slug": "snakewood",
    "copy": "<p><strong>Snakewood</strong> is the seat of <strong>House Lynderly </strong>in The Vale. The Castle lies on the Eastern coast of Westeros in the outskirts of the great forest called Snakewood in the region known as The Fingers. The nearest settlements are Coldwater Burn to the North and Heart's Home to the West. Snakewood is ruled by Lord Jon Lynderly.</p>\r\n<h3>Features</h3>\r\n<p>The castle at Snakewood lies in a very defensible position in a valley, the only way to access the keep is to take a steep road and then cross a narrow bridge. The castle has a drawbridge, that can easily be drawn up if enemies are near. The walls of the castle are either surrounded by a river, a lake or tall mountains, making it hard to siege.</p>\r\n<p>Within the keep you will find services you'd expect to find in a castle of it's size, a Sept, a garden that can serve as a godswood for those who pray to the Old Gods, a stable, a blacksmith, barracks, training grounds a dungeon, a kennel, a bathhouse, a laundry and a granary.</p>\r\n<p>The Lynderly's are proud of their great hall, where many a Lord and Noble have feasted under large banners in the Lynderly colors. The Lord has his own chambers at the top of the Lord's Tower, from where he has a great view of the castle, and even all the way down to the sea where his prized ship \"The Serpent's Kiss\" lies anchored.</p>\r\n<p>The Maester and Septon share a house overlooking the rivers that flows down the mountainside to feed the lake in front of the Castle. There the Maester has his own little garden, where he grows all sorts of herbs and plants for his various potions.</p>\r\n<h3>Economy</h3>\r\n<p>Snakewood is heavy in fishing industry, and the major part of the income for the Lynderly's come from Fishing, Lumber is also a great source of income, there are also some farming, but the rocky hillsides of the Fingers are not the best for growing crops.</p>\r\n<p>Other goods the Lynderly produce to sell include: Leather, pottery, bricks, wool, fabrics and honey.</p>\r\n<h3>Surrounding Areas</h3>\r\n<p>South-West from Snakewood, you can find a small fishing hamlet called Brightglade. Travelers are always welcome to stop by, and a decent meal of fish soup is never far away.</p>\r\n<p>Further along the way from Brightglade, you come to the village of Needlebridge. Needlebridge is also mainly a fishing village, but it also has a very popular Inn that weary travelers can stop to take a well earned rest.</p>\r\n<p>Follow the road further and you will come to the ferry crossing at Pod's Crossing. The ferry crew will gladly take you across to the other side, for a price of course. Or you can instead follow the road further and eventually end up at Heart's Home.</p>\r\n<h3>Construction</h3>\r\n<p>The construction of Snakewood took about one month to complete, with some slow periods due to terraforming challenges and real life issues. About twenty builders and mods were involved in the building and terraforming of Snakewood.</p>\r\n<p>During the Spring of 2014, most of the buid was upgraded, and some things redone to utilize the new Westerosblocks.</p>\r\n<h3>Warps</h3>\r\n<ul><li> /warp Snakewood - Takes you outside the Castle</li></ul>\r\n<ul><li> /warp Snakewoodvillage - Takes you to the farmlands</li></ul>\r\n<ul><li> /warp Snakewooddocks - Takes you to the main village docks</li></ul>\r\n<ul><li> /warp Brightglade</li></ul>\r\n<ul><li> /warp Needlebridge</li></ul>\r\n<ul><li> /warp Podscrossing</li></ul>\r\n<h3>Lore</h3>\r\n<p>There is very little known about Snakewood, therefore the entire castle and surrounding areas are just a guess at how it might be.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/snakewood1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/snakewood2.png"
      }
    ],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Lynderly",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp snakewood",
        "dateCompleted": "2013-10-10T07:00:00+00:00",
        "projectLead": "Georni",
        "dateStarted": "2013-08-12T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Strongsong",
    "slug": "strongsong",
    "copy": null,
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/strongsong1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/strongsong2.png"
      }
    ],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Belmore",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp strongsong",
        "dateCompleted": "2014-05-18T07:00:00+00:00",
        "projectLead": "Emoticone11",
        "dateStarted": "2013-08-04T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Belmore.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Sweetsister",
    "slug": "sweetsister",
    "copy": "<p><strong>Sisteron</strong> is a town located on Sweetsister, an island of the Three Sisters, in the Bite. Seat of <strong>House Borrell</strong>, it is considered the most notorious smuggler's den in all of <strong>Westeros</strong>.</p>\r\n<p>Sisterton is a small, mean town, rank with the odors of pig waste and rotting fish. Its streets are made of mud and planks, while its are houses daub-and-wattle hovels roofed with straw. By the Gallows Gate there are always hanged men with their entrails dangling out<sup>. </sup>The Night Lamp, the black tower lighthouse and House Borrell's castle, Breakwater, are both located at Sisterton.</p>\r\n<h3>Features</h3>\r\n<h4>Breakwater Keep</h4>\r\n<p>Breakwater is built partially on huge, stone arches that stand as bulwarks against the sea. Entry to Breakwater is by a bridge of black basalt and a rusty iron portcullis. Its defenses include a deep salt moat and a drawbridge supported by two massive chains, followed by a larger gatehouse of algae-covered stones. Steps lead to Breakwater's cavernous stone keep. Its entrance is covered by threadbare Myrish carpet.</p>\r\n<p>Breakwater's hall is gloomy and has a leaky roof. Only four of its twenty wall-mounted sconces hold torches. A white spider crab on a grey-green field, the sigil of House Borrell, is embroidered on a banner above the hall's hearth. Beneath the castle are dungeons of stone that are flooded when the tide rises.</p>\r\n<p>Breakwater keep closes the harbor of Sisterton creating a shelter for ships, protecting them of the usual bad weather of the Sisters.</p>\r\n<h4>The Night Lamp</h4>\r\n<p>The Night Lamp is the name of a black tower lighthouse that guides ships preventing them of the danger of the stoney shore near the harbor of the town.</p><h3>Construction</h3><p>From a post for erikiglesiass on the project thread 6/15/2014:</p><p>\"I have great news! Sisterton, Breakwater keep and the Belly of the Whale are officially complete!<br><br>I want to specially thank to:<br>Davinator4O1 who takes care of all the awesome terra of the village and keep<br>Carcinogenius, for all the help in the terraforming of the Belly of the whale and the new basalt bridge and earth conecction with the keep.<br>Robxarghteim, he have help me a lot with aaaall the minor WE stuff. And why not because he plays really good the piano.<br>Smp and MisterMilborn, for the cool lighthouses they did.<br><br>A lot of thanks to everyone who have build and help in the town:<br>DroidSteel<br>Toonamy<br>ItsPabs<br>erty<br>Codd<br>Iwan<br>Nonillion<br>Angarem<br>Rasmus<br>Luciano<br>Barkus<br>Redk- link ;)<br>Carci<br>TheCrazyjustin, he helped me with all the big plots of the town<br>Mrhambone, who made all the market stalls, stables, a warehouse and a couple of houses<br>and Big thanks to Baffle and Iron, you did a really cool job with the crypts and Sept!<br><br>And I dont want to forget of Dutch, Nick and Barkus. Without their ideas the town and keep wouldn't look as nice.\"</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/sweetsister1.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Sunderland, House Borrell",
        "destinationType": "town",
        "destinationStatus": "completed",
        "destinationLevel": "three",
        "warp": "/warp sweetsister",
        "dateCompleted": "2014-06-15T07:00:00+00:00",
        "projectLead": "erikiglesiass",
        "dateStarted": "2014-03-28T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "The Bloody Gate",
    "slug": "the-bloody-gate",
    "copy": "<p><strong>The Bloody Gate</strong> is a fortified gate protecting the pass into the Vale of Arryn along the mountain road to the southwest of the Eyrie. This gate is the first line of defense for House Arryn and is operated by the Knight of the Gate, often chosen by the Arryns. The gate is wedged in a narrow canyon of the pass which forces attacking armies to walk in single file while archers on either sides defend the gate from parapets and two towers. Traditionally, the Knight of the Gate asks travelers the question, \"Who would pass the Bloody Gate?\" The gate has never been taken by an army thought in the Age of Heroes dozens attempted. But Visenya Targaryen flew her dragon Vhagar over the gate directly to the Eyrie's courtyard during the Conquest.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Parapets</strong> one on either side of the canyon, from which archers watch the road and can fire upon attackers.</li></ul>\r\n<ul><li><strong>The Gate</strong> at the end of the narrow canyon are two towers with a covered bridge between them.</li></ul>\r\n<ul><li><strong>Battlements,</strong> leading up to the gate is series of watchtowers along the mountain road.</li></ul>\r\n<h3>Construction</h3>\r\n<p>The Bloody Gate was completed by carcinogenius in Fall 2014 with the majority of the time spent on the mountain road and the terraforming of the canyon since the terrain is so critical to the defenses of the Bloody Gate.</p>\r\n<h3>Inspiration</h3>\r\n<p>The books describe the gate in detail, which was the main inspiration, but the version used the show was canon accurate and greatly inspired the build as well.</p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/destinations/bloogygateinsp.png\" data-image=\"100533\"></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/bloodygate1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Arryn",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp bloodygate",
        "dateCompleted": "2014-09-04T07:00:00+00:00",
        "projectLead": "carcinogenius",
        "dateStarted": "2014-06-01T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "The Eyrie",
    "slug": "the-eyrie",
    "copy": "<p><strong>House Arryn of the Eyrie</strong>, being one of the most influential houses in Westeros, is the principal ruling house of The Vale of Arryn. The <strong>Eyrie</strong> proper is a castle that is nestled at the peak of the Giant's Lance, the largest mountain in all of Westeros. The castle is described as \"7 white swords thrust into the belly of the sky\" and is considerable impregnable because of its location and defenses. Some notable members of the house are Jon Arryn (previous Hand of the King), Lysa (Tully) Arryn (Catelyn's Sister), and Robert Arryn (Son of Jon Arryn and renamed Robin in the show for there being too many Roberts.). The sigil of House Arryn is a falcon volant next to a crescent moon. The crescent moon is highly symbolic for House Arryn and connected to the name of the mountain range in the Vale, \"The Mountains of the Moon,\" their castle on the valley floor, \"The Gates of the Moon,\" and their method of execution, \"The Moon Door,\" a door on the side of their great hall from which people are thrown and plunge six hundred feet to their deaths on the rocks below.<br></p>\r\n<ul></ul>\r\n<h3>Features of the Vale of Arryn</h3>\r\n<ul><li><strong><a href=\"https://westeroscraft.com/wiki/vale/the-bloody-gate\">The Bloody Gate</a>,</strong> this gate is responsible for restricting and regulating all access to the Vale of Arryn. It protects a narrow pass on the high road leading west into the Riverlands throug the Mountains of the Moon. (/warp bloodygate)</li><li><strong><a href=\"https://westeroscraft.com/wiki/vale/gates-of-the-moon\">The Gates of the Moon</a>,</strong> this castle, larger than the Eyrie itself lies on the base of the valley and controls access to the path leading to the Eyrie past the three waycastles. Mules are kept here to be provided to travelers and the Gates of the Moon are the Arryn's winter castle. This castle is the seat of House Royce, granting them the title of High Steward of the Vale and Keeper of the Gates of the Moon. (/warp gatesofthemoon)</li><li><strong>Sleepy Hamlet,</strong> this hamlet is a settlement that lies in the valley below the Giant's Lance. There are a dozen or so houses and several acres of fields which supply the Eyrie. (/warp sleepyhamlet1)</li><li><strong>Stone Waycastle,</strong> Stone is the first of three waycastles leading up the perilous path to the Eyrie. The purpose of this waycastle is to wrest control of the valley and prevent unlawful passage up the Giant's Lance. Stone is situated at the base of the mountain with strong stone walls and a massive ironbound gate. (/warp stone)</li><li><strong>Snow Waycastle,</strong> the second waycastle; this holdfast is much smaller compared to Stone and has only a single tower. But from this vantage point, the entire trail leading to the Eyrie can be protected. (/warp snow)</li><li><strong>Sky Waycastle,</strong> The third and final waycastle; this holdfast is heavily integrated into the Eyrie winch and cellar system and is only six-hundred feet below the Eyrie. Visitors can continue climbing using handholds carved into the rock or use the wynch system. (/warp sky)</li><li><strong>Giant's Lance,</strong> the tallest mountain in Westeros on which the Eyrie and its waycastles are built. According to legend, Artys Arryn rode a giant falcon to the peak where he defeated the Griffin King, the last of the Mountain Kings of the First Men that ruled the Vale before the Andal invasion.</li><li><strong>Alyssa's Tears,</strong> a natural waterfall on the western shoulder of the Giant's Lance, named for an ancient member of House Arryn, who never shed a tear when being forced to watched her family butchered before her. The waterfall is so high that the stream turns to mist before reaching the valley floor.Features of The Eyrie</li></ul>\r\n<ul><li><strong>The High Hall of the Arryns,</strong> is a long and austere hall with narrow, arched windows and pillars and walls made of blue-veined marble. At one end sits a throne carved from weirwood.</li><li><strong>The Moon Door,</strong> to the right of the throne is a narrow weirwood door between two slender pillars carved with a crescent moon. Beyond the door is a six-hundred foot drop to the stones beneath. Most executions at the Eyrie use this door, which is described in detail in the books but is represented as a large circular hole beneath the throne in the television series.</li><li><strong>The Crescent Chamber,</strong> is the Eyrie's reception hall where quests are given refreshments and warmed by the fire after making the climb up the Giant's Lance.</li><li><strong>The Maiden's Tower,</strong> is the easternmost of the seven towers and has incredible views of the Vale and the Giant's Lance from its balcony.</li><li><strong>The Sky Cells,</strong> are the Eyrie's dungeons, which are carved into the cliffs and are exposed to the open, cold sky. The floors are sloped towards the open \"wall\" of each cell. Many prisoners, driven mad by the \"blue,\" commit suicide rather than remain imprisoned in these infamous cells.</li></ul>\r\n<h2>Construction</h2>\r\n<p>The Eyrie was built during October 2014. However, the entire planning process of this build took upwards of one year. The leadership of the Eyrie went through many hands while finally being lead by Davinator and Galivis. The planning of the build aside, the terraforming of the path leading to the Eyrie took nearly 4-5 months of in-game terraforming. On build day, over 60 builders contributed and at one point there were 100 people online. The actual building of the Eyrie took under two weeks to complete.</p>\r\n<p>This version of the Eyrie replaced a version built in early 2012.</p>\r\n<figure><img src=\"https://cdn.westeroscraft.com/web/assets/destinations/eyriecontributors.png\" data-image=\"100536\"></figure>\r\n<h3>Inspiration</h3>\r\n<p>The inspiration for the Eyrie was taken from a careful examination of the detailed information from the books themselves. Since many characters visit the Eyrie, we had a variety of points of view of the castle itself and its defenses. The terraforming of the Vale of Arryn was also as close to canon as possible.</p>\r\n<h3>Videos</h3>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/S-bsuvYag0o\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/BS_NUN0c8Ho\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/UxAJNszn6DA\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>\r\n<div><br></div>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/cuLNugcjVsI\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>\r\n<div><br></div>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/eyrie-5.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/eyrie-4.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/eyrie1new.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/eyrie-3.png"
      }
    ],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Arryn",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "three",
        "warp": "/warp eyrie",
        "dateCompleted": "2014-01-23T08:00:00+00:00",
        "projectLead": "davinator, galivis",
        "dateStarted": "2014-01-10T00:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Arryn.png"
          }
        ]
      }
    ]
  },
  {
    "title": "The Paps",
    "slug": "the-paps",
    "copy": "<p><a href=\"https://awoiaf.westeros.org/index.php/House_Woodhull\">House Woodhull</a> is assigned to the Paps.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/thepaps1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Elesham",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp thepaps",
        "dateCompleted": "2014-09-26T07:00:00+00:00",
        "projectLead": "AttackOnMars",
        "dateStarted": "2014-08-26T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Donniger",
    "slug": "donniger",
    "copy": "<p><strong>House Donniger</strong> is a minor noble house located on the Fingers in The Vale, just south of the island of Pebble. The sigil of Donnigers is a red setting sun on a yellow background.<br></p>\r\n\r\n<h3>Features</h3>\r\n<ul><li><strong>Donniger Keep,</strong> Where the Finger's nobility reside, along with their small army.</li><li><strong>Donniger Town,</strong> Most of the population of this Finger lives here. There is an inn, a tavern, a sept, a lighthouse, and boat quay.</li><li><strong>Overlook,</strong> An old holdfast built on the western entrance to the Finger.</li><li><strong>Village Holdfast, </strong>A small soldier's barracks lying on top of a hill just above the second main village, protecting the eastern entrance of the Finger.</li><li><strong>Donniger Village </strong>A small village of soldier's families and quarry workers reside here around the village holdfast.</li><li><strong>Sheep Farms, </strong>Three large sheep farms are located around the Finger, all with small communities of workers living off the wool they sell.</li><li><strong>Farming Hamlets</strong>, A few small to large farming hamlets are found throughout this Finger with large terraced wheat fields growing near the mountain's cliffside.</li><li><strong>Quarries</strong>, Near the base of the Finger are two large quarries, the primary income source of Upcliff is its sell of stone to nearby locations.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Donniger was approved for build on May 17, 2014. The project was soon after taken over by Seashellbs and ThyNameIsFish on August 2, 2014. The project was completed on April __, 2015.</p>\r\n<h3>Inspiration</h3>\r\n<p>Since there is very little to no information on House Donniger, there was little to base it off of. Since the sigil is a setting sun over the ocean, the view was important. Main inspiration for the castle was based off of Castle Schwarzwald in Germany.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Donniger1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Donniger",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "three",
        "warp": "/warp donniger",
        "dateCompleted": "2015-06-25T07:00:00+00:00",
        "projectLead": "Seashellbs, ThyNameIsFish",
        "dateStarted": "2014-05-17T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Breakstone",
    "slug": "breakstone",
    "copy": "<p><strong>House Breakstone</strong> is a noble house from The Vale, with their holdings situated on the northernmost of The Fingers. According to semi-canon sources they blazon their arms with a red sledge. The only known member of house Breakstone is Ser Edmund Breakstone.<br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Breakstone Castle,</strong> the seat of House Breakstone, a small castle nestled at the foot of the mountains.</li><li><strong>The remains of House Shell,</strong> the foundations are all that remain of the wooden long hall belonging to the former King of the Fingers, after it was burned down by an Andal Warlord originally hired to vanquish his foe, the Brightstones.</li><li><strong>Quarries;</strong> as the name suggests, quarrying is the areas main source of income. There are three quarries in the lands, though after a recent landslide cut off the road, one of them has fallen into disrepair.</li><li><strong>Farming and fishing hamlets,</strong> several small communities of farmers and fishermen can also be found along the coastal road.</li><li><strong>Lone shepherd's huts,</strong> Due to the poor soil conditions and rocky terrain, much of the Breakstone lands can't be used for farming. Instead, sheep freely roam the lands. There are several small huts around the lands, to be used by shepherds needing somewhere to stay in bad weather. During summer they are not often used, so they have started to fall into disrepair.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Construction started in May 2015, and progress happened slowly but surely for almost exactly a year. The majority of the project was planned by CaptScribble, aside from the westernmost quarry (and its hamlet) which was applied for and built by Ammika. Some additional terraforming was done by carcinogenius and Dyvim, and roughly 25 builders contributed houses to the project.</p>\r\n<h3>Inspiration</h3>\r\n<p>The majority of the inspiration for the lands of this project comes from the highlands of Scotland, in particular the peninsula of Ardnamurchan and the Hebrides isles, being similarly hilly, coastal, and treeless, and the main castle inspiration was Kulchurn Castle, in the highlands of Scotland. Scribble also took heavy inspiration from the other castles on the fingers, aiming to contribute to a cohesive regional style. </p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/breakstone1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Breakstone",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp breakstone",
        "dateCompleted": "2016-05-28T07:00:00+00:00",
        "projectLead": "CaptScribble",
        "dateStarted": "2015-06-24T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Newkeep",
    "slug": "newkeep",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Hersy",
        "destinationType": "castle",
        "destinationStatus": "inProgress",
        "destinationLevel": "four",
        "warp": "/warp newkeep",
        "dateCompleted": null,
        "projectLead": "Mandos",
        "dateStarted": "2017-09-05T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/house-hersy-of-newkeep.35/",
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Hersy.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Redfort",
    "slug": "redfort",
    "copy": null,
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/redfort-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/redfort-9.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/redfort-8.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/redfort-7.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/redfort-6.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/redfort-5.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/redfort-4.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/redfort-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/redfort-1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/redfort-1.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Redfort",
        "destinationType": "castle",
        "destinationStatus": "inProgress",
        "destinationLevel": "three",
        "warp": "/warp redfort",
        "dateCompleted": null,
        "projectLead": "Fin (InfinityMe123)",
        "dateStarted": "2015-04-09T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/redfort-by-fin.97/",
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-redfort.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Wickenden",
    "slug": "wickenden",
    "copy": null,
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/wickenden-5.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/wickenden-4.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/wickenden-4.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/wickenden-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/wickenden-3.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/wickenden-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/wickenden-2.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/wickenden-1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/wickenden-1.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Waxley",
        "destinationType": "town",
        "destinationStatus": "inProgress",
        "destinationLevel": "three",
        "warp": "/warp wickenden",
        "dateCompleted": null,
        "projectLead": "Emoticone11",
        "dateStarted": "2014-12-01T08:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-wickenden-redo.41/",
        "banner": []
      }
    ]
  },
  {
    "title": "Wydman",
    "slug": "wydman",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Wydman",
        "destinationType": "keep",
        "destinationStatus": "abandoned",
        "destinationLevel": "three",
        "warp": "/warp wydman",
        "dateCompleted": null,
        "projectLead": "iBoliiid",
        "dateStarted": "2017-06-04T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/wydman-thread-now-open.415/",
        "banner": []
      }
    ]
  },
  {
    "title": "Witch Isle",
    "slug": "witch-isle",
    "copy": "<p><strong>Witch Isle</strong> is a small island in the Narrow Sea, part of the <a href=\"https://westeroscraft.com/wiki/vale\" target=\"_blank\">Vale</a> and seat of <strong>House Upcliff</strong>. The Upcliffs are an ancient noble house, from the Age of Heroes, and former kings. One of it's most notable members was Queen Ursula Upcliff, the \"Bride of the Merling King\", as she called herself, that was reputed to be a sorceress and fought in a first men alliance against the andal invasion. Later the isle was brought to the rule of the <a href=\"https://westeroscraft.com/wiki/vale/the-eyrie\" target=\"_blank\">Arryns</a> through marriage.<br>The main religion on the isle is, unlike most of the Vale, the faith of the Merling King, a deity closely associated with sailors on the Narrow Sea, with some temples for the god being located on the island. Besides the fishing, the island also survives from the silver extracted on its mines to be sold.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Castle Upcliff </strong><em>(/warp upcliff)</em>: located in the northern part of the isle, this shadowy dark castle is the seat of House Upcliff.</li><li><strong>Main village</strong>: located on the southern part of the isle, this village is the main settlement and the only port on the island. Nearby there is a temple to the Merling King.</li><li><strong>Abandoned tower</strong>: on the eastern part of the isle, forgotten inside the forest there is a big somber tower, now abandoned.</li><li><strong>Mines and caverns</strong>: throughout the isle there are some cave formations and silver mines.</li></ul>\r\n<h3>Construction</h3>\r\n<p>The first step on the project was the terraforming of the isle, to make it more fit for the project leads plans, after that work was done on the forests and houses, along with the castle. Is worth noting that Ben, while making the beaches, placed each pebble layer by hand, on a sign of dedication to the project.<br>The project, near the end of it, was orphaned though. But on 23th of June 2020 there was a \"mini server-build\" where most of the then online builders and mods joined together to finish the project without altering the original plans. After one hour, the project was completed.</p><h3>Video</h3>\r\n<p>Witch Isle was visited in WesterosCraft Walks in the Halloween of 2020:</p><figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/WJFdL_opnQI\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>\r\n<ol></ol>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/witchisle1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/witchisle2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/witchcisle4.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Witch-Isle-4.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Witch-Isle-5.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Witch-Isle-6.png"
      }
    ],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Upcliff",
        "destinationType": "landmark",
        "destinationStatus": "completed",
        "destinationLevel": "three",
        "warp": "/warp witchisle",
        "dateCompleted": null,
        "projectLead": "Booben, Ben and Jose",
        "dateStarted": "2018-01-28T08:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/house-upcliff-by-booben-ben-and-jose.355/",
        "banner": []
      }
    ]
  },
  {
    "title": "Vale Mountain Clans",
    "slug": "mountain-clans",
    "copy": "<p>This project includes all known Vale Mountain Clans:</p><p>Black Ears<br>Burned Men<br>Howlers<br>Milk Snakes<br>Moon Brothers<br>Painted Dogs<br>Redsmiths<br>Sons of the Mist<br>Sons of the Tree<br>Stone Crows</p>",
    "images": [],
    "projectDetails": [
      {
        "region": "vale",
        "house": null,
        "destinationType": "clan",
        "destinationStatus": "abandoned",
        "destinationLevel": "two",
        "warp": null,
        "dateCompleted": null,
        "projectLead": "dieRike",
        "dateStarted": "2015-01-21T08:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/old-project-application-mountain-clans-of-the-vale.942/",
        "banner": []
      }
    ]
  },
  {
    "title": "Old Anchor",
    "slug": "old-anchor",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Melcolm",
        "destinationType": "castle",
        "destinationStatus": "inProgress",
        "destinationLevel": "two",
        "warp": "/warp oldanchor",
        "dateCompleted": null,
        "projectLead": "Enah",
        "dateStarted": "2018-03-10T08:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-house-melcolm-of-old-anchor.2436/",
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Melcolm.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Moontown",
    "slug": "moontown",
    "copy": "<p><a href=\"https://awoiaf.westeros.org/index.php/Moontown\">Moontown</a> has no canon location but the inclusion of the word \"moon\" may link it to the <a href=\"https://awoiaf.westeros.org/index.php/Mountains_of_the_Moon\">Mountains of the Moon</a> in the Vale.</p>",
    "images": [],
    "projectDetails": [
      {
        "region": "vale",
        "house": "Unknown",
        "destinationType": "town",
        "destinationStatus": "notStarted",
        "destinationLevel": "one",
        "warp": "warp not set",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Crayne",
    "slug": "crayne",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Crayne",
        "destinationType": "castle",
        "destinationStatus": "abandoned",
        "destinationLevel": "one",
        "warp": "/warp crayne",
        "dateCompleted": null,
        "projectLead": "Zsomiking, AlexIsTragic",
        "dateStarted": "2020-05-07T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-house-crayne-by-zsomiking-alexistragic.2177/",
        "banner": []
      }
    ]
  },
  {
    "title": "Dutton",
    "slug": "dutton",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "vale",
        "house": "House Dutton",
        "destinationType": "castle",
        "destinationStatus": "notStarted",
        "destinationLevel": "one",
        "warp": "/warp not set",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  }
]
