[
  {
    "title": "Plumm",
    "slug": "plumm",
    "copy": "<h3>Description<br></h3>\r\n<ul><li>House Plumm is a fist men house, in the Westerlands.</li><li>Their words are “Come try me”.</li><li>Lord Ossifer Plumm married Princess Elaena Targaryen in 176 AC, during the reign of King Aegon IV Targaryen. But rumour has it he died before he could consummate the marriage. Yet somehow the Princess Elaena was with child, and it was believed that the father was King Aegon IV Targaryen. Leading to the saying that Lord Ossifer had a “cock six foot long”. The Plumms supported Tywin Lannister during the Tarbeck-Reyne rebellion, and participated in the war of the five kings.</li></ul>\r\n<h3>Features<br></h3>\r\n<ul><li>/warp plumm) plumm castle.</li><li>/warp plummham1) a hamlet with farmlands around.</li><li>/warp plummham2) a hamlet bordering a forest.</li><li>/warp plummhf a holdfast protecting an intersection.</li></ul>\r\n<h3>Construction<br></h3>\r\n<ul><li>The project construction spanned over several years. The project was abandoned for a while, before halpaca picked it back up in March 2019. So parts became outdated while the project was a still work in progress. That let too halpaca having to update the outdated parts.</li><li>Endymion helped halpaca completing the last bits of terra.</li></ul>\r\n<h3>Inspiration<br></h3>\r\n<ul><li>The Westerlands in general are inspired by Italy.</li></ul>",
    "images": [],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Plumm",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp plumm",
        "dateCompleted": "2019-04-21T07:00:00+00:00",
        "projectLead": "halpaca7",
        "dateStarted": "2015-09-19T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/house-plumm-halpaca7-reclaim.1574/",
        "banner": []
      }
    ]
  },
  {
    "title": "Peckledon",
    "slug": "peckledon",
    "copy": null,
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/peckledon-1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/peckledon-6.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/peckledon-5.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/peckledon-4.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/peckledon-3.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/peckledon-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/peckledon-2.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/peckledon-1.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Peckledon",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "four",
        "warp": "/warp peckledon",
        "dateCompleted": "2017-06-29T07:00:00+00:00",
        "projectLead": "Birdman7",
        "dateStarted": "2015-09-07T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Parren",
    "slug": "parren",
    "copy": "<p><strong>House Parren</strong>, was a noble house of the <a href=\"https://westeroscraft.com/wiki/westerlands\" target=\"_blank\">Westerlands</a> sworn to <a href=\"https://westeroscraft.com/wiki/westerlands/casterly-rock\" target=\"_blank\">House Lannister of Casterly Rock</a>. They are now extinct. They used to blazon their arms with per saltire: burgundy and white stripes, a black lion's head on gold. The house was formed from a union of first men with andal nobles, during the coming of the andals to the Westerlands.<br><br>During the reign of King Maegor I, Lord Parren joined Prince Aegon and his host in the Battle beneath the God's Eye. During the reign of King Daeron II, the Good, they took part in the Tourney of Ashford Meadow, as their banners were spotted by Ser Duncan, the Tall.<br><br>According to our own backstory, in which we based the making of our project, House Parren was a family of hateful idiots. They fought each other like dogs constantly on minor matters and frequently for the lordship. The house used to be kind of powerful for a small period, but have lost almost all of their lands before going extinct. They were despised by all major houses of the Westerlands, each for their own reasons. After the Great Spring Sickness the House went extinct and their lands and titles passed to one of their household knights.<br></p>\r\n<h3>Features</h3>\r\n<p>The lands of House Parren are filled with mines, although most of them are dried up, and only two are operational, a testament to the house failing nature.<br></p>\r\n<p>At <em>/warp Parrenseptry</em>, there's an ancient small Westerlands septry, built by some pious lord almost 1000 years ago. It is one of the surprisingly well preserved landmarks of the lands, due to the septry's lucrative business, producing fine statues of stone, from the local quarry, honey and wax candles. It is a building with fortification features, like multiple yards, and a clear view of the Valley.</p>\r\n<p>At <em>/warp Parrenham2</em> there's an old watchtower, guarding the one of the 3 main passages into the Valley.<br></p>\r\n<p>At <em>/warp Parrenham3</em>, close to which most of the silver mines are located, there are several troglodyte homes, homes dug in the mountain with stone facades. Nearby there is an ancient hermitage, with a small sept made inside a ancient vaulted tomb.</p>\r\n<p>The valley is covered by forest, which covers the sides of the mountains. Along with them, there's also a hidden valley, with many ancient secrets lying below and above the earth.<br></p>\r\n<p>All across the valley there can be found remains of the first men, from weirwood stumps to ancient tombs dug deep in the mountains. Along with them, one might find the occasional shepherds huts, which usually stand on the more mountainous terrain, and are used by the shepherds in summer.</p>\r\n<h3>Construction</h3>\r\n<p>At first, we focused on reshaping the valley and finishing the castle. During the start of lockdown, we started working on the main settlement which was finished rather quickly. </p>\r\n<p>Later on, we started working on the minor settlements, the hamlets and buildings, and at the same time worked on finishing the terrain and making the fields.<br></p>\r\n<p>After all that we focused on the nature details, like forests, boulders, streams and such. After finishing those, we made the streams and lakes. And then Parren was finished.<br></p>\r\n<h3>Inspiration<br></h3>\r\n<p>Main inspiration for the valley was northern, alpine Italy, along with small features from greek mountains.<br></p>\r\n<p>The castle itself is inspired, or rather almost copied, by the Citadel of the Acropolis of Thessaloniki, the Eptapyrgion, an early Paleologian Era Byzantine fortress, which was built on top of ancient foundations of the city's Acropolis.</p>\r\n<figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/parren-insp.jpg\" data-image=\"117683\"></figure>\r\n<p>While the septrys layout was inspired basically by the layouts of older monasteries in the island of Crete, mostly the ones built on hills.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Parren-6.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Parren-7.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Parren-8.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Parren-9.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Parren-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Parren-10.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Parren-11.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Parren-12.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Parren-13.png"
      }
    ],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Parren",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp parren",
        "dateCompleted": "2020-07-02T07:00:00+00:00",
        "projectLead": "Antony_Justman, Willas_Tyrell",
        "dateStarted": "2020-02-03T08:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-house-parren.2044/",
        "banner": []
      }
    ]
  },
  {
    "title": "Ashemark",
    "slug": "ashemark",
    "copy": "<p><strong>Ashemark</strong> is a town and stronghold located in The Westerlands near the source of the Tumblestone. The town of Ashemark is an important economic area in the Tumblestone valley and the castle defends the road going south to Sarsfield, where it joins the Gold Road towards Lannisport. It is the seat of <strong>House Marbrand</strong>, whose sigil is a burning tree, orange on smoke and whose words are supposedly \"Burning Bright.\"<br></p>\r\n\r\n<h3>Features</h3>\r\n<p>The stronghold is located on the foothills of the mountains. The keep is compiled of several shades of sandstone with slate and wooden roofs. The village belows revolves around the hillside stream and the mines to the south of the keep. Lush farmlands and a beautiful river highlight the Westerlands terrain surrounding Ashemark.</p>\r\n<h3>Construction</h3>\r\n<p>The current version of Ashemark is a redo led by xkrillen43x approved in September 2013, but was redesigned to fit the new map in October. The build was completed in November with help from many builders.</p>\r\n<h3>Video</h3>\r\n<p>Ashemark was featured in Episode 29 of WesterosCraft Walks.</p><figure><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/lme3m-paCow\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\"></iframe></figure>",
    "images": [],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Marbrand",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp ashemark",
        "dateCompleted": "2013-11-25T08:00:00+00:00",
        "projectLead": "xkrillen43x",
        "dateStarted": "2013-08-26T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Marbrand.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Casterly Rock",
    "slug": "casterly-rock",
    "copy": "\r\n<p><strong>Casterly Rock</strong> is the seat of <strong>House Lannister</strong>, from where they rule all of the <a href=\"https://westeroscraft.com/wiki/westerlands\" target=\"_blank\">Westerlands</a>. The Rock, as it is known, is one of the biggest castles on Westeros, as most of it’s halls, corridors and rooms are located on the the rock it gets its name from. There’s also a keep on the top of the rock. It's located right next to <a href=\"https://westeroscraft.com/wiki/westerlands/lannisport\" target=\"_blank\">Lannisport</a>.</p>\r\n<p>Originally built by now extinct House Casterly, the Rock was originally used for mining gold, with the Casterlys deciding to use the natural caves and excavated halls as their seat, fortifing all of the entrances and building the keep at the top.</p>\r\n<p>At some point a man known as Lann, the Clever managed somehow (there are many theories) to trick the Casterlys out and gaining the Rock for himself, founding House Lannister. After rulling as Kings of the Rock, today house Lannister, now as one of the main lords in Westeros, still resides on the castle, still extracting gold from it’s mines.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Golden Gallery</strong> (/warp goldengallery): an ornamented hall, with its walls decorated with the Lannister history.</li><li><strong>Hall of Heroes</strong> (/warp hallofheroes): a place where the Lannisters who died valiantly rest along with statues of themselves made of gold.</li><li><strong>Lannister Vault</strong> (/warp lannistergold): the vault where the Lannisters keep their gold.</li><li><strong>The Stone Garden</strong> (/warp stonegarden): the godswood of the castle, consisting of a small weirwood and just a few more vegetation beside it.</li><li><strong>The Lion’s Mouth</strong>: the biggest entrance into the rock, with it’s own port.</li><li><strong>Summer Keep</strong>: the fort on top of the rock, where the main family of the Lannisters stay during the summer.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Originally made in 2012, Casterly Rock was redone alongside with Lannisport in 2014.</p>\r\n<h3>Video</h3>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/e4etYqhHwnQ\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>\r\n<div><br></div>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/casterly-rock-1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/casterly-rock-2.png"
      }
    ],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Lannister",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "three",
        "warp": "/warp casterlyrock",
        "dateCompleted": "2014-08-01T07:00:00+00:00",
        "projectLead": "thecoddfish, MrTXI",
        "dateStarted": "2014-07-19T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Lannister.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Clegane Hall",
    "slug": "clegane-hall",
    "copy": "<p><strong>House Clegane</strong> is a knightly house that holds fealty to House Lannister of Casterly Rock, and are among their primary bannermen.</p>\r\n<p>The house was founded by the kennelmaster at Casterly Rock after he safed lord Tytos Lannister from a lioness. As a reward, the kennelmaster gained a towerhouse with land southeast of Lannisport. The sigil of house Clegane is three dogs on a yellow field, representing the three dogs that died defending lord Tytos. The kennelmaster´s son died in a hunting accident shortly after King Robert Baratheon was crowned, leaving his son Gregor Clegane as the lord of the Clegane lands.<br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Clegane’s Keep</strong>, the keep itself, is located on a mountain ridge. It guards the passage through the valley towards Hetherspoon and Lannisport. Once a promising estate, it fell into a state of decay after a period of neglect.</li><li><strong>The farmlands</strong>, in the valley around the keep, is home to a small amount of villagers. During the reign of ser Gregor Clegane the inhabitants of the valley slowly began to leave the area. Most families that stayed behind are either too poor to move or have too much to lose.</li><li><strong>Abandoned mine</strong>, along the road to Hetherspoon. The mine was once used to mine silver, but has been abandoned during the reign of ser Gregor Clegane.</li></ul>\r\n<h3>Construction</h3>\r\n<p>EStoop applied or Clegane's Keep in February 2015. The keep was build first, followed by the surrounding lands a few weeks later. The project was completed in May 2015. Most, if not all of the terraforming in and around the area has been done by carcinogenius.</p>\r\n<p>The previous version of Cleganes Keep was build by LordThan.<br></p>\r\n\r\n<h3>Inspiration</h3>\r\n<p>The inspiration for the build were mostly Spanish, Italian, and French castles, as well as other builds in the Westerlands.</p>\r\n<p>The castles of the rulers Vlad Dracul (Poenari castle) and Elizabeth Báthory (Čachtice Castle), both known for their cruelty, were used as inspiration for the build as well. <br></p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/cleganehall1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Clegane",
        "destinationType": "tower",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp cleganekeep",
        "dateCompleted": "2015-05-07T07:00:00+00:00",
        "projectLead": "EStoop",
        "dateStarted": "2015-02-08T08:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-clegane.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Cornfield",
    "slug": "cornfield",
    "copy": "<p><strong>Cornfield</strong> is a castle located in The Westerlands near the border of The Reach. It is the seat of <strong>House Swyft</strong>.</p>\r\n<h3>Features</h3>\r\n<p>The castle is situated on a cliff with its back against a mountain. The majority of the castle is made up of a mix of light stone, and topped with a brick roofs. The main village is split up into two sections, one section rests on the cliff near the castle while the other section sits at the base of the cliff. As you continue down the main road, you are surrounded by fields of grain and small farmhouses.<br></p><h3>Construction</h3><p>Builders:<br>larshping98<br>NoahRYS<br>Nemeko<br>AttackOnMars<br>JoseLuisVlogs<br>hc25653<br>DiamondsDroog<br>Steineke<br>xkrillen43x<br>Rootweiler<br>will8907<br>TheDesertFox202<br>Snake<br>CHAOSiron13<br>Bluecichlid<br>Syorre<br><br>Terraformers:<br>DutchGuard<br>thecoddfish<br>davinator401<br>NickShaiB<br><br>Cornfield Inspiration:<br>Silver Hill (GarWolfe)<br>Greenfield (thecoddfish)<br>Griffins Roost (Marken4)</p>\r\n",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/cornfield1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Swyft",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp cornfield",
        "dateCompleted": "2013-12-21T08:00:00+00:00",
        "projectLead": "BantyRooster",
        "dateStarted": "2012-12-15T08:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Swyft.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Crakehall",
    "slug": "crakehall",
    "copy": "<p><strong>House Crakehall of Crakehall</strong> is a noble house from The Westerlands. They are an ancient house and have long served their suzerain, the Lord of Casterly Rock. The Crakehalls rule over an immense forest of thick old trees and bountiful game. They are known for their robustness , and their words are \"None So Fierce\" and their arms depict a black and white brindled boar on brown.<br></p>\r\n<ul></ul>\r\n<h3>Features</h3>\r\n<ul><li><strong>Crakehall,</strong> the seat of the Crakehall family sits like a monolith in the midst of their forest. The shorter keep was raised by the first Crakehalls long ago, with the second, taller tower built as the family gained prominence. Their kennels are among the finest in Westeros, worthy of a family of great huntsmen.</li><li><strong>Crakehall Lodge,</strong> a hunting lodge deep in the forest, the family will come to stay here during certain times of the year to have easier access to the best hunting grounds in the forest. It is currently unoccupied.</li><li><strong>Crakehall Forest,</strong> vast and old, game abounds in this forest including the boar the Crakehall sigil depicts. Look out for several hidden locations, including the tomb of Crake the Boar-Killer and a witch's house. This forest forms a crucial border with the Reach to the south.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Construction on Crakehall began on December 1st 2014 and ended on May 2nd 2015. The forest was a particular challenge and was a massive terraforming project with thousands of trees places. Earlier Crakehall projects were attempted but never completed. </p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Crakehall1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Crakehall",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp crakehall",
        "dateCompleted": "2015-05-02T07:00:00+00:00",
        "projectLead": "tsarkaiser84",
        "dateStarted": "2014-12-01T08:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-crakehall.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Deep Den",
    "slug": "deep-den",
    "copy": "<p><strong>Deep Den</strong> is a large castle in the eastern Westerlands and the seat of <strong>House Lydden.</strong> It is located in hilly and mountainous terrain east of Lannisport, with Hornvale to the north and Silverhill to the south where the Goldroad passes into the Westerlands. House Lydden's sigil is a white badger on per pale green and brown. They are house with a strong military tradition, and have often been rewarded for their service and loyalty to the Lannisters.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Deep Den (Castle),</strong> the main keep of House Lydden is a sandstone fortress nestled into the mountains. The castle has square walls with several towers with red-tiled roofs. There is a lower and upper keep, since the castle has expanded over the centuries. In a nearby valley is an abandoned godswood with a stumpe of an ancient weirwood tree.</li><li><strong>Pond,</strong> there is a small pond at the base of the castle.</li><li><strong>Main Town,</strong> located south of the castle along the Goldroad. There are several small houses and fields spread in this fertile valley.</li><li><strong>Mine,</strong> further west along the road is a large mine controlled by House Lydden, one of many that contribute to the material wealth and resources of the Westerlands.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Deep Den was completed by KanylKay and davinator4O1 in October 2013. It replaced an older version on the old map from 2012 completed by LordThan. Deep Den may require some updates, but the version on the new map has stood the test of time.</p>\r\n<h3>Inspiration</h3>\r\n<p>Deep Den castle is inspired by other castles in the Westerlands, and also Italian and central European, including Orava Castle in Slovakia, Castello di Trostburg, and Predjama Castle.</p>\r\n<h3>Video</h3>\r\n<p>Deep Den was featured in Episode 7 of WesterosCraft Walks by DutchGuard, who tours the village and castle.</p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/BcCeB-nZmGQ\" frameborder=\"0\" allowfullscreen=\"\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/deepden1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Lydden",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp deepden",
        "dateCompleted": "2013-10-14T07:00:00+00:00",
        "projectLead": "KanylKay, davinator4O1",
        "dateStarted": "2013-09-27T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Lydden.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Faircastle",
    "slug": "faircastle",
    "copy": "<p><a href=\"https://awoiaf.westeros.org/index.php/House_Clifton\">House Clifton</a> is assigned to Faircastle.<br></p><p>Bluecichlid posted on 5/3/2014:</p><p>\"Thanks to TheDesertFox202 for leading and building Clifton on the Fairisle, do /warp clifton and check it out!<br><br>Thanks to all the Editors that helped with the project; Davinator, Galivis, Howy, Robxarghteim, Emoticone, thecoddfish, and all those others that I may have just forgotten.<br><br>Special thanks to Solid_Logic, LittleMew22, and CartoonLooney for each building 8+ houses, this project would never have been completed without you guys.<br><br>And finally all the other builders that helped make Faircastle possible; Mamorb, Vitorgas, Sac, Robxarghteim, Herramar, TheDesertFox202, AttackOnMars, Evilguacamoli, Syorre, tsarkaiser84, AtomicLama, ItsPabs, Erondites, Wailot, L3mur, Garwolfe, Emileld, Steineke, and Georni.\"</p>",
    "images": [],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Farman",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp faircastle",
        "dateCompleted": "2014-05-03T07:00:00+00:00",
        "projectLead": "Bluecichlid",
        "dateStarted": "2013-12-19T08:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Golden Tooth",
    "slug": "golden-tooth",
    "copy": "<p><strong>Golden Tooth</strong>, also called \"The Tooth,\" is a fortified castle which defends an important mountain pass into The Westerlands from The Riverlands. The rugged mountain peaks create a natural choke point, making Golden Tooth \"The Gate to the Westerlands.\" Golden Tooth is the seat of <strong>House Lefford</strong> which blazons its arms with a golden inverted pile on sky blue, a sun left in the sky. The area has extensive gold mines, which added to the wealth of the Westerlands and House Lannisters, their overlords. It is one of the most important houses sworn to House Lannister, and tends to display the Lannister banner to remind the Great House of the Lefford's loyalty.</p><h3>Features<br></h3>\r\n<ul><li><strong>Fortified Gates,</strong> the outermost gate sits between two round towers and is adorned with a lion's head, three gates, the first two large painted oaken doors beneath a Lion's roaring head, the second a reinforced portcullis beneath a gallery of arrow slits, and third a further two oaken doors. These gates make crossing into the Westerlands difficult for any invading armies.</li><li><strong>Lefford Keep,</strong> the keep is integrated with the main gates. Entering the Westerlands, there are two wings, the left wing and the right wing. The left wing houses the Lord's Chambers in a thick adjoining tower, and further rooms for family and guests throughout the main keep.</li><li><strong>Town,</strong> beyond the gates is a town with three dozen or so houses, a smelting complex and a sept. The road forking to the right leads under a natural stone arch towards the Golden Tooth lands, and further after that Lannisport.</li><li><strong>Gold Mines and Quarry,</strong> adjacent and throughout the town are three gold mine entrances, barred to prevent trespassers after work shifts. A small bell tower sounds every morning and evening to begin and end these shifts respectively, and behind that lies a large stone quarry. The mines have made both the Lannisters and the Leffords wealthy, and the neighboring quarry has provided many a stone for the town houses and castle.</li><li><strong>Secret Mountain Pass,</strong> a narrow goat path through the mountains circumvents the Golden Tooth, allowing unbarred access to the Westerlands (/warp gtmp)</li></ul>\r\n<h3>Construction</h3>\r\n<p>SMP applied for Golden Tooth in July 2013 and compiled most of the information and layout for the build. In November 2013, HowyJ took over leadership of the build, modified the plans, and saw the build to its completion. The terraforming of the area was one of the largest commitments for the build, and was managed mainly by davinator4O1. The project was completed in December 2013.</p>\r\n<p>More than a year later, due to advances in server standards, HowyJ (now under the new alias Howy) applied for major overhaul of the build. The castle was expanded southwards and the village changed to a major mining town. carcinogenius managed the updating of davinator401's (now Dav4) original terraform, as well as the new fields and forests east of the Golden Tooth valley. A number of holdfasts and hamlets, which weren't a standard of development in the original build's time, were added among the new terrain. The new and improved version was completed in mid June 2015.</p>\r\n<h3>Inspiration</h3>\r\n<p>The inspiration for the build were Spanish and Italian castles, similar to those in other parts of the Westerlands. </p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Goldentooth1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Goldentooth2.png"
      }
    ],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Lefford",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "three",
        "warp": "/warp goldentooth",
        "dateCompleted": "2013-12-17T08:00:00+00:00",
        "projectLead": "Howy",
        "dateStarted": "2013-12-05T08:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Lefford.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Feastfires",
    "slug": "feastfires",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Prester",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp feastfires",
        "dateCompleted": "2013-12-09T08:00:00+00:00",
        "projectLead": "Emileld",
        "dateStarted": "2013-06-13T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Prester.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Hetherspoon",
    "slug": "hetherspoon",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Hetherspoon",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp hetherspoon",
        "dateCompleted": "2014-10-19T07:00:00+00:00",
        "projectLead": "jMp007",
        "dateStarted": "2014-10-12T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Kayce",
    "slug": "kayce",
    "copy": "<p><strong>Kayce</strong> is a market town in The Westerlands on the western shore of a peninsula to the northwest of Lannisport . The town is very north of Feastfires and is an important port on the Sunset Sea. The town is protected by small stone and wood walls by land and a natural breakwater by sea. Kayce is controlled by House Kenning of Kayce. Historically, House Kenning is related to the Kennings of Harlaw , one of the families of the Iron Islands. The city was found by Herrock Kenning and controlled by the ironborn during the era of the driftwood kings. Later, Herrock the Whoreson captured the city for House Lannister of the Rock by signalling the city's whores to open the postern gate when they heard the sound of his horn. From this point, House Kenning of Kayce has been sworn to House Lannister and the horn has been passed as an heirloom. House Kenning of Kayce's sigil includes four sunbursts counterchanged on quartered orange and black.</p><h3>Features<br></h3>\r\n<ul><li><strong>Walled Town,</strong> Kayce is a modestly large town, with small walls made of stone and wood surrounding nearly forty houses made of sandstone, wood, and brick daub-and-wattle with thatch or terracotta roofs. The bustling market town has many stalls and craftsmen. Beyond the walls are several fields with houses for farmers and also a vineyard.</li><li><strong>Harbor and Breakwaters,</strong> a harbor with large stone piers is protected by natural breakwaters and have been fortified over time to protect from attacks from the ironborn. A large Lannister ship is anchored beyond the breakwaters and smaller ships are docked nearby.</li><li><strong>Kenning Keep,</strong> on the southern side of the town is a natural cliff on which the Kenning Keep is situated. Sandstone walls and towers make this seaside keep both defensible and beautiful.</li><li><strong>Brothels,</strong> Kayce has several brothels, which form an important part of its history.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Kayce was constructed in Fall 2014, led by AttackOnMars. The build replaced a notoriously old version of the town, with laughably absurd structures such as a house with \"sand walls.\" The new version made use of the updated texture pack and new blocks and also made the town and keep more realistic in its size, fortifications, and population diversity. The build was considered \"cursed,\" since many builders (Maci, Arezeus, Kulmen, Howy) have made or attempted updates which were abandoned until it was completed in Winter 2014.</p>\r\n<h3>Inspiration</h3>\r\n<p>The Westerlands style is influenced by Italian castles and towns. Kayce helped set a standard for the Westerlands style, and is similar to its neighboring builds of Feastfires, and similar yet distinct from Lannisport.</p>\r\n<h3>Miscellaneous</h3>\r\n<p>One of the inns in Kayce is called \"The Sand House,\" an inside reference to the infamous house built with red sand walls in the oldest version of Kayce.</p>\r\n<h3>Video</h3>\r\n<p>Kayce was featured in Episode 43 of WesterosCraft Walks. DutchGuard begins in Old Kayce, trying to pass off a very old build as new to demonstrate how much our build quality has changed since the early days. He finishes in the updated version of the keep, after visiting the town.<br></p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/3SaQNf5X7hE\" frameborder=\"0\" allowfullscreen=\"\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/kayce1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/kayce.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Kayce2.png"
      }
    ],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Kenning",
        "destinationType": "town",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp kayce",
        "dateCompleted": "2014-12-20T08:00:00+00:00",
        "projectLead": "AttackOnMars",
        "dateStarted": "2014-10-04T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Lannisport",
    "slug": "lannisport",
    "copy": "<p><strong>Lannisport</strong> is one of the major cities of Westeros, and is the third largest after <a href=\"https://westeroscraft.com/wiki/reach/oldtown\" target=\"_blank\">Oldtown </a>and <a href=\"https://westeroscraft.com/wiki/crownlands/kings-landing\" target=\"_blank\">King's Landing</a>. The ancient city was first a village, then a town, first built at the base of <a href=\"https://westeroscraft.com/wiki/westerlands/casterly-rock\" target=\"_blank\">Casterly Rock</a> but has grown into a center of trade, finance, and military strength. The city's expansion was managed by <strong>House Lannister</strong>, the Kings of the Rock after they claimed Casterly Rock from House Casterly in the Age of Heroes. The Lannisters improved the harbor, built the walls and gatehouses, and managed the finances of the city, which grew rich from several gold mines and goldsmiths in the area. Three of the major roads of Westeros (the River Road, the Gold Road, and the Ocean Road) connect Lannisport to the surrounding regions. The city boasts one of the major ports of Westeros, attracting trade from all over the known world. The Lannister fleet is one of the finest on the Sunset Sea and was built to withstand naval attacks from the<a href=\"https://westeroscraft.com/wiki/iron-islands\" target=\"_blank\"> Iron Islands</a>. The City Watch of Lannisport is one of best trained in the world and keeps the city running efficiently. The city's wealthiest citizens live in ornate palaces and manses, while the thriving merchant class works in decorative guild halls and shops. The poorest citizens live in older districts of the city or outside the walls in hovels and slums.<br></p>\r\n<h2>Features</h2>\r\n<ul><li><strong>Harbor and lighthouse:</strong> The city boasts one of the best natural harbors on the Sunset Sea and is a major destination for ships from all over the known world, even though it is more remote than many other ports in Westeros. The great wealth of the city attracts merchants selling all types of goods. The harbor has been improved over the centuries to include a large lighthouse and stone piers. The Lannister fleet as well as many merchant ships of all sizes are docked or anchored in the harbor.</li><li><strong>Walls and towers:</strong> The city is surrounded by sandstone and brick walls with round towers and square gatehouses. There are three main gates into the city; the southern gate on the Ocean Road going south towards the <a href=\"https://westeroscraft.com/wiki/reach\" target=\"_blank\">Reach</a>, the northern gate which leads past the main entrance to Casterly Rock and continues northeast towards <a href=\"https://westeroscraft.com/wiki/westerlands/sarsfield\" target=\"_blank\">Sarsfield</a>, the <a href=\"https://westeroscraft.com/wiki/westerlands/golden-tooth\" target=\"_blank\">Golden Tooth</a> and the River Road, and the eastern gate on the Gold Road which continues towards <a href=\"https://westeroscraft.com/wiki/westerlands/deep-den\" target=\"_blank\">Deep Den</a> and King's Landing. Three mountain ranges provide natural bottlenecks with the walls constructed in the valleys to defend the city. Each main gate is guarded by a pair of stone lions. A smaller gate near Casterly Rock connects the city of Lannisport to the Rock and has additional defences.</li><li><strong>City squares:</strong> Within the city walls are numerous cobbled streets which intersect at four grand city squares, each with a unique paved design. Near the south gate is the Ocean Square, nearest the docks and is decorated with a ship. This is most modest square and contains many wine and seafood vendors. The Guild Square (also called the Lion's Head Square) near the eastern gate is decorated with a lion's head. An auction hall and many guilds surround this square, which is dominated by the Goldsmith's Guild and its large square tower and ornate exterior. The River Square, also called the Old Square, near the northern gate is decorated with a lion statant and a ring of small trees. This is one of the older squares in Lannisport and includes a large inn that was once the old headquarters of the Goldsmith's Guild. The largest and most grand square is near the center of the city, near the Lannisters of Lannisport's palace at the base of hill where all three avenues intersect. The square is decorated with a lion rampant. Surrounding this square are some of Lannisport's tallest structures.</li><li><strong>Septs:</strong> The Great Sept of Lannisport sits atop a hill in the southeastern part of the city. The large dome is very prominent in the city's skyline. The interior is opulently decorated and has a vividly colored painted ceiling and painted statues of the Seven. Several smaller septs appear throughout the city, many for the middle class and poorer citizens of Lannisport, since the Great Sept of Lannisport is likely frequented only by the upper class and nobles.</li><li><strong>House Lannister of Lannisport,</strong> on a small hill in the center of Lannisport is a massive palace of House Lannister of Lannisport, a cadet branch of House Lannister of Casterly Rock. Although not as powerful as the great house, these Lannisters are given the title \"Shield of Lannisport\" and rule the city, although the Lannisters of Casterly Rock still hold the city as their official seat as well. The walled palace includes several gardens, a private outdoor sept, a stone courtyard and a large domed tower. Other minor houses related to the Lannisters, such as <a href=\"https://awoiaf.westeros.org/index.php/House_Lanny\">Lannys</a>, <a href=\"https://awoiaf.westeros.org/index.php/House_Lantell\">Lantells</a>, and <a href=\"https://awoiaf.westeros.org/index.php/House_Lannett\">Lannetts</a>, which share the yellow hair of the Lannisters, live in manses throughout the city, each trying to outdo the other in grandness.</li><li><strong>The City Watch:</strong> Lannisport's City Watch is one of the best trained in Westeros. The officer's headquarters are located near Casterly Rock, but there are several barracks around the city and near the gates. After the Great Fire of Lannisport (a non-canon event), the City Watch built watchtowers throughout the city to respond more quickly. This efficiency also helps keep the peace in the city, which prospers because of this intense management which polices traffic through the various districts of the city.</li><li><strong>Tourney grounds:</strong> Beyond the northern gate of the city is large melee arena and jousting lanes used for tournaments in Lannisport. The last major tournament held on these grounds was the Tourney of Lannisport in 289 AC, held in honor of King Robert Baratheon's victory during the Greyjoy Rebellion. Ser Jorah Mormont was the victor of the joust, in which he crowned his future wife Lynesse Hightower as Queen of Love and Beauty after defeating Jaime Lannister. Near the abandoned tourney grounds is a defaced sculpture of King Robert and his mighty warhammer.</li></ul><p><strong>Note</strong>: <strong>House Spicer</strong> is considered to have it's lands located in Lannisport.</p>\r\n<h2>Construction</h2>\r\n<p>Lannisport was large server build that began in February 2014 and was completed within a year or so. The city was planned and plotted by Contra and built in four phases, starting in the northeast and moving towards the docks to the southwest. Large projects were completed seperately, such as the Lannisters of Lannisport Palace built by birdman7 or the Great Sept of Lannisport built by SMP. The guild halls and city squares were often overseen by builders that applied for those projects. Casterly Rock was built separately and completed later than the city. </p>\r\n<h2>Inspiration</h2>\r\n<p>Lannisport was mainly inspired by the Italian city of Florence, including the layout, palate, and general architecture. Other Mediterranean cities in Croatia and northern Italy also inspired the design. The Great Sept was modeled on the Duomo of Florence (Il Duomo di Firenze), the guild halls resemble those found in the city, and the crowded shuttered houses are similar to those in Italian cities.</p>\r\n<h2>Miscellaneous</h2>\r\n<p>The current Lannisport replaced an older version built in 2012. The older version used a very square layout, with straight streets and less nuanced structures. Structures such as the large amphitheater and extensive sewer system were considered out of place or non-canon in planning the new version. Smaller mummer's show theatres are more fitting to Wester and the new Lannisport does have a small sewer system. The city was planned to feel more organic to the landscape, as if built over several centuries. The finest example of this planning are the two versions of the Street of Gold, which was extended after the Great Fire of Lannisport, a non-canon event the designers used to add character and history to the city. With the addition of new blocks and better city planning, the new Lannisport is one of many coherent and beautiful areas of WesterosCraft.</p>\r\n<h2>Video</h2>\r\n<p>Both old and new Lannisport have been featured in many videos, including timelapse videos both versions, a cinematic video of new Lannisport, and a multi-part WesterosCraft Walks series created by DutchGuard. </p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/6QeWF7DuWNU\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/6sbAvdygEss\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/qjPGy9zvKQQ\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/XfXpk4ExFEI\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/cVWeZpSceCc\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/QtSUu_A6xWw\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/lannisport-1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/lannisport-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/lannisport-1.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Lannister of Lannisport",
        "destinationType": "city",
        "destinationStatus": "completed",
        "destinationLevel": "six",
        "warp": "/warp lannisport",
        "dateCompleted": "2015-06-03T07:00:00+00:00",
        "projectLead": "Contra",
        "dateStarted": "2014-01-29T08:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Lannister.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Lorch",
    "slug": "lorch",
    "copy": "<p><strong>Lorch Keep</strong> sits along south side the Tumblestone River in The Westerlands, across from the lands of House Foote near the border with The Riverlands. <strong>House Lorch</strong> is a house of landed knights, loyal to House Lannister. The infamous Ser Amory Lorch was renowned for his brutish nature, truly putting House Lorch on the map. The Lorch family blazon their shields with a black manticore on white, beneath a crimson chief with three gold coins.<br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>House Lorch lands,</strong> are filled with swirling fields and vineyards, typical of the Westerlands.</li><li><strong>Hamlets,</strong> there are two settlements outside the main keep, one dedicated to the production of mustard and the other a small producer of fine wines.</li><li><strong>Lorch Keep,</strong> the picturesque Lorch keep is betrayed by the vicious brutalities which occur within its Italianate walls.</li></ul>\r\n<h3>Construction</h3>\r\n<p>The keep was planned and built in full on Veggie's plot, before being accommodated for the landscape in the Westerlands. Veggie utilized world edit scripts for the variety of different fields surrounding the keep. </p>\r\n<h3>Inspiration</h3>\r\n<p>The inspiration for House Lorch is Tuscan fortifications, but mixed with a more villa-like style, which is reflected in the cloisters which surround the yard. The keep is simple, having a brutality to its beauty too.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/lorch2.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/lorch1.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Lorch",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp lorch",
        "dateCompleted": "2015-03-30T07:00:00+00:00",
        "projectLead": "Veggie",
        "dateStarted": "2015-03-26T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Ruttiger",
    "slug": "ruttiger",
    "copy": null,
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/ruttiger1.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/ruttiger2.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Ruttiger",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp ruttiger",
        "dateCompleted": "2015-04-07T07:00:00+00:00",
        "projectLead": "Veggie",
        "dateStarted": "2015-04-05T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Turnberry",
    "slug": "turnberry",
    "copy": "<p><strong>House Turnberry</strong> is a noble house from The Westerlands. Their sigil is composed of nine strawberries on a white saltire, on green and red vairy in point. The only known member of House Turnberry is Ser Lambert Turnberry, a knight.</p>\r\n<p>The castle itself is nestled into the Southern mountain ranges of the Westerlands, nearing the border of the Reach. As befits the house's name and sigil, Turnberry's lands are plentiful with strawberries.<br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Septry,</strong> located by the Turnberry Forest, this septry keeps bees and grows lavender, strawberries, and blackberries, all of which it uses to create fruit preserves, which it sells to travelers.</li><li><strong>Abandoned Quarry,</strong> this quarry originally provided the majority of the stone used in Turnberry castle and throughout the town, but once the building ended it was no longer needed.</li><li><strong>Strawberry and Blackberry Winery,</strong> unlike most other wineries on the server, this winery does not produce grape wine. Instead, it produces a sweet strawberry wine and a fine blackberry wine.</li><li><strong>Temporary Marketplace,</strong> located at the crossroads between Clegane lands, Turnberry, and Broom lands, farmers from the Reach and other various merchants have temporarily set up shop here as they bring their goods to towns more likely to buy them.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Although this was a relatively minor project, Turnberry took nearly a year to be completely finished. After it was approved in the forums on Jun 14, 2014, lemonbear began plotting out the village and castle. xKrillen43x was assigned editor of this project, and created the fields, pastures, and quarry of Turnberry proper. thecoddfish created Turnberry Forest. lemonbear opened the village to builders on August 8, 2014, and the mods made it a probation build for a few months. The builders that helped with the village are:</p>\r\n<p>madamayo, carcinogenius, roottweiler, _wazzy, ziggster, infinityme123, syorre, bigpeking, angduil, talpaaltaica, knight_krawler, dyvim, misterkebab91, thynameisfish, imaginarymda, nick_ydg, dierike, herm1456, larshping, benpwen, bantyrooster, mamorb.</p>\r\n<p>The last things to be built were the winery (because it had been dropped previously, and then taken up by benpwen), the septry (because lemonbear built it herself after the castle), and the quarry (because xKrillen43x reminded lemonbear about it after the fact). After Turnberry proper finally finished on March 4, 2015, lemonbear appended her Turnberry application to include \"surrounding lands\" (i.e., two hamlets and more fields). These plans were approved on March 6, 2015, and she worked on them (with a lot of help from AttackOnMars, carcinogenius, Bafflement, and Tact327) until May 20, 2015, when she was very happy to call Turnberry completely done!</p>\r\n<h3>Inspiration</h3>\r\n<p>Because of its location by a mountain, lemonbear took influence from Italian hill castles, such as the one on the right. The project's location at the border between the Westerlands and the Reach influenced its sandstone and grey-stone palette.</p>\r\n<p>Since there is practically no canon about House Turnberry or their lands, lemonbear was able to create her own story. Since House Turnberry is rather minor, they do not have the wealth necessary to bring in expensive spices or other finery from ports, which are rather far away. Instead, they rely on the goods that are naturally in the area or that are brought from the Reach. Luckily, the Turnberry Forest is abundant with wood strawberries and edible mushrooms (including truffles), as well as with game.</p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/turnberryinsp.jpg\" data-image=\"102114\"></figure>",
    "images": [],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Turnberry",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp turnberry",
        "dateCompleted": "2015-05-20T07:00:00+00:00",
        "projectLead": "lemonbear",
        "dateStarted": "2014-06-14T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Yew",
    "slug": "yew",
    "copy": "<p><strong>House Yew</strong> is a knightly house from The Westerlands. Their seat is a small towerhouse located on the side of a mountain, called Bowman’s Hill and is located in a valley slightly south of the Goldroad. They are known for their bow making workshops, this is also depicted on their sigil, which is a golden longbow on white between two crimson flaunches. Another reference to their bow workshops is their name, Yew, a tree from which the wood is often used for making bows.<a title=\"Expand slideshow\" id=\"slideshow-0-0\"></a><br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Towerhouse,</strong> this is where members of House Yew lives. It is a small tower with a gatehouse and a courtyard located on the side of a mountain. It is made out of sandstone with red roofs.</li><li><strong>Hamlet,</strong> located in the valley. Inhabitants are mostly farmers and bow craftsmen. It is surrounded by fields.</li><li><strong>Mine,</strong> at the other side of the valley. It is used to mine iron.</li><li><strong>Watchtower,</strong> can be found at the entrance of the valley and is used to warn the towerhouse in case of approching hostile troops.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Bowman’s Hill was built by Steineke96. Construction started in May 2014, and was finished about a month later.</p>\r\n<h3>Inspiration</h3>\r\n<p>Bowman’s Hill is mostly inspired by other Westerlands builds, for example Casterly Rock.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/yew1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/yew2.png"
      }
    ],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Yew",
        "destinationType": "tower",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp bowmanshill",
        "dateCompleted": "2015-05-25T07:00:00+00:00",
        "projectLead": "Steineke96",
        "dateStarted": "2015-05-12T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Jast",
    "slug": "jast",
    "copy": "<p><strong>House Jast</strong> is located in the southern parts of the Westerlands, right on the border to The Reach . House Jast is currently ruled by Lord Alesander Jast, and his wife Lanna Lannister. Little is know about House Jast, apart from the fact that their House was formed during the Andal Invasion, making it a very old House.</p>\r\n<p>Their motto is not known, their sigil is an inverted yellow pall between three yellow lions' heads, on a black field.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Castle Jast,</strong> A modest stone castle that lies atop a hill, almost within view of The Reach. It has three towers, a grand feast hall, and a sept carved into the rocks below the castle.</li><li><strong>Three Lions,</strong> In the front yard of Castle Jast, lies three proud lions of stone, which can also be found in the Sigil of House Jast.</li><li><strong>Skaro Inn,</strong> A large Inn along the road near Castle Jast. Servicing the many travellers going through the Jast lands.</li><li><strong>Wine production,</strong> Directly West of Castle Jast, lies rows upon rows of wineranks, and beyond them, a grand winery, making some of the best wines of the area.</li><li><strong>Food production,</strong>. The lands of House Jast produces a large variety of foodstuff, be it grains, meats, eggs and vegetables. Along with their wine, food is the greatest exports of House Jast.</li><li><strong>Old castle Jast,</strong> In the South of the Jast lands, you can find the remains of the old and grand first castle of House Jast. Mostly rubble now remain, in between the bushes, trees and vines that have now reclaimed the hill the castle once stood proud.</li><li><strong>Westfield,</strong> (/warp westfield) a hamlet on the Western edge of the lands of House Jast, on the border to House Plumm. Built by <strong>Angarem.</strong></li><li><strong>Lionwood,</strong> (/warp lionwood) a small holdfast and hamlet at the Eastern edge of the Jast lands, on the borders to House Broom.</li></ul>\r\n<h3>Construction</h3>\r\n<p>Construction started in August 2015 and was completed in February 2016. Since very little is known about House Jast, everything built is pure speculation from the builder. The hamlet Westfield was planned and built by Angarem. The Holdfast and Hamlet Lionwood was planned and built by Wespter.</p>\r\n<h3>Inspiration</h3>\r\n<p>The main inspiration for Castle Jast was taken from the Italian Castello de Panzano, and the main idea behind the castle was to make a fusion between a castle and an Italian villa.<br></p><figure><img src=\"https://cdn.westeroscraft.com/web/assets/images/jastinsp.jpg\" data-image=\"102121\"></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/jast1.png"
      }
    ],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Jast",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp jast",
        "dateCompleted": "2016-02-26T08:00:00+00:00",
        "projectLead": "Georni",
        "dateStarted": "2015-08-10T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Castamere",
    "slug": "castamere",
    "copy": "<p><strong>Castamere</strong> was the subterranean seat of <strong>House Reyne</strong> for centuries. It was ultimately destroyed by the forces of Tywin Lannister during the Reyne-Tarbeck Rebellion. The song, \"The Rains of Castamere,\" recounts the famous destruction of the Reynes and their seat. The mines of Castamere have never been reopened since their destruction. They remain a grim testament of the power of House Lannister and the merciless nature of the Lord of Casterly Rock.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>The Mines of Castamere,</strong> Castamere was once a mine used by the earliest members of House Reyne. Once the gold and silver dried up in parts of the mines, new tunnels were cut out of the rock and the old mines were converted into an underground castle for the Reynes. The three winding tunnels leading to their halls provided a reliable defense while the castle itself was beautifully decorated and fitted with all the comforts of the most luxurious seats in Westeros. The castle had several vast halls including an elegant ballroom. Connected to their halls was the gold and silver mines which stretched to the northern gate.</li><li><strong>Castle Entrance,</strong> The surface castle ably defended the halls of the Reynes before the arrival of Lord Tywin's army. After the defeat of Lord Roger Reyne and his army at Tarbeck Hall, the Lannister army converged on Castamere. Roger's brother Ser Reynard took charge of the defense of their people, and retreated into the mines. The surface keep was destroyed and the Lannisters cunningly diverted a stream that fed the pool outside the castle gates. The stream once diverted filled the surface castle and descended into the Reyne's halls. The flood that followed destroyed their stores and killed a great number of the Reynes. The rest must have died of starvation, asphyxiation, or in more vile ways.</li></ul>\r\n<h3>Construction</h3>\r\n<p>This project took a month, it was the 12th project of tsarkaiser84. <a href=\"https://imgur.com/a/gNrdX\">This is an album</a> of what the castle looked like before it was destroyed.</p>\r\n<h2>Video</h2>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/DICACfoQN1o\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>\r\n<div><br></div>",
    "images": [],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Reyne",
        "destinationType": "ruin",
        "destinationStatus": "completed",
        "destinationLevel": "four",
        "warp": "/warp castamere",
        "dateCompleted": "2016-05-23T07:00:00+00:00",
        "projectLead": "tsarkaiser84",
        "dateStarted": "2016-04-19T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Yarwyck",
    "slug": "yarwyck",
    "copy": "<p><strong>House Yarwyck</strong> is a minor noble house from The Westerlands. It is sworn to House Lannister of Casterly Rock. According to semi-canon sources they blazon their shield as two bronze halberds crossed between four red diamonds on white. House Yarwyck is located at the north of the Westerlands and with that, east of The Iron Islands. It consists of a town with about 20 houses and a castle, the seat of House Yarwyck. Yarwyck borders on House Estren of Wyndhall and House Banefort.</p>\r\n<p>The only known member is Othell Yarwyck, a member of the Night's Watch.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Yarwyck castle</strong>, a large castle rising on the mountains protecting the Yarwyck village from the south.</li><li><strong>Yarwyck town</strong>, the main town of House Yarwyck. There is a little river flowing through it and a very small town square where Lord Yarwyck can make important announcements.</li><li><strong>Villages</strong>, four villages are surrounding the Yarwyck main town. The first one was unfortunately burned down by Iron Islanders. The second one is specialized on fishing and some field work, while the third one is mainly focused on field work and trade since a little market square can be found here. The fourth village is located in the forest west of the main town and is focused on woodwork and mining. Because of that, a mine can also be found there.</li></ul>\r\n<h3>Construction</h3>\r\n<p>The project was mainly led by TheYoungWolf. It has been started by TheYoungWolf and _Ready but unfortunately, _Ready decided to step down from his position as a builder in a very early stage of the project. Yarwyck was started on November 28, 2015, and completed on June 15, 2016.</p>\r\n<p>The river was terraformed by Carcinogenius and the keep's mountain was brought in shape by EStoop. The rest of the terraforming has been done by TheYoungWolf who required E-Lite for the project.</p>\r\n<h3>Inspiration</h3>\r\n<p>The main inspiration was Strahlenburg in Schriesheim, Germany, even though the project has taken some turns while it was in progress which is why the inspiration might not be that accurate anymore.</p>\r\n<p>The lands surrounding Yarwyck, especially the coast line was inspired by reallife Italy coast lines.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/Yarwyck1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/yarwyck2.png"
      }
    ],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Yarwyck",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp yarwyck",
        "dateCompleted": "2016-06-15T07:00:00+00:00",
        "projectLead": "TheYoungWolf, _Ready",
        "dateStarted": "2015-11-28T08:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Drox",
    "slug": "drox",
    "copy": "<p><strong>Drox</strong> is the seat of <strong>House Drox,</strong> a noble in The Westerlands. House Drox was formed in around 6,000 before Aegon's Conquest, following the Andal invasion, in a marriage between a First Man and an Andal. Their lands are located on the coast of the Sunset Sea, south of <a href=\"https://westeroscraft.com/wiki/westerlands/castamere\">Castamere</a> and west of Tarbeck Hall, centred around a small bay.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Drox Castle, </strong>the main stronghold of House Drox. It is located on a cliff overlooking the bay, and is composed of an old keep, outer bailey, guard tower and gatehouse.The keep is made up of the Lord's tower, Maester's tower and Knight's tower. The bailey features a well, a blacksmith, stables, kennels, a sept and grain storage. Part of the outer wall was damaged by Ironborn raiders, and the cleaner stone shows where they have been rebuilt.</li><li><strong>Drox Town, </strong>a small port town located in the bay. The harbour-front contains the town barracks, an inn with a hidden brothel beneath it and houses for wealthier professionals, and the rest of the village is composed of lower class housing. On the path leading from the town to the castle there is a small sept with a lichyard, a septon's house and archery butts, where the townsfolk are obliged to engage in weekly archery practice.</li><li><strong>Terraced Fields</strong>, constructed on the hill slopes around the town to allow for farming on the otherwise too steep slope. A wide assortment of fruit and vegetables are grown here.</li><li><strong>Coastal Watchtowers,</strong> located along the coast of the Drox lands to warn of incoming Ironborn attacks. The northernmost watchtower was held by a bastard son of Lord Drox, however was abandoned recently when he marched east with Lord Tywin Lannister's army to the Riverlands. The watchtower located between the northern watchtower and the castle is held by one of Lord Drox's knights. There is also a watchtower bell-tower located in the fishing hamlet south of the town, but has no permanent residents.</li><li><strong>Bridge Watchtower, </strong>a small tower built to guard the bridge crossing the river to Reyne lands. It has been abandoned since the fall of Castamere.</li><li><strong>Burned Hamlet</strong>, a small fishing hamlet burned by Ironborn raiders after the abandonment of the northernmost watchtower.</li><li><strong>Under Construction Hamlet</strong>, located at the very south of the Drox lands, this hamlet is being constructed by fishermen who wished to move further south, away from the Ironborn threat, including survivors of the attack on the northern hamlet. A sept is being constructed so that the villagers may pray for safety.</li><li><strong>Drox Fleet, </strong>the three ships that House Drox owns and uses to patrol the coast for Ironborn. It is composed of the flagship galley The Renown, sister-ship The Repulse and a captured longship, now named The Black Bolt.</li><li><strong>Weirwood Grove, </strong>in the heart of the forest north of the castle. The weirwood tree was kept alive for many years to honour the origins of House Drox in the First Men, but was chopped down recently by Faith of the Seven fanatics.</li><li><strong>Winery</strong>, located east of the town. This vineyard produces relatively cheap, low-quality wine but still provides good income for its owners, who live in the large house in the centre of it.</li><li><strong>Hamlets</strong>, various hamlets located around the Drox lands, including two farming hamlets, a fishing hamlet and a logging hamlet.</li></ul>\r\n<ul></ul>\r\n<h3>Construction</h3>\r\n<p>MDMeaux applied for Drox on March 24th, 2016 and the application was approved on March 29th, with construction starting the next day. After the cliffs were added by carcinogenius, the town was planned and then the castle was built. Various builders contributed to the construction of houses in the town, and after the town was completed the first terraced fields were built by hand. In May that year, the surrounding lands, such as fields and hamlets, were plotted out, and construction began in June. In early July, the terraced fields were redone to improve the realism and aesthetics. On July 18th, MDMeaux applied for Editor Lite, and his application was accepted shortly afterwards, allowing him to finish the forests and fields around the Drox lands. The project was completed on 26th July, 2016.</p>\r\n<p>In August 2016, the project underwent post-approval, in which, amongst smaller changes, the entire coast of Drox was updated to form a more realistic and interesting series of small cliffs, rocks and sandy beaches.</p>\r\n<h3>Inspiration</h3>\r\n<p>Inspiration for the castle was taken from the <a href=\"https://en.wikipedia.org/wiki/F%C3%A9nis_Castle\">Castello di Fenis</a> in Italy, and the terraced fields were inspired by the Liguria vineyards in Italy. House Drox was imagined by MDMeaux to be a very protective, defensive house set on self preservation of their ancient roots, and this invented backstory manifested itself in the many defensive watchtowers and warships along the coast.</p>\r\n<h3>Video</h3>\r\n<p>House Drox was featured in Episode 69 of WesterosCraft Walks. HardzzGaming explores the docks, surrounding fields and agricultural buildings, and finishes the video in the rookery of the keep.</p>\r\n<figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/LOgJJ41P77Q\" frameborder=\"0\" allowfullscreen=\"\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/drox-2.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/drox-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/drox-1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/drox-1.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Drox",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "one",
        "warp": "/warp drox",
        "dateCompleted": "2016-08-16T07:00:00+00:00",
        "projectLead": "MDMeaux",
        "dateStarted": "2016-03-29T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Falwell",
    "slug": "falwell",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Falwell",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp falwell",
        "dateCompleted": "2017-09-29T07:00:00+00:00",
        "projectLead": "otty",
        "dateStarted": "2016-09-14T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/house-falwell-by-otmis.80/#post-329",
        "banner": []
      }
    ]
  },
  {
    "title": "Hawthorne",
    "slug": "hawthorne",
    "copy": "<p><strong>House Hawthorne</strong> is a noble house from The Westerlands. They trace their roots back to the age of the First Men and are thus one of the oldest houses in the region, located on the Gold Road at the border of The Riverlands and The Reach. Their arms of interlocked rings of black thorns and pink flowers on a green field indicate their history of war and prosperity, as their founders tamed the wild land and drove the children of the forest out into the deep woods and high hills. Albeit a much older house, they are vassals of House Lannister and loyal to their cause.</p>\r\n<p>The people of Hawthorne are devout followers of the Seven, but their customs and the surrounding land reveal an older extant mysticism. Their fields are encircled with pink hawthorn for protection from both mundane and supernatural visitors, the giant hawthorn tree in the village sept yard predates the sept itself by half a millennium, and the seven sided walls of the castle surround a much older octagonal keep, which itself encircles a petrified weirwood tree stump.<br></p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Castle: </strong>Seat of House Hawthorne. The central octagonal keep is significantly older than the surrounding seven-sided curtain walls, and the top floor of the keep is also a more recent addition. The castle's walls are surrounded by a dry moat filled with pink hawthorn flower bushes.</li><li><strong>Town: </strong>Situated along the Gold Road, the town at Hawthorne is a trading hub where surrounding farmers and merchants from other regions stop before heading to do more business in Lannisport. The town's custom house, auction house, and central market are clear signs of the prominent role of trade. In the center of the market square is a monument to the ancient settlers' defeat of the children of the forest in the area.</li><li><strong>Septry: </strong>A large but relatively modest septry on the road to Peckledon. The septons live devout lives.</li></ul>\r\n<h3>Construction</h3>\r\n<p>lemonbear and Antalex began testing for Hawthorne separately in summer 2015 and then decided to team up when they found their plans were similar. The project was approved in August 2015 after several weeks of feedback, in which the town and surrounding land plans were significantly changed. Progress went slowly but surely with a few small hiccups as several editors stepped down from duties. The town was finished by around October 2017. In November 2017, Thamus_Knoward suggested adding a river along the Gold Road. lemonbear was given WorldEdit perms in March 2018, and she began working on terrain and nature in earnest. Antalex dropped the project and left WesterosCraft in July 2018, and by mid August 2018 most of the minibuilds were done and lemonbear finished Hawthorne's castle. She continued working on the project's forests and remaining minibuilds with the help of several other builders until June 2019 when, with only a small section of forest left undone because of needed river terraforming, she declared the project complete.</p>\r\n<h3>Inspiration</h3>\r\n<p>The main inspirations for the castle were the Castel del Monte in Italy and ring fort ruins, and the primary inspiration for the town was medieval Grantham, England.</p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hawthorne-9.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hawthorne-22.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hawthorne-21.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hawthorne-20.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hawthorne-19.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hawthorne-18.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hawthorne-17.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hawthorne-16.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hawthorne-15.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hawthorne-14.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hawthorne-13.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hawthorne-12.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hawthorne-11.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hawthorne-10.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hawthorne-8.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hawthorne-7.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hawthorne-6.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hawthorne-5.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hawthorne-4.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/hawthorne-3.png"
      }
    ],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Hawthorne",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "three",
        "warp": "/warp hawthorne",
        "dateCompleted": "2019-06-26T07:00:00+00:00",
        "projectLead": "lemonbear, Antalex",
        "dateStarted": "2015-09-18T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/hawthorne-lemonbear-and-antalex.73/",
        "banner": []
      }
    ]
  },
  {
    "title": "Banefort",
    "slug": "banefort",
    "copy": null,
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/banefort-6.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/banefort-8.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/banefort-7.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/banefort-5.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/banefort-4.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/banefort-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/banefort-3.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/banefort-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/banefort-1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/banefort-1.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Banefort",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "three",
        "warp": "/warp banefort",
        "dateCompleted": "2019-08-06T07:00:00+00:00",
        "projectLead": "Ammika, GeneralMcNuggets",
        "dateStarted": "2017-09-30T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/house-banefort-by-ammika-and-generalmcnuggets.122/",
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Banefort.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Stackspear",
    "slug": "stackspear",
    "copy": "<p>Stackspear is the seat of <strong>House Stackspear</strong>, a noble house of the Westerlands sworn to the Lannisters of Casterly Rock. There coat of arms is a checkered silver and gold field with two black spears upon it.The lord currently ruling Stackspear is lord Selmond Stackspear. He has two sons Steffon Stackspear and Alyn Stackspear, of which the latter has gone to war together with Tywin Lannister. Other known Stackspears are William Stackspear, who became one of the seven regents of King Aegon III Targaryen in 136 AC, Ser Walder Stackspear, who participated in the tourney of Ashford Meadow in 209 AC and Alys Stackspear, the first wife of Ser Jason Lannister.<br></p>\r\n<h3>Features</h3><ul><li><strong>Village: </strong>The village lays on top a cliff and is the primary port for the stackspearlands. It is cut in two by a road going from Castamere to Banefort. In the town you can find professions such as a butcher, baker, fishmonger, barber, an inn for the traveling people... On the edge of the village you can also find the village sept.<ul><li><strong>Holdfast and Fishers hamlet: </strong>On the border with <a href=\"https://westeroscraft.com/wiki/westerlands/the-crag\">The Crag</a> you can find a holdfast guarding the border and protecting the village people against any invaders.</li></ul><ul><li><strong>Castle Stackspear:</strong> Castle Stackspear is the noble seat of which the Stackspears rule their lands. It is nestled on the side of a mountain surrounded by a river and an artificial lake. The castle features a drawbridge, two gates, five towers, 3 wings and is split up in an outer bailey and an inner bailey.<ul><li><strong>Silver mines: </strong>Behind the castle, in the forest, you can find the Stackspear silver mines. These are apart from taxes the primary income of House Stackspear.</li><li><strong>Castle Hamlet: </strong>Below the castle a hamlet is situated. It contains mostly houses for people who work in the mines, but you can also find a watermill, farmers, the sept, a smith and fletcher providing weapons for the castle.</li></ul></li><li><strong>Septry: </strong>in between two streams, on top a hill, Stackspear septry lays. They take great pride in the wine they produce.</li><li><strong>Northern Hamlet: </strong>On the border with Banefort you can find another hamlet. The people there work in the sunflower factory or keeps livestock. The hamlet is protected by a bridge and a holdfast.<ul><li><strong>Mansion: </strong>Near the northern hamlet you can find a small mansion of a family making their earnings by running a sunflower farm, who makes sunflower oil and sells seed as food for livestock.</li></ul></li><li><strong>Quarry Hamlet:</strong> Secluded in its very own vale, protected by a holdfast lays the quarry hamlet. The hamlet is scattered around a lake and at the top you can find the Stackspear quarry.</li><li><strong>Other: T</strong>here is a great deal more of things to explore in Stackspear such as a logger’s hamlet, flax farm, cidery, forests...</li></ul></li></ul>\r\n<h3>Construction</h3>\r\n<p>Construction of this project began in 10 June 2018 and was completed in 23 October 2018. This was endymion's first project.</p>\r\n<h3>Inspiration</h3>\r\n<p>The castle is inspired by Castello di Vignola in Italy. Tuscany served as inspiration for the region as well as the already existing material in neighbouring projects. </p>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/stackspear-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/stackspear-3.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/stackspear-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/stackspear-2.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/stackspear-1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/stackspear-1.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Stackspear",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp stackspear",
        "dateCompleted": "2018-11-11T08:00:00+00:00",
        "projectLead": "endymion",
        "dateStarted": "2018-06-27T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-house-stackspear.1152/",
        "banner": []
      }
    ]
  },
  {
    "title": "The Crag",
    "slug": "the-crag",
    "copy": "<h3>Video</h3>\r\n<p>The Crag was visited in episode 124 of WesterosCraft Walks:</p><figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/HeiXm16PpSo\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/crag-1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/crag-4.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/crag-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/crag-2.png"
      }
    ],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Westerling",
        "destinationType": "castle",
        "destinationStatus": "completed",
        "destinationLevel": "four",
        "warp": "/warp thecrag",
        "dateCompleted": "2018-05-27T07:00:00+00:00",
        "projectLead": "BantyRooster",
        "dateStarted": "2016-06-06T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/the-crag-by-banty.680/#post-4988",
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Westerling.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Hornvale",
    "slug": "hornvale",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Brax",
        "destinationType": "castle",
        "destinationStatus": "redoInProgress",
        "destinationLevel": "three",
        "warp": "/warp hornvale",
        "dateCompleted": null,
        "projectLead": "lemonbear",
        "dateStarted": "2019-07-03T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/central-westerlands-megabuild-tarbeck-hall-sarsfield-oxcross-hornvale-by-lemonbear.1801/",
        "banner": []
      }
    ]
  },
  {
    "title": "Sarsfield",
    "slug": "sarsfield",
    "copy": "<p>For the purposes of project management, the village of <a href=\"https://awoiaf.westeros.org/index.php/Oxcross\">Oxcross</a> is assigned to the lands of House Sarsfield.</p>",
    "images": [],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Sarsfield",
        "destinationType": "keep",
        "destinationStatus": "inProgress",
        "destinationLevel": "two",
        "warp": "/warp sarsfield",
        "dateCompleted": null,
        "projectLead": "lemonbear",
        "dateStarted": "2019-07-03T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/central-westerlands-megabuild-tarbeck-hall-sarsfield-oxcross-hornvale-by-lemonbear.1801/",
        "banner": []
      }
    ]
  },
  {
    "title": "Payne Hall",
    "slug": "payne",
    "copy": "<p><a href=\"https://awoiaf.westeros.org/index.php/Nunn%27s_Deep\">Nunn's Deep</a> is considered to be on the lands of House Payne and so is included with this project.</p><p>Nunn's Deep was built by xkrillen43x, AttackOnMars, and BantyRooster between 3/22/2014 and 5/4/2014.</p>",
    "images": [],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Payne",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp payne",
        "dateCompleted": "2013-10-28T07:00:00+00:00",
        "projectLead": "ErtyLink",
        "dateStarted": "2013-09-20T07:00:00+00:00",
        "application": null,
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Payne.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Tarbeck Hall",
    "slug": "tarbeck-hall",
    "copy": null,
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/tarbeck-5.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/tarbeck-7.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/tarbeck-6.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/tarbeck-4.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/tarbeck-3.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/tarbeck-2.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/tarbeck-1.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/tarbeck-1.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Tarbeck",
        "destinationType": "ruin",
        "destinationStatus": "inProgress",
        "destinationLevel": "four",
        "warp": "/warp tarbeckhall",
        "dateCompleted": null,
        "projectLead": "lemonbear",
        "dateStarted": "2019-07-03T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/central-westerlands-megabuild-tarbeck-hall-sarsfield-oxcross-hornvale-by-lemonbear.1801/",
        "banner": []
      }
    ]
  },
  {
    "title": "Silverhill",
    "slug": "silverhill",
    "copy": null,
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/silverhill-1.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/silverhill-2.jpg"
      }
    ],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Serrett",
        "destinationType": "castle",
        "destinationStatus": "inProgress",
        "destinationLevel": "four",
        "warp": "/warp silverhall",
        "dateCompleted": null,
        "projectLead": "Nuggets",
        "dateStarted": "2019-01-12T08:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/house-serrett-of-silverhill.1462/",
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Serrett.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Vikary",
    "slug": "vikary",
    "copy": "<p><strong>House Vikary </strong>is a house of landed knights in the <a href=\"https://westeroscraft.com/wiki/westerlands\" target=\"_blank\"></a><strong><a href=\"https://westeroscraft.com/wiki/westerlands\" target=\"_blank\">Westerlands</a></strong>. Their coat of arms consists of a red boar's head on white, beneath a gold bend sinister a silver lion rampant regardant with a forked tail, armed and langued gold, on red. <br></p>\r\n<p>The silver lion on red, the reverse of the arms of <a href=\"https://westeroscraft.com/wiki/westerlands/castamere\" target=\"_blank\">House Reyne</a>, may suggest that the founder of House Vikary was a Reyne bastard or the descendant of one.</p>\r\n<p>On our backstory, House Vikary sided with <a href=\"https://westeroscraft.com/wiki/westerlands/casterly-rock\" target=\"_blank\">House Lannister</a> during the Reyne Rebellion and as a reward received some of the Reyne lands, allowing Ser Lymond Vikary, the current head of the house, to find a new wealth for his family.</p>\r\n<p>The Vikary valley is home to simple smallfolk, mere fishers, farmers and miners who live somewhat disconnect from the world around them, with the safety of the mountains to the east and the possibility of fleeing inland in case of attacks from ironborns. Yet, around the mountain tops there's a path connecting the Vikary lands to the domain of <a href=\"https://westeroscraft.com/wiki/westerlands/ashemark\" target=\"_blank\">Ashemark</a>, a small narrow passage used very rarely and only by a few travelers in need of a quicker way into the Sunset Sea.</p>\r\n<h3>Features</h3>\r\n<ul><li><strong>Vikary Keep</strong>: The keep of House Vikary, located on top of a mountain on a position overlooking the whole valley.</li><li><strong>Hunter Lodge</strong> <em>(/warp vkhunterlodge)</em>: a hunter lodge used by Ser Vikary and his family for hunting in the forest.</li><li><strong>Copper Mine</strong> <em>(/warp vkmine)</em>: a mine located deep inside the valley, where copper is extracted and molten.</li></ul>\r\n<h3>Construction</h3>\r\n<p>The construction began with the placement of the castle on the mountain and the updating of the mountainous terrain, done by Aek and Endy. At the same time the first hamlet, near the keep, was plotted by Viking and Ric.</p>\r\n<p>After that the rivers were worked on by Ric, with great help from Endy. At the same time the hamlet on the the back of the valley was plotted by Alex. With the finishing of the main river, the forestation and the plotting of the hamlet by the sea began, both done by Ric.</p>\r\n<p>While the forestation process was progressing, Ric and Mayflumes plotted the fourth and final hamlet, besides the main lake, and also GentleIronGiant made the abandoned mine and Zsomking made the copper mine.</p>\r\n<p>When the forest was done, the beaches were updated and the project was then completed, on 13th of July 2020.</p>\r\n<h3>Inspiration</h3>\r\n<p>The forest and the style of Vikary were inspired by the surrounding projects, while the castle was inspired by the Castle of Roccascalegna and the <em>Château de Puilaurens</em>.</p><h3>Videos</h3>\r\n<p>Kobe and Lucia visited Vikary in episode 123 of WesterosCraft Walks</p><figure><iframe style=\"width: 500px; height: 281px;\" src=\"//www.youtube.com/embed/F6Dm2OW71Fs\" allowfullscreen=\"\" frameborder=\"0\"></iframe></figure>",
    "images": [
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/vikary-2.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/vikary-3.jpg"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/vikary-7.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/vikary-8.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/vikary-6.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/vikary-4.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/vikary-5.png"
      },
      {
        "url": "https://cdn.westeroscraft.com/web/assets/destinations/vikary-9.png"
      }
    ],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Vikary",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "three",
        "warp": "/warp Vikary",
        "dateCompleted": "2020-07-13T07:00:00+00:00",
        "projectLead": "Ric, TheVikingCorgi",
        "dateStarted": "2019-11-06T08:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/project-application-house-vikary-by-ric_games-thevikingcorgi.1993/",
        "banner": []
      }
    ]
  },
  {
    "title": "Algood",
    "slug": "algood",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Algood",
        "destinationType": "keep",
        "destinationStatus": "notStarted",
        "destinationLevel": "three",
        "warp": "/warp algood",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Bettley",
    "slug": "bettley",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Bettley",
        "destinationType": "keep",
        "destinationStatus": "notStarted",
        "destinationLevel": "two",
        "warp": "/warp bettley",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Broom",
    "slug": "broom",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Broom",
        "destinationType": "keep",
        "destinationStatus": "completed",
        "destinationLevel": "two",
        "warp": "/warp broom",
        "dateCompleted": "2019-02-18T08:00:00+00:00",
        "projectLead": "OhThatKidLiam",
        "dateStarted": "2018-02-05T08:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/house-broom-ohthatkidliam.306/",
        "banner": [
          {
            "url": "https://cdn.westeroscraft.com/web/assets/website/banner-Broom.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Doggett",
    "slug": "doggett",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Doggett",
        "destinationType": "castle",
        "destinationStatus": "abandoned",
        "destinationLevel": "two",
        "warp": "/warp doggett",
        "dateCompleted": null,
        "projectLead": "Desmera Redwyne",
        "dateStarted": "2019-07-29T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/house-doggett-desmera.1774/",
        "banner": []
      }
    ]
  },
  {
    "title": "Garner",
    "slug": "garner",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Garner",
        "destinationType": "keep",
        "destinationStatus": "notStarted",
        "destinationLevel": "two",
        "warp": "/warp garner",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Greenfield",
    "slug": "greenfield",
    "copy": "<p><strong>Greenfield</strong>, originally known as the <strong>Bower</strong>, is the seat of House Greenfield in the westerlands. Its exact location has not been stated in the books.<br></p>\r\n\r\n<p>The Bower was built in the Dawn Age as a vast timber castle made from weirwood.</p>",
    "images": [],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Greenfield",
        "destinationType": "castle",
        "destinationStatus": "notStarted",
        "destinationLevel": "three",
        "warp": "/warp greenfield",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Kyndall",
    "slug": "kyndall",
    "copy": "<p>The <a href=\"https://awoiaf.westeros.org/index.php/Pendric_Hills\">Pendric Hills</a> are assumed to be within the lands of House Kyndall and so are included with this project.</p>",
    "images": [],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Kyndall",
        "destinationType": "castle",
        "destinationStatus": "notStarted",
        "destinationLevel": "two",
        "warp": "/warp kyndall",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Hamell",
    "slug": "hamell",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Hamell",
        "destinationType": "keep",
        "destinationStatus": "notStarted",
        "destinationLevel": "one",
        "warp": "/warp hamell",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Moreland",
    "slug": "moreland",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Moreland",
        "destinationType": "castle",
        "destinationStatus": "notStarted",
        "destinationLevel": "three",
        "warp": "/warp moreland",
        "dateCompleted": null,
        "projectLead": null,
        "dateStarted": null,
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Wyndhall",
    "slug": "wyndhall",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Estren",
        "destinationType": "castle",
        "destinationStatus": "inProgress",
        "destinationLevel": "three",
        "warp": "/warp wyndhall",
        "dateCompleted": null,
        "projectLead": "Pixeld_",
        "dateStarted": "2020-03-05T08:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/house-estren-of-wyndhall-by-pix.2092/#post-13146",
        "banner": []
      }
    ]
  },
  {
    "title": "Ferren",
    "slug": "ferren",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Ferren",
        "destinationType": "castle",
        "destinationStatus": "inProgress",
        "destinationLevel": "two",
        "warp": "/warp ferren",
        "dateCompleted": null,
        "projectLead": "ZeRamenGuy, CashBanks",
        "dateStarted": "2015-09-23T07:00:00+00:00",
        "application": null,
        "banner": []
      }
    ]
  },
  {
    "title": "Myatt",
    "slug": "myatt",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Myatt",
        "destinationType": "castle",
        "destinationStatus": "abandoned",
        "destinationLevel": "three",
        "warp": "/warp myatt",
        "dateCompleted": null,
        "projectLead": "padrao1796 aka Fduarte123",
        "dateStarted": "2015-10-19T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/old-project-application-house-myatt-by-padrao1796.2242/#post-14971",
        "banner": []
      }
    ]
  },
  {
    "title": "Foote",
    "slug": "foote",
    "copy": null,
    "images": [],
    "projectDetails": [
      {
        "region": "westerlands",
        "house": "House Foote",
        "destinationType": "castle",
        "destinationStatus": "abandoned",
        "destinationLevel": "two",
        "warp": "/warp foote",
        "dateCompleted": null,
        "projectLead": "EDMEISTERX1905",
        "dateStarted": "2015-03-09T07:00:00+00:00",
        "application": "https://forum.westeroscraft.com/threads/old-project-application-house-foote.945/",
        "banner": []
      }
    ]
  }
]
